{
  "button_text": "5 স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "লোকমুখে মেরাজ সম্পর্কে একটি কথা প্রসিদ্ধ আছে যে, মেরাজ রজনীতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরশে মুআল্লায় প্রবেশের পূর্বে জুতা খুলতে চাইলে আল্লাহ তাআলা ইরশাদ করেন,\n\n\"হে মুহাম্মাদ! আপনি জুতা খুলবেন না। (জুতা নিয়েই আরোহন করুন) কেননা, আপনার জুতা নিয়ে আগমনে আরশ ধন্য হবে। এটি বরকত লাভের কারণে অন্যের উপর গর্ববোধ করবে।\"\n\nকথাগুলো সাধারণ মানুষের মাঝে প্রসিদ্ধ তো আছেই, কোন কোন বক্তার মুখেও শোনা যায়। কিন্তু তা প্রমাণিত নয়। সবগুলোই মনগড়া ও বানানো কথা।\n\nইমাম রযীউদ্দীন আল-কায্ভীনী (রহ.)কে জিজ্ঞেস করা হয়েছিল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জুতা নিয়ে আরশ গমন এবং আল্লাহ তাআলার সম্বোধন (হে মুহাম্মাদ! আপনার জুতায় আরশ ধন্য হয়েছে) ইত্যাদি প্রমাণিত কি না। তিনি উত্তরে বলেছিলেন-\n\n\"জুতা পায়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আরশ গমনের হাদীস প্রমাণিত নয়। এমনকিক তিনি (খালি পায়ে) আরশে পৌঁছেছেন এমন কথাও কোন নির্ভরযোগ্যসূত্রে বর্ণিত নেই। সহীহ বর্ণনা মতে তিনি শুধু সিদরাতুল মুনতাহা পর্যন্ত গমন করেছেন।\"\n(সুবুলুল হুদা ওয়ার রাশাদ-শরহুল মাওয়াহেব ৮/২২৩)\n\nঅপর এক মুহাদ্দিসের ভাষ্য-\n\n\"আল্লাহ তাআলা তাকে ধ্বংস করুন, যে বলে তিনি জুতা নিয়ে আরশে আরোহণ করেছেন। কত ঔদ্ধত্য! কত বড় স্পর্ধা!! যিনি শিষ্টাচারীদের সরদার, যিনি আরেফবিল্লাহগণের মধ্যমণি, তাঁর ব্যাপারে এমন কথা! \n\nতিনি আরো বলেন যে, রযীউদ্দীন আল-কাযভীনীর উত্তরই সঠিক। প্রায় চল্লিশজন সাহাবী থেকে সংক্ষিপ্ত ও বিস্তারিতভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর মেরাজ তথা উর্ধ্ব জগতে গমনের ঘটনা বর্ণিত আছে। এঁদের কারো হাদীসে এ কথা উল্লেখ নেই যে, সে রাতে তাঁর পায়ে জুতা ছিল। এ কথা কতক গন্ডমূর্খ কিসসা-কাহিনীকারদের কাব্যে এসেছে। কোন নির্ভরযোগ্য সূত্রে বর্ণিত হাদীসে বা দুর্বলসূত্রে বর্ণিত হাদীসেও এ কথা নেই যে, তিনি আরশে আরোহন করেছেন। এটি কারো বানানো কথা, এর প্রতি ভ্রুক্ষেপ করা যায় না।\n(শরহুল মাওয়াহেব ৮/২২৩)\n\nআহমদ ইবনে মুহাম্মাদ মাক্কারী (রহ.) রচিত গ্রন্থ ফাতহুল মুতাআল ফী মাদহি খাইরিন নিআল-এ উপরোক্ত কথাটিকে জাল বলে জানিয়েছেন।\n(আল আসারুল মারফুআ ৩৭)\n\nআরো দ্রষ্টব্য: গায়াতুল মাকাল ফীমা ইয়াতাআল্লাকু বিন্নিআল : আল্লামা লাখনোভী (রহ.) \n\n[লেখাটি সংগ্রহ করা হয়েছে হানাফী ফিকহের হক্বানী আলেমদের দ্বারা পরিচালিত, বহুল প্রচারিত ও নির্ভরযোগ্য পত্রিকা মাসিক আলকাউসার থেকে।\nলিংকঃ https://www.alkawsar.com/bn/article/870/ ]\n\nলেখাটি নিয়ে আপনার পরিবার, আত্মীয়-স্বজন ও বন্ধুদের সাথে আলোচনা করুন। তাদের ভুল ভাঙতে সাহায্য করুন। স্ক্রিনের উপরের ডানপাশে থাকা শেয়ার বাটনে ক্লিক করে লেখাটি ফেসবুক ও অন্যান্য মাধ্যমে ছড়িয়ে দিন।\n\nশবে মেরাজ বিষয়ে বিশুদ্ধ সূত্র হতে প্রাপ্ত তথ্যাবলী আরো বিস্তারিত জানতে এই লেখাগুলো পড়তে পারেনঃ\n\n১। \nকুরআন-হাদীসে ইসরা ও মিরাজ : বর্ণনা ও শিক্ষা \nhttps://www.alkawsar.com/bn/article/2912/ \n\n২। \nসহীহ হাদীসের আলোকে শবে মেরাজের ঘটনা\nhttps://www.alkawsar.com/bn/article/2542 \n\n৩। \nশবে মেরাজ সম্পর্কে সংক্ষিপ্ত আকিদা \nhttps://www.alkawsar.com/bn/qa/answers/detail/295/ \n\n৪। \nশবে মেরাজের রজনী উদযাপন একটি কুসংস্কার ও বিদআত\nhttps://www.alkawsar.com/bn/qa/answers/detail/272 \n\n৫। \nমিরাজ বিষয়ক আলোচনা : কিছু অসতর্কতা\nhttps://www.alkawsar.com/bn/article/657/ \n\n৬। \nশবে মেরাজ সম্পর্কে ভিত্তিহীন একটি কথা\nhttps://www.alkawsar.com/bn/article/420",
  "content_title": "এটি হাদীস নয় : \"আপনার জুতায় আরশ ধন্য হয়েছে\""
}
