{
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আজ পবিত্র আশুরা। এদিন হযরত মূসা (আ) তার কওম সহ ফেরআউনের থেকে মুক্তি পেয়েছিল। এবং ফেরআউনকে নীল নদে আল্লাহ ডুবিয়ে দিয়েছিলেন। এর শুকরিয়া হিসাবে আমরা রোজা রাখি। নবীজির (সা) ইন্তেকালের প্রায় ৫০ বছর পরে এই দিনে হযরত হুসাইন (রা) ও তাঁর পরিবারের অনেক সদস্যকে ইয়াজিদের বাহিনী মর্মান্তিক ভাবে শহীদ করে দেয়। আমরা উক্ত ঘটনায় মর্মাহত হই। মুসলিম মাত্রই এতে ব্যথিত হবেন। কিন্তু শীয়া সম্প্রদায় প্রতি বছর বছর এই দিনে শিরক ও বিদআতে পরিপূর্ণ তাজিয়া মিছিলের আয়োজন করে।\n\nশীয়া ধর্মের লোকদের তথা-কথিত এই \"তাজিয়া মিছিল\"কেই মিডিয়া আশুরা/মুহাররম উদযাপন হিসাবে দেখায়। নবীজির (সা) আশুরা উদযাপন তো ছিল শুধু রোজা রাখা।\n\nমুসলিমদের অনেকেও না বুঝে এসব শিরকী-বিদআতী কর্মকান্ডে অংশ নিয়ে থাকে। মুসলিম পরিবারের অনেক ইলমহীন ব্যক্তি তাদের সন্তানকে \"ঈমামবাড়া\" বা তাজিয়া মিছিলে দেয়ার মান্নত করে (নাউজুবিল্লাহ)। তাজিয়া মিছিলের ঘোড়ার মূর্তির পায়ে সুতা বাধা সহ নানা শিরকী আকিদার সাথে যুক্ত হয়। শীয়া ধর্মের উৎপত্তি ও তাদের ভ্রষ্টতা এবং তাজিয়া মিছিলে কত প্রকারের শিরকী-বিদআতী কাজের সাথে তারা জড়িত। এ সম্পর্কে বিস্তারিত জানা যাবে এখান থেকেঃ\nhttps://hellohasan.com/2021/07/09/শীয়া-মতবাদ-বই-রিভিউ\n\nশোক প্রকাশের এই পদ্ধতি যদি মুসলিমদের কাজ হতো। তাহলে আমরা নবীজির (সা) প্রিয়তম চাচার শহীদ হওয়ার ঘটনায় বুক চাপড়ে শোক প্রকাশ করতাম। ওহুদের যুদ্ধে নবীজির (সা) প্রিয়তম চাচা ও অভিভাবক হযরত হামজা (রা) শহীদ হন। তাঁর বুক চিরে কলিজা বের করে হিন্দা বিনতে উতবার কাছে আনা হলে সে সেই কলিজা চিবাতে থাকে। হযরত হামজার (রা) লাশ বিকৃত করা হয়। এই ঘটনার শোক নবীজি (সা) কিভাবে প্রকাশ করেছিলেন? তিনি কি সাহাবীগণ (রা) সহ প্রতি বছর বছর বুক চাপড়ে মাতম করেছিলেন? (নাউযুবিল্লাহ) তিনি কি নিজ শরীর ক্ষত বিক্ষত করেছিলেন? (নাউযুবিল্লাহ)\n\nনবীজির (সা) শিশুপুত্র ইবরাহীমের ইন্তেকালের পর নবীজির (সা) চোখ বেয়ে অশ্রু প্রবাহিত হয়েছিল। এ সম্পর্কে তাঁকে (সা) জিজ্ঞাসা করা হলে তিনি বলেছেনঃ\n“অন্তর ব্যথিত হয় আর চোখ অশ্রুসিক্ত হয়। কিন্তু আমরা মুখে কেবল এমন কথাই উচ্চারণ করব যাতে আমাদের প্রতিপালক সন্তুষ্ট হন। হে ইব্রাহিম, তোমার বিরহে আমরা মর্মাহত।” [বুখারী : ১৩০৩]\n\nনবীজি (সা.) বলেন, ‘মানুষের মধ্যে দুটি চরিত্র কুফুরির পর্যায়ের। একটি হলো বংশ মর্যাদায় আঘাত হানা। আর অপরটি হলো কোনো মৃত ব্যক্তিকে নিয়ে বিলাপ করা। ’ (মুসলিম : ৬৭)\n\nআমরা মুসলিমরা যখন বলি বুক চাপড়ে \"হায় হোসেন হায় হোসেন\" করা আর বিভিন্ন শিরকী-বিদআতী কর্মকান্ড থেকে ইসলাম পবিত্র। তখন শীয়া ধর্মের লোকেরা বা শীয়াদের অনুরাগীগণ সেখানে \"এজিদের বংশ\" দেখতে পায়। আমার এই পোস্টেও হয়ত ২-১ জন আমাকে এজিদের অনুসারী বলে গালাগালি করে যাবে।\n\nআল্লাহ আমাদেরকে সকল শিরকী ও বিদআতী কর্মকান্ড থেকে হেফাজত করুন। আমীন।\n\nমুহাররম ও আশুরার ফজিলত, করণীয় ও বর্জনীয় কাজ সম্পর্কে জানা যাবে এখান থেকেঃ\nhttps://hellohasan.com/2021/08/03/মুহাররম-আশুরা-রোজা-ফজিলত",
  "content_title": "আজ পবিত্র আশুরা"
}
