{
  "button_hints": "আমাদেরকে অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "ইসলাম আল্লাহ প্রদত্ত একমাত্র গ্রহনযোগ্য দ্বীন বা জীবন বিধান। আল্লাহ আমাদেরকে কুরআনে স্পষ্ট করে বলে দিয়েছেন \"নিশ্চয়ই আল্লাহর কাছে একমাত্র গ্রহনযোগ্য বা মনোনীত জীবন বিধান হচ্ছে ইসলাম\"। এছাড়া অন্যান্য জীবন বিধান বা ধর্ম বাতিল। তাহলে অন্যান্য ধর্মের মানুষদের প্রতি আমাদের মুআ'মালাত বা আচরণ-ব্যবহার কেমন হবে?\n\nকুরআনে আল্লাহ স্পষ্ট করে বলেছেন \"তোমরা অন্য ধর্মের অনুসারীদের প্রভুদের গালি দিও না\"। তাদেরকে গালি দিলে তারা মনে কষ্ট পাবে এবং আমাদের প্রভু আল্লাহ সুবহানাহু ওয়াতা'লাকেও গালি দিবে। এজন্য অন্য ধর্মের দেবতা, ধর্ম গ্রন্থ বা ধর্মীয় অনুষ্ঠানকে গালি দেয়া বা হেয় প্রতিপন্ন করা ইসলামে নিষিদ্ধ।\n\nতাহলে আমরা কি তাদের ধর্মীয় অনুষ্ঠানে যাব? তাদেরকে শুভেচ্ছা জানাব? সেটাও গ্রহনযোগ্য নয়!\n\nআমাদের দেশের এক শ্রেণীর মানুষকে বলতে শোনা যায় \"ধর্ম যার যার, উৎসব সবার\"। এটা একটা অমানবিক ও অযৌক্তিক কথা। কোনো বিবেকবোধ সম্পন্ন ও মানবিক লোক এটা বলতে পারে না। ধর্মীয় বিশ্বাস যেই উৎসবের সাথে জড়িত থাকে সেই উৎসবকে সকলের জন্য সাধারণ করতে চাওয়া একটা হঠকারীতা। কারণ এক ধর্মের উপাসনা বা উৎসব আরেক ধর্মের ব্যক্তির ধর্মীয় বিশ্বাসের সাথে সাংঘর্ষিক। তাই একমাত্র ধর্মহীন বা নাস্তিক ব্যক্তির পক্ষেই বলা সম্ভব \"ধর্ম যার যার, উৎসব সবার\"।\n\nমুসলিমদের জন্য জাস্ট দেখার জন্য বা মজা করার জন্য অন্য কোনো ধর্মের ধর্মীয় উৎসবে যোগ দেয়া বৈধ নয়। অথবা তাদেরকে তাদের উৎসবে শুভেচ্ছা জানানোও বৈধ নয়। কারণ আমরা এক আল্লাহ ছাড়া অন্য কাউকে প্রভু বলে স্বীকার করি না। তাই আমরা যদি অন্য ধর্মের ধর্মীয় উৎসবে শুভেচ্ছা জানাই তাহলে প্রকারান্তে তাদের করা শিরকের উৎসবে আমরা শুভেচ্ছা জানাচ্ছি। কারণ তাদের কাছে যেটা তাদের ধর্মের ইবাদত, আমাদের কাছে সেটা আল্লাহর সাথে শিরক করা। তাই অন্য ধর্মের ইবাদতে আমাদের উপস্থিত থাকা বা তাদেরকে শুভেচ্ছা জানানো উচিত নয়।\n\nআমরা কোনো হারাম কাজ হতে দেখলে কোনো মুমিন কি তা সেলিব্রেট করতে পারি? উদাহরণ স্বরূপ বলা যায় কোথাও মদ খাওয়া হচ্ছে বা সুদের কারবার হচ্ছে বা কোথাও শুকরের মাংস খাওয়া হচ্ছে। আমরা মুমিনরা কি বলতে পারি \"হ্যাপি ড্রিংকিং\"? বা বলতে পারি \"আপনাদের সুদ খাওয়া বা শুকর খাওয়া শুভ হোক\"? কখনোই না! কারণ এগুলো আমাদের কাছে হারাম। আমরা কোনো হারামের ব্যাপারে শুভ কামনা জানাতে পারি না।\n\nএকই ভাবে আমরা অন্য ধর্মের কাউকে বাধ্য করতে পারি না আমাদের নামাজ, আমাদের ঈদে একাত্মতা জানাতে। হিন্দু ধর্মে গরু হত্যা করা নিষেধ। আমরা কুরবানিতে গরু কুরবানি করি। তাদের ধর্মীয় অনুসাশনে কিন্তু এটা সাপোর্ট করবে না আমাদের কুরবানির ঈদে আমাদের গরু জবাইয়ের সময় সামনে থাকা বা শুভেচ্ছা জানানো। কারণ আমাদের কাছে এটা ইবাদত কিন্তু তাদের কাছে এটা পাপ। তাই বলা হয় এক ধর্মের ইবাদত অন্য ধর্মের পাপ হিসাবে গণ্য হতে পারে।\n\n\nঅন্য ধর্মের ধর্মীয় উপাসনা ও উৎসব পালনে পূর্ণ স্বাধীনতা ও নিরাপত্তা নিশ্চিত করা ইসলামী রাষ্ট্রের দায়িত্ব। মুসলিম সমাজের দায়িত্ব হচ্ছে তারা যেন তাদের ধর্ম-কর্ম নির্বিঘ্নে পালন করতে পারে সে ব্যাপারে সহযোগিতা করা। তাদের প্রতি কটুক্তি বা অসহযোগিতামূলক কোনো আচরণ করা কোনো মুসলিমের জন্য বৈধ নয়। যেমনি ভাবে তাদের উৎসবে অংশগ্রহন ও শুভেচ্ছা জানানোও বৈধ নয়।\n\nআল্লাহ আমাদেরকে সকল প্রকার শিরক ও বিদআত থেকে মুক্ত থাকার তাওফিক দান করুন।\n\nতথ্যসূত্র সহ আরো বিস্তারিত পড়ার জন্য ভিজিট করতে পারেন এই ঠিকানায়ঃ https://hellohasan.com/2021/10/11/পূজা-দেখতে-যাওয়ার-বিধান",
  "content_title": "মুসলিমদের জন্য অন্যান্য ধর্মের ধর্মীয় অনুষ্ঠানে যাওয়া ও তাদেরকে শুভেচ্ছা জানানো বৈধ নয়"
}
