{
  "button_hints": "আমাদেরকে উৎসাহ দিতে প্লে স্টোরে ৫ স্টার রেটিং দিন। অ্যাপের iOS ভার্সন ডেভেলপ করার জন্য আর্থিক অনুদান দিন",
  "button_text": "অ্যাপ আপডেট করুন ও ৫ স্টার রিভিউ দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "সদ্য অনার্স পাস করা যুবক, চাকরি হচ্ছে না। হয়ত একটা চাকরি জুটেছে কিন্তু বেতন আর অন্যান্য বিষয় মোটেই অনুকুলে না।\nভর্তি পরীক্ষায় কোথাও টিকলো না সদ্য কৈশর পার হওয়া ছেলেটি। কেউ আবার টিকেছে ভার্সিটিতে কিন্তু পায় নি পছন্দের সাবজেক্ট।\nঅনেক ভেবেচিন্তে আশা নিয়ে বিয়ের পর দেখা গেল সংসারে অশান্তি। শেষে হয়ত ডিভোর্সে গড়ালো।\nসুখের সংসার, কিন্তু সংসারে একটা সন্তান নাই। কারো হয়ত সন্তান আছে কিন্তু সে এমন অসুস্থ্য যে জন্মের পর থেকে হাসপাতালেই কাটছে জীবনের বেশির ভাগ সময়।\n\nইত্যাদি ইত্যাদি ইত্যাদি... সমস্যাগুলো আমাদের চারপাশে খুব কমন। এই সমস্যাগুলোর সমাধান আমরা কিভাবে করি? চাকরির জন্য হয়ত মামা-চাচা ধরি বা ঘুষ দেই। ভাল সাবজেক্টে চান্স না পেয়ে হয়ত ডিপ্রেসন কাটানোর জন্য ধুমপান বা নেশাপণ্যের বিলাস যাপন করে কেউ কেউ। সন্তানের জন্য ডাক্তার-বদ্যি-কবিরাজ...\n\nকিন্তু এমন একটা কাজ করতে আমরা সাধারণত ভুলে যাই বা সেই কাজটা করার কথা আমাদের মাথাতেই আসে না তা হচ্ছে আল্লাহর কাছে বিপদ মুক্তির জন্য দুআ করা। আমরা নিজেদের জন্য নিজেরা দুআ করতে কমফোর্ট ফীল করি না। হুজুরকে দিয়ে দুআ করাই। আল্লাহর নেক বান্দাদের দিয়ে দুআ করানোর দৃষ্টান্ত আমরা হাদীসে পাই। কিন্তু আমার আকুতি, আমার চাহিদা, আমার আবেগ আমার সমস্যার কথা আমি যেভাবে আল্লাহর কাছে বলতে পারব সেটা একজন হুজুর কতটা পারবেন? হুজুর তার নিজের জন্য, আমার জন্য দুআ করে আল্লাহর কাছে প্রিয় পাত্র হবেন। সেই দুআকারী প্রিয় পাত্র কি আমরা হতে পারি না?\n\nআমরা আসলেই কি বিশ্বাস করি যে, দুআর মাধ্যমে আমাদের জীবনকে আমরা পরিবর্তন করে দিতে পারি? দুআর মাধ্যমে আমরা আল্লাহর দেয়া ওয়াদা অনুযায়ী ধারণাতীত উৎস থেকে রিযিক পেতে পারি, এটা কি আসলেই আমরা বিশ্বাস করি? আসলেই কি এখনকার জমানাতেও দুআ করলে আল্লাহ বান্দার ডাকে সাড়া দেন? এখনো কি দুআর মাধ্যমে অলৌকিক ভাবে সমস্যার সমাধান হয়? আমাদের সমসাময়িক সময়ে এমন উদাহরণ কি রয়েছে?\n\nএই সবগুলো প্রশ্নের উত্তর একত্রে পাওয়া যাবে \"দুআ কবুলের গল্পগুলো\" বইটিতে। প্রায় সমসাময়িক বিভিন্ন ঘটনা দ্বারা বইটিকে সাজানো হয়েছে। প্রতিটি গল্প বা ঘটনাই হৃদয়কে স্পর্শ করে যাবার মত। প্রতিটা গল্প পড়ার পরই আপনার মুখ থেকে স্বতস্ফূর্ত ভাবে বের হয়ে আসবে সুবহানাল্লাহ তাসবীহ। প্রতিটি পাতায় পাতায় আপনি প্রমাণ পাবেন আল্লাহ যে বান্দার ডাকে সাড়া দেন তার সত্যতা। আপনার হতাশা আর কষ্টের জীবনে আরেকবার ঘুরে দাঁড়ানোর সাহস পাবেন আল্লাহর কাছে দুআ করার মাধ্যমে। এ বইটি হতে পারে আপনার অবসর সময়গুলোকে বা বাসের বিরক্তিকর জ্যামের সময়গুলোকে দুআর মত একটা ইবাদতের উসিলা হতে। আপনার মধ্যে এই বইটি দুআ করার আনন্দ আর প্রশান্তি ছড়িয়ে দিতে পারে। আপনি যদি জীবনের কঠিনতম কোনো পরিস্থিতি পার করতে থাকেন তাহলে এখনি সময় এই বইটি পড়ে ফেলার!\n\nআরো বিস্তারিত বই রিভিউ পড়তে পারেন এখান থেকেঃ\nhttps://hellohasan.com/2020/01/14/দুআ-কবুলের-গল্পগুলো\n\nবইয়ের লেখাগুলো অনুবাদ ও সম্পাদনা করেছেন রাজীব হাসান। ১৯২ পৃষ্ঠার এই বইতে পাবেন দুআ কবুল হওয়ার অসাধারণ ৪৩ টি ঘটনা। একই সাথে রয়েছে দুআ কবুলের টিপস, দুআ করার আদব ও দুআ কবুল হওয়ার কিছু স্থান, ক্ষেত্র ও সময়।\n\nবইটির মুদ্রিত মূল্য ২৫০ টাকা। যে কোনো অনলাইন শপ বা ইসলামি বইয়ের দোকানে বইটি পাওয়া যাবে।\n\nআশা করি আপনি বইটি পড়বেন এবং জীবনকে আল্লাহর দুআর মত শ্রেষ্ঠ একটা ইবাদতের মাধ্যমে সাজাবেন। আমাদের জন্যও দুআ করবেন যেন আমরা নিয়মিত ইসলামী বই পড়ে সেগুলোর রিভিউ আপনাদের কাছে পৌঁছে দিতে পারি ও বিশুদ্ধ ইসলামী জ্ঞানের প্রচার করতে পারি। দুআ করবেন আল্লাহ যেন আপনার, আমার ও আমাদের অ্যাপের সকল ইউজারদের দুনিয়া ও আখিরাতের কল্যাণ দান করেন। আমীন।",
  "content_title": "দুআ কবুলের গল্পগুলো (বই রিভিউ)"
}
