{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "চলতি মাসে ডোনেট করেছেন কি?\n\n আমাদেরকে উৎসাহ দিতে ৫ স্টার রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নেয়ার জন্য আর্থিক অনুদান দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "ফরজ-ওয়াজিব নামাজের পর যেই নফল নামাজের ব্যাপারে বহু হাদীস বর্ণিত হয়েছে তা হচ্ছে সালাতুদ দুহা। শ্রেষ্ঠতম নফল সালাত হচ্ছে তাহাজ্জুদের সালাত। শ্রেষ্ঠত্বের দিক থেকে সালাতুদ দুহার অবস্থান তাহাজ্জুদের পরপরই। নিয়মিত সম্ভব না হলে সপ্তাহে অন্তত ২-৩ দিন আমাদের উচিত এ সালাত আদায় করা। তাহলে আস্তে আস্তে এটি সারা মাসের ইবাদতে পরিনত হবে ইনশাআল্লাহ।\n\nসালাতুদ দুহা আমাদের কাছে ইশরাক ও চাশতের নামাজ বলে পরিচিত। ইশরাক ও চাশত পরিভাষাগুলো হাদীসের পরিভাষা নয়। হাদীস শরীফে এই সালাতকে “সালাতুদ দুহা” বলে উল্লেখ করা হয়েছে। সালাতুদ দুহা সূর্যোদয়ের পর থেকে দ্বিপ্রহরের নিষিদ্ধ সময়ের আগ পর্যন্ত পড়া যায়। এই সময়ের মধ্যে আগে বা পরে পড়লে এই সালাতকে আলেমগণ ইশরাক, চাশত বা আওয়াবিন নামে অভিহিত করেছেন। যদিও আওয়াবিন শব্দটি হাদীসে এসেছে। এ সংশ্লিষ্ট হাদীসটি এই পোস্টের শেষে পাওয়া যাবে।\n\nমধ্যাহ্ন বা দুহার সালাত সর্বনিম্ন ২ রাকাত থেকে শুরু করে ১২ রাকাত পর্যন্ত পড়ার ব্যাপারে হাদীস পাওয়া যায়। এছাড়াও হাদীসের আলোকে এর চেয়ে বেশি পড়ার ব্যাপারেও অনুমোদন রয়েছে। যে যার সাধ্য মত ২ রাকাত থেকে উপরের দিকে যত বেশি পারা যায় এ সালাত আদায় করতে পারেন।\n\nএটি অন্যান্য যে কোনো নফল নামাজের মতই ২ রাকাত করে পড়া উত্তম। এই সালাতের জন্য কোনো নির্দিষ্ট সূরা-ক্বিরাত নাই। সূরা ফাতিহার সাথে যে কোনো সূরা দিয়েই এই নামাজ পড়া যাবে। এ সালাতের আলাদা কোনো বিশেষ নিয়ম নেই। ফজরের দুই রাকাত সুন্নত বা ফরজ নামাজ যেভাবে আদায় করা হয় সেভাবেই এই সালাত আদায় করতে হয়। দুই রাকাত করে পড়ে সালাম ফিরাতে হবে। কোনো সালাতের জন্যেই মুখে উচ্চারণ করে নিয়ত পড়া জরুরি নয়। আপনি সালাতুদ দুহার জন্য জায়নামাজে দাঁড়িয়েছেন, এটা আপনার মনে থাকাই নিয়ত। সালাতুদ দুহা সহ কোনো সালাতেই মুখে উচ্চারণ করে আরবি বা বাংলায় নিয়তের কিছু বাক্য পড়া জরুরি নয়।\n\nসালাতুদ দুহা বা ইশরাক-চাশতের নামাজের গুরুত্বের উপর অনেক সহীহ হাদীস রয়েছে। নিচে সালাতুদ দুহার ফজিলতের ব্যাপারে কয়েকটি হাদীস তুলে ধরা হলো।\n\nহাদীস ১\n---------------\nবুরাইদাহ (রাঃ) থেকে বর্ণিতঃ\n\nআমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলেতে শুনেছি: মানুষের শরীরে তিনশো ষাটটি গ্রন্থি রয়েছে। তার প্রতিটি জোড়ার জন্য সদাক্বাহ করা উচিৎ। লোকজন বলল, কেউ কি এতো সদাক্বাহ করতে সক্ষম, হে আল্লাহর নাবী! তিনি বললেনঃ তুমি মাসজিদের শ্লেষ্মা পুতে দিবে (মসজিদের নোংরা পরিষ্কার করবে) এবং রাস্তা থেকে কষ্টদায়ক জিনিস সরিয়ে ফেলবে। তুমি যদি তা নাও পারো তাহলে দুই রাক’আত সালাতুদ দুহা আদায় করবে, এতেই তোমার জন্য যথেষ্ট হবে।\n\n(আবু দাউদ ৫২৪২ http://ihadis.com/books/abi-dawud/hadis/5242)\n\nহাদীস ২\n---------------\nআবূ যার (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ\n\nপ্রতিটি দিন শুরু হওয়ার সাথে সাথে তোমাদের প্রত্যেকের প্রতিটি অস্থি-বন্ধনী ও গিঁটের উপর সদাক্বাহ্‌ ওয়াজিব হয়। সুতরাং প্রতিটি তাসবীহ্‌ অর্থাৎ ‘সুবহানাল্ল-হ’ বলা সদাক্বাহ্‌ হিসেবে গন্য হয়। প্রতিটি তাহমীদ অর্থাৎ ‘আলহম্‌দুলিল্লা-হ’ বলা তার সদাক্বাহ্‌ হিসেবে গন্য হয়। প্রতিটি ‘আল্ল-হু আকবর’ তার জন্য এবং ‘নাহী আনিল মুনকার’ অর্থাৎ খারাপ কাজ থেকে বিরত রাখার প্রতিটি প্রয়াসও তার জন্য অনুরুপ সদাক্বাহ বলে গন্য হয়। তবে ‘দুহা’ বা চাশতের মাত্র দু রাক‘আত সলাত যদি সে আদায় করে তাহলে তা এ সবগুলোর সমকক্ষ হতে পারে।\n\n(সহীহ মুসলিম ১৫৫৬ http://ihadis.com/books/muslim/hadis/1556)\n\nহাদীস ৩\n---------------\nআবূ হুরায়রাহ্ (রাঃ) থেকে বর্ণিতঃ\n\nতিনি বলেন, আমার বন্ধু [অর্থাৎ রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] আমাকে তিনটি কাজ করতে উপদেশ দিয়েছেন। সেগুলো হ’ল – প্রতি মাসে তিনটি করে সওম (রোযা) পালন করতে (হিজরি মাসের ১৩, ১৪ ও ১৫ তারিখ), ‘দুহা’ বা চাশতের দু’ রাক‘আত সলাত আদায় করতে এবং ঘুমানোর পূর্বে বিত্‌র সলাত আদায় করতে।\n\n(সহীহ মুসলিম ১৫৫৭ http://ihadis.com/books/muslim/hadis/1557)\n\nহাদীস ৪\n---------------\nমু’আযাহ্ (রহঃ) থেকে বর্ণিতঃ\n\n‘আয়িশা (রাঃ)-কে জিজ্ঞেস করলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাতুদ দুহা কয় রাক‘আত আদায় করতেন? জবাবে ‘আয়িশা (রাঃ) বললেন, তিনি ‘দুহা’ বা চাশতের সলাত সাধারণতঃ চার রাক‘আত আদায় করতেন এবং অনেক সময় ইচ্ছামত আরো বেশী আদায় করতেন।\n\n(সহীহ মুসলিম ১৫৪৮ http://ihadis.com/books/muslim/hadis/1548)\n\nহাদীস ৫\n---------------\nযায়দ ইবনু আরক্বাম (রাঃ) থেকে বর্ণিতঃ\n\nতিনি বলেন, একদিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুবাবাসীদের এলাকায় গেলেন। সে সময় তারা সলাত আদায় করছিলেন। এ দেখে তিনি বললেনঃ ‘সলাতুল আও্ওয়াবীন’ এর উত্তম সময় হ'ল যখন সূর্যতাপে বালু গরম হাওয়ার কারণে উটের বাচ্চাগুলোর পা উত্তপ্ত হতে শুরু করে।\n\n(সহীহ মুসলিম ১৬৩২ http://ihadis.com/books/muslim/hadis/1632)\n\nআল্লাহ আমাদের সকলকে নিয়মিত সালাতুদ দুহা আদায় করার তাওফিক দান করুন। আমীন।",
  "content_title": "শ্রেষ্ঠতম নফল নামাজ সালাতুদ দুহা (চাশতের নামাজ)"
}
