{
    "button_hints": "চলতি মাসে ডোনেট করেছেন কি?\n\nআমাদেরকে অনুপ্রাণিত করতে প্লে স্টোরে 5 Star রেটিং ও ফিডব্যাক দিন। অ্যাপের নিয়মিত ডেভেলপমেন্ট চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
    "button_text": "৫ স্টার রেটিং দিন",
    "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
    "content_message": "আমাদের চোখে সেরা মানুষের সংজ্ঞা কী? অনেক পড়াশোনা জানা, অনেক সম্পদের অধিকারী ইত্যাদি। চলুন দেখে নিই আমাদের প্রাণপ্রিয় রাসূলের (সা) চোখে সর্বশ্রেষ্ঠ মানুষের গুণাবলীগুলো। রাসূলের (সা) বিভিন্ন হাদীস থেকে সেরা মানুষের বেশ কিছু বৈশিষ্ট্য আমরা জানতে পারি। হাদীসগুলো থেকে কয়েকটি নিচে তুলে ধরা হলো।\n\n১।\nতোমাদের মধ্যে সর্বসেরা সে, যে কুরআন শিখে এবং শেখায়।\n(বুখারী, পর্ব: ফাজায়েলুল কুরআন, অধ্যায়: ২১ হাদীস নং: ৫০২৭)\n\n২।\nনিশ্চয়ই তোমাদের মধ্যে সর্বশ্রেষ্ঠ সে, যে তোমাদের মধ্যে সর্বোত্তম আচরণের অধিকারী।\n(বুখারী, পর্ব: শিষ্টাচার, অধ্যায়: উত্তম চরিত্র, হাদীস নং: ৬০৩৫)\n\n৩।\nতোমাদের মধ্যে সর্বসেরা ব্যক্তি সে, যে ঋণ পরিশোধের বেলায় ভালো।\n(বুখারী, পর্ব: উকীল নিযুক্তকরণ, অধ্যায়: ৬, হাদীস নং: ২৩০৫)\n\n৪।\nতোমাদের মধ্যে সর্বোত্তম সে যার কাছ থেকে সবাই কল্যান আশা করে, অনিষ্টের আশংকা করে না।\n( তিরমিজী, পর্ব: ফিতান, অধ্যায়: ৭৬, হাদীস নং: ২২৬৩/২৪৩২)\n\n৫।\nতোমাদের মধ্যে সর্বশ্রেষ্ঠ সে, যে তার পরিবারের নিকট ভালো।\n(ইবনে হিব্বান, পর্ব: বিবাহ, অধ্যায়: স্বামী-স্ত্রীর জীবনাচার, হাদীস নং: ৪১৭৭)\n\n৬।\nতোমাদের মধ্যে সে সর্বোত্তম, যে খাদ্য দান করে এবং সালামের জবাব দেয়।\n(সহীহুল জামে’, হাদীস নং: ৩৩১৮)\n\n৭।\nতোমাদের মধ্যে সর্বশ্রেষ্ঠ সে ব্যক্তি, যে সালাতে কোমল-স্কন্ধ। (অর্থাৎ কেউ নামাজের কাতারে প্রবেশ করতে চাইলে কাঁধ নরম করে তাকে সুযোগ করে দেয়)।\n( আবূ দাঊদ, পর্ব: সালাহ, অধ্যায় ৯৬, হাদীস নং:৬৭২ )\n\n৮।\nসেরা মানুষ সে যার বয়স দীর্ঘ এবং কর্ম ভালো হয়।\n(জা-মিউল আহাদীস, হাদীস নং: ১২১০১ )\n\n৯।\nসেরা মানুষ সে যে মানবতার জন্য অধিক কল্যানকর উপকারী।\n(সহীহুল জা-মি’, হাদীস নং: ৩২৮৯ )\n\n১০।\nআল্লাহর নিকট সর্বোত্তম সঙ্গী সে, যে তার সঙ্গীর কাছে উত্তম। আর আল্লাহর নিকট সর্বোত্তম প্রতিবেশী সে, যে তার প্রতিবেশীর কাছে উত্তম।\n(তিরমিজী, পর্ব: সদ্ব্যবহার ও সুসম্পর্ক, অধ্যায়: ২৮, হাদীস নং: ১৯৪৪)\n\n১১।\nশ্রেষ্ঠ মানুষ হলো যার অন্তর পরিচ্ছন্ন এবং মুখ সত্যবাদী। সাহাবীগন প্রশ্ন করলেন-সত্যবাদী মুখ বুঝা গেলো, কিন্তু পরিচ্ছন্ন অন্তরবিশিষ্ট কে?\nনবীজি ইরশাদ করেন, যে অন্তর স্বচ্ছ-নির্মল, মুত্তাক্বী, যাতে কোন পাপ নেই, বাড়াবাড়ি বা জুলুম নেই, নেই খেয়ানত ও বিদ্বেষ।\n(সহীহুল জা-মি’, হাদীস নং: ৩২৯১)\n\nআল্লহ তা’আলা আমাদেরকে সর্বোত্তম মানুষের সবগুলো গুণ দান করুন এবং প্রকৃত ঈমানদার মানুষ হওয়ার তাউফীক দান করুন। আমিন।।",
    "content_title": "রাসূলের (সা) চোখে সেরা মানুষ যারা"
}
