{
  "button_text": "অ্যাপ আপডেট করুন ও রেটিং দিন",
  "button_hints": "আমাদেরকে উৎসাহিত করতে ৫ স্টার রেটিং দিন ও অ্যাপের ডেভেলপমেন্ট চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "চলমান রবিউস সানী মাসের দিন গণনা শুরু হয়েছিল ৭ নভেম্বর রোজ রবিবার থেকে।[1] সে হিসাবে আইয়ামে বীজের নফল রোজাগুলো রাখতে হবে আগামী ১৯, ২০ ও ২১ নভেম্বর ২০২১ রোজ শুক্র, শনি ও রবিবার। অর্থাৎ বৃহস্পতিবার দিন শেষ হয়ে যে রাত আসবে, সে রাতে সাহরি খেয়ে শুক্রবারের রোজা শুরু করতে হবে। এরপর পরবর্তী দুই দিন শনি-রবি রোজা রাখতে হবে।[2]\n\nঅনেকের মধ্যে ভুল ধারণা রয়েছে যে শুক্রবার মু'মিনের জন্য সাপ্তাহিক ঈদের দিন, তাই রোজা রাখা হারাম। এটা সঠিক নয়। শুধু শুক্রবারকে নির্দিষ্ট করে রোজা রাখা মাকরুহ। আগে-পরে রোজা না রেখে শুধু শুক্রবারেই রোজা রাখার ব্যাপারে হাদীসে নিষেধ আছে। কিন্তু শুক্রবার অন্য কোনো বিশেষ রোজার দিন হলে তাতে এটা মাকরুহ হবে না। যেমন শুক্রবারে যদি আরাফাহ দিবস হয়, আশুরা হয়, আইয়ামে বীজ হয় তাহলে শুক্রবার রোজা রাখাতে কোনো অসুবিধা নাই। এছাড়াও কেউ যদি শুক্রবারের সাথে মিলিয়ে আগে পরে (বৃহঃ বা শনিবার) আরেকটি রোজা রাখে তাতেও মাকরুহ হবে না।\n\nআইয়ামে বীজ আরবি দু’টি শব্দের সমন্বয়ে গঠিত। আইয়ামে অর্থ দিবসসমূহ, আর বীজ অর্থ শুভ্র, সাদা, শ্বেত, খাঁটি, নির্ভেজাল। প্রতি চন্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখকে আইয়ামে বীজ বলা হয়। অনেকগুলো সহীহ হাদীস দ্বারা এই তিন দিন রোজা রাখার জন্য উৎসাহিত করার প্রমাণ পাওয়া যায়। এ রোজাগুলো নবীজির (সা) সারা জীবনের সুন্নত।\n\nতাই চলুন আমরা সাধ্যমত প্রত্যেকে পরিবারের সকলকে নিয়ে নফল সিয়ামগুলো পালন করি। কারণ সিয়াম এমন একটা ইবাদত যার প্রতিদান আল্লাহ নিজে দিবেন। সিয়াম পালনকারী বান্দাকে আল্লাহ এত পরিমাণ প্রতিদান দিবেন যে বান্দা আনন্দিত হয়ে যাবে। প্রতি মাসে আইয়ামে বীজের ৩টি রোজা রাখা, সারা বছর রোজা রাখার সমতুল্য।[3]\n\nরবিউস সানী মাসের প্রচলিত একটি বিদআত হচ্ছে ফাতেহায়ে ইয়াজদাহম। যারা এই দিবস উদযাপন করেন তাদের দাবী হচ্ছে এটি শায়খ আব্দুল কাদের জিলানী (রহ) এর মৃত্যু দিন। ইসলামী শরীয়তে জন্ম বা মৃত্যুদিন পালন করার কোনো ভিত্তি নাই। নবীজির (সা) জীবনে ও সাহাবিগণের (রা) জীবনে এরকম কোনো দিবস উদযাপনের নজির পাওয়া যায় না।[4] তাই আমরা এ ধরনের নব আবিষ্কৃত রেওয়াজ-রসম ও বিদআতকে পরিহার করব।\n\nআল্লাহ আমাদের সবাইকে সুন্নাতের উপর জীবন পরিচালনার তাওফিক দান করুন। আমীন।\n\nতথ্যসূত্রঃ\n[1] https://imgur.com/muiLkXX\n[2] https://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n[3] আবু দাউদ ২৪৪৯\n[4] https://www.alkawsar.com/bn/article/390",
  "content_title": "আইয়ামে বীজের রোজা রবিউস সানী ১৪৪৩"
}
