{
  "button_text": "অ্যাপ আপডেট করুন ও রেটিং দিন",
  "button_hints": "আমাদেরকে উৎসাহিত করতে ৫ স্টার রেটিং দিন ও অ্যাপের ডেভেলপমেন্ট চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "বাংলাদেশে চলমান জমাদিউল আউয়াল মাসের দিন গণনা শুরু হয়েছিল ৬ ডিসেম্বর রোজ সোমবার থেকে।[1] সে হিসাবে আইয়ামে বীজের নফল রোজাগুলো রাখতে হবে আগামী ১৮, ১৯ ও ২০ ডিসেম্বর ২০২১ রোজ শনি, রবি ও সোমবার।\n\nঅর্থাৎ শুক্রবার দিন শেষ হয়ে যে রাত আসবে, সে রাতে সাহরি খেয়ে শনিবারের রোজা শুরু করতে হবে। এরপর পরবর্তী দুই দিন রবি-সোম রোজা রাখতে হবে।[2] রোজাগুলো রাখার জন্য আপনার ফোনে রিমাইন্ডার দিয়ে রাখতে পারেন।\n\nআইয়ামে বীজ আরবি দু’টি শব্দের সমন্বয়ে গঠিত। আইয়ামে অর্থ দিবসসমূহ, আর বীজ অর্থ শুভ্র, সাদা, শ্বেত, খাঁটি, নির্ভেজাল। প্রতি চন্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখকে আইয়ামে বীজ বলা হয়। অনেকগুলো সহীহ হাদীস দ্বারা এই তিন দিন রোজা রাখার জন্য উৎসাহিত করার প্রমাণ পাওয়া যায়। এ রোজাগুলো নবীজির (সা) সারা জীবনের সুন্নত।\n\nতাই চলুন আমরা সাধ্যমত প্রত্যেকে পরিবারের সকলকে নিয়ে নফল সিয়ামগুলো পালন করি। কারণ সিয়াম এমন একটা ইবাদত যার প্রতিদান আল্লাহ নিজে দিবেন। সিয়াম পালনকারী বান্দাকে আল্লাহ এত পরিমাণ প্রতিদান দিবেন যে বান্দা আনন্দিত হয়ে যাবে। প্রতি মাসে আইয়ামে বীজের ৩টি রোজা রাখা, সারা বছর রোজা রাখার সমতুল্য।[3]\n\nযদি এই ৩ দিন মিস হয়ে যায় তাহলে মাসের যে কোনো ৩ দিন রোজা রাখতে পারি। এতেও ইনশাআল্লাহ সারা মাস (৩০ দিন) রোজা রাখার সওয়াব হবে। কারণ প্রত্যেক নেক আমলের প্রতিদান ১০ গুণ পর্যন্ত বৃদ্ধি করে দেয়া হয়।[4]\n\nএছাড়াও সাধ্য মত সপ্তাহের সোম ও বৃহস্পতিবার রোজা রাখতে পারি। নবীজি (সা) গুরুত্ব সহকারে এই দুই দিন সিয়াম পালন করতেন।[5] আর শীতকালের রোজা সম্পর্কে নবীজি (সা) বলেছেন এটি মুমিনের জন্য অনায়াশলব্ধ গনিমতের মালের মত। যা অনায়াশে লাভ করা যায়।[6] কারণ শীতকালে রোজা রাখায় কষ্ট কম হয়। শীতকালের কয়েকটি বিশেষ আমল সম্পর্কে জানা যাবে এখান থেকেঃ https://hellohasan.com/2021/11/22/শীতকালের-বিশেষ-আমল\n\nআল্লাহ আমাদের সবাইকে বেশি বেশি নফল রোজা রাখার তাওফিক দান করুন। আমীন।\n\nদাওয়াতের উদ্দেশ্যে পোস্টটি শেয়ার করতে পারেন। কেউ এটি দেখে নিয়মিত আমল করলে তার সওয়াবের অংশ ইনশাআল্লাহ আপনিও পাবেন।\n\nতথ্যসূত্রঃ\n[1] https://imgur.com/OC2W3lL\n[2] https://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n[3] আবু দাউদ ২৪৪৯\n[4] সূরা আন'আম, আয়াত ১৬০\n[5] https://hellohasan.com/2021/07/28/সোম-বৃহস্পতি-রোজার-ফজিলত\n[6] https://hellohasan.com/2021/11/22/শীতকালের-বিশেষ-আমল",
  "content_title": "আইয়ামে বীজের রোজা জমাদিউল আউয়াল ১৪৪৩"
}
