{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "আমাদেরকে উৎসাহ দিতে ৫ স্টার রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নেয়ার জন্য আর্থিক অনুদান দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আইয়ামে বীজের রোজা রাখছেন তো?\nএ মাসের সিয়াম রাখতে হবে ১০, ১১ ও ১২ অক্টোবর ২০২২\n\nচলমান রবিউল আউয়াল মাসের আইয়ামে বীজের নফল রোজাগুলো রাখতে হবে আগামী ১০, ১১ ও ১২ অক্টোবর ২০২২ রোজ সোম, মঙ্গল ও বুধবার। অর্থাৎ রবিবার দিন শেষ হয়ে যে রাত আসবে, সে রাতে সাহরি খেয়ে সোমবার দিন রোজা রাখতে হবে। একই ভাবে মঙ্গল ও বুধবার রাখতে হবে।[1]\n\nআইয়ামে বীজ আরবি দু’টি শব্দের সমন্বয়ে গঠিত। আইয়ামে অর্থ দিবসসমূহ, আর বীজ অর্থ শুভ্র, সাদা, শ্বেত, খাঁটি, নির্ভেজাল। প্রতি চন্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখকে আইয়ামে বীজ বলা হয়। অনেকগুলো সহীহ হাদীস দ্বারা এই তিন দিন রোজা রাখার জন্য উৎসাহিত করার প্রমাণ পাওয়া যায়। এ রোজাগুলো নবীজির (সা) সারা জীবনের সুন্নত।\n\nতাই চলুন আমরা সাধ্যমত প্রত্যেকে পরিবারের সকলকে নিয়ে নফল সিয়ামগুলো পালন করি। কারণ সিয়াম এমন একটা ইবাদত যার প্রতিদান আল্লাহ নিজে দিবেন। সিয়াম পালনকারী বান্দাকে আল্লাহ এত পরিমাণ প্রতিদান দিবেন যে বান্দা আনন্দিত হয়ে যাবে। প্রতি মাসে আইয়ামে বীজের ৩টি রোজা রাখা, সারা বছর রোজা রাখার সমতুল্য।[2]\n\n১২ রবিউল আউয়াল ঈদ উদযাপন ও বিশেষ আমল কি সুন্নাহ সম্মত?\n================================================\nরবিউল আউয়াল মাসে কিছু লোক বিভিন্ন পদ্ধতিতে নামাজ ও দরূদের ব্যাপারে ফজিলত বর্ণনা করেন। \"এ মাসের অমুক দিন এত রাকাত নামাজ পড়লে এই ফজিলত... অমুক দিন এত লক্ষ বার ঐ দরূদ পড়লে এই ফজিলত...\" - এরকম চটকদার কিছু বক্তব্য শুনতে পাওয়া যায়। বাজারে প্রচলিত \"বারো চান্দের ফজিলত\" বা মোকছেদুল মোমিন নামক কিছু অগ্রহনযোগ্য বই-পুস্তকে এসব কথা বেশি পাওয়া যায়। এগুলো সবই ভিত্তিহীন ও বানোয়াট কথা। রবিউল আউয়াল মাসের কোনো বিশেষ আমল হাদীসে রাসূলের (সা) মাঝে পাওয়া যায় না।[3]\n\nরবিউল আউয়াল মাসের ব্যাপারে উক্ত বর্ণনাগুলোর নেপথ্যে রয়েছে ১২ রবিউল আউয়াল তারিখে নবীজির (সা) জন্ম হয়েছিল এমন একটি বর্ণনা। যদিও ইতিহাস ও সিরাতের আলোকে আমরা বলতে পারি নবীজির (সা) জন্ম ও মৃত্যুর তারিখ শতভাগ নিশ্চিত করে বলার মত প্রামাণ্য কোনো বর্ণনা নাই। নবীজির (সা) জন্ম কোন তারিখে হয়েছিল তা নিয়ে ১২ টির অধিক মত রয়েছে। অনেক গবেষকই তন্মধ্যে ৯ রবিউল আউয়ালকে জন্ম তারিখ এবং ২ রবিউল আউয়ালকে ইন্তিকালের তারিখ হিসাবে বেশি সহীহ আখ্যা দিয়েছেন। কিন্তু এ বিষয়ে শতভাগ নিশ্চিত করে কিছু বলা সম্ভব নয়। কারণ আমাদের দেশে ঘটা করে যেভাবে নবীজির (সা) জন্ম দিনের স্মরণে \"ঈদ\" পালন করা হয়, নবীজির (সা) যুগে এবং পরবর্তী সাহাবীগণ ও তাবেয়ীগণের যুগে এই প্রথা ছিল না। ইসলামে জন্ম ও মৃত্যু দিবস পালন করার কোনো অনুমতি নেই। কোনো সাহাবী, তাবেয়ী, ইমাম, উলামায়ে উম্মাহ কেউ এমনটি করেন নি; বরং করাকে বিদআত বলেছেন। সুতরাং তা পরিত্যাজ্য। আল্লাহ আমাদের সকল প্রকার রসম-রেওয়াজ ও বিদআত থেকে হেফাজত করুন। এগুলোর পিছনে না পড়ে পুরোপুরি সুন্নাহ অনুযায়ী জীবন যাপন করার তাওফিক দান করুন।[4]\n\n৪০০ হিজরীর দিকে সর্বপ্রথম মিসরের ফাতেমীয় শীয়া শাসকগণ রবিউল আউয়াল মাসে ‘মীলাদ’ বা রাসূলুল্লাহ (সা) এর জন্ম দিবস পালনের প্রচলন করে। ৬০০ হিজরীতে ইরাকের ইরবিল শহরে ৮ ও ১২ রবিউল আউয়াল ‘মীলাদ’ বা ‘ঈদ মীলাদুন্নবী’ নামে রাসূলুল্লাহ (সা)-এর জন্ম উদযাপন শুরু হয়। অপরদিকে ভারত ও অন্যান্য দেশে ১২ রবিউল আউয়ালে রাসূলুল্লাহ (সা)-এর ওফাত উপলক্ষ্যে ‘ফাতেহা’ বা ‘ফাতেহায়ে দোয়াজদহম’ উদযাপন শুরু হয়।[5]\n\nএকদল অতি আবেগী লোক ১২ রবিউল আউয়ালকে সকল ঈদের সেরা ঈদ আখ্যা দিয়ে ঈদ পালন করে থাকেন। সুন্নাহ পরিপন্থি এই কাজের পিছনে তাদের যুক্তি হচ্ছে \"দয়াল নবীজির (সা) জন্ম দিনে খুশি হবা না তো কী হব? তাই এই দিন সবচেয়ে শ্রেষ্ঠ ঈদ\"। যেই ঈদ নবীজির (সা) নবুয়তী জীবনে তিনি একবারও পালন করেন নি, সাহাবীগণ পালন করেন নি, তাবেয়ীগণ পালন করেন নি। এরা নবীজির (সা) জন্ম তারিখটি নিশ্চিত না হওয়া সত্ত্বেও এই দিনকে ঈদ বানিয়ে নিয়েছে। মীলাদুন্নবী উদযাপনের জন্য খরচ করলে জান্নাতে হযরত আবু বকরের (রা) সঙ্গী হওয়া যাবে এমন বানোয়াট কথা প্রচার করে।[6]\n\nনবীজি (সা) সোমবার রোজা রাখতেন। এর পিছনে অন্যতম কারণ ছিল সোমবার তিনি জন্মগ্রহন করেছিলেন। যেখানে নবীজি (সা) জন্ম বারে রোজা রাখতেন, সেখানে একালের \"আশেকে রাসূল\" দাবীদারগণ \"ঈদ\" উদযাপন করেন। ইসলাম ব্যতীত অন্যান্য ধর্মে (হিন্দু, বৌদ্ধ, খৃষ্টান ও ইহুদী) জন্মদিন পালন করার বিশেষ রীতির উল্লেখ পাওয়া যায়। প্যাগান ধর্ম বিশ্বাসেও জন্মদিনের বিশেষ গুরুত্ব রয়েছে। অপর পক্ষে ইসলামী শরীয়তে কারো জন্ম বা মৃত্যুকে বিশেষ ভাবে উদযাপনের রীতি কুরআন-হাদীসের মাধ্যমে পাওয়া যায় না।[7]\n\n\nআল্লাহ তাদেরকে সঠিক ইসলামের বুঝ দান করুন। ইসলামকে নবীজি (সা) ও সাহাবীগণ (রা) এর মত করে বুঝার তাওফিক দান করুন। নবীজির (সা) প্রতি ভালোবাসা প্রকাশের ক্ষেত্রে সাহাবীগণের চেয়ে অধিক অগ্রগামী নিজেদেরকে আমরা না মনে করি। নবীজি (সা) ও সাহাবীগণের (রা) চেয়ে ইসলামকে বেশি বুঝতে গেলে পথভ্রষ্ট হওয়া নিশ্চিত! আল্লাহ আমাদের সবাইকে সুন্নাহের উপর জীবন চালানোর তাওফিক দান করুন। বিদআতমুক্ত জীবন গড়ার তাওফিক দান করুন। আমীন।\n\n(যে কোনো প্রচলিত বিদআতের বিপরীতে পোস্ট করার পর আমরা বরাবরই অনেক গালাগাল ও কটুক্তির স্বীকার হই। তারই ধারাবাহিকতায় বলাই বাহুল্য, এই পোস্টের পরও একদল লোক এসে আমাদেরকে গালাগালি করবেন। নবীর দুশমন, ইহুদীদের দালাল, ওহাবী, এজিদের বংশ ইত্যাদি ট্যাগ দিবেন। আল্লাহ তায়ালা সেই সকল ভাইদেরকে হেদায়েত দান করুন। আমীন।)\n\nতথ্যসূত্রঃ\n[1] https://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n[2] আবু দাউদ ২৪৪৯\n[3] ভিত্তিহীন বর্ণনাঃ https://www.alkawsar.com/bn/article/2737\n[4] ফযীলতপূর্ণ দিবস ও রজনীঃ https://www.alkawsar.com/bn/article/779\n[5] https://www.hadithbd.com/books/link/?id=4948\n[6] মীলাদুন্নবী বিষয়ে দুটি ভিত্তিহীন বর্ণনাঃ https://www.alkawsar.com/bn/article/2862\n[7] ঈদে মিলাদুন্নবী উদযাপন বনাম ইসলামে জন্মদিন পালনের বিধানঃ https://hellohasan.com/2022/10/05/ঈদে-মিলাদুন্নবী-উদযাপন/",
  "content_title": "আইয়ামে বীজ ও ১২ রবিউল আউয়াল"
}
