{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "রমজান মাস শুরু হওয়ার পর ঈদের জন্য আমরা প্রায় এক মাস প্রস্তুতি নিই। কেনাকাটা থেকে শুরু করে যাবতীয় বিষয়ে আমরা প্ল্যান করি। কিন্তু বছরের সবচেয়ে মহিমান্বিত মাস রমজানের জন্য কি আগে থেকে কোনো প্রস্তুতি নিই? আমাদের কি উচিত না সারা বছরের গাফলতিগুলো, সারা বছরের পাপগুলো থেকে আল্লাহর কাছে মুক্তি পাওয়ার এই মাসের জন্য পূর্ণ প্রস্তুতি গ্রহণ করা? আমাদের কি উচিত না আগে থেকে প্ল্যান করে সে অনুযায়ী কাজ করা যেন এই মাসের সবচেয়ে ভাল ব্যবহার আমরা করতে পারি? আমরা কতটুকু কুরআন পড়ব, কতদিন তাহাজ্জুদ পড়ব, কতটুকু তাফসীর পড়ব, কতদিন ই'তিকাফ করব, কত টাকা দান করব ইত্যাদি বিষয়ে আমাদের উচিত আগে থেকেই প্রস্তুতি নেয়া। তাহলে রমজানের সময়গুলোর সর্বোচ্চ উত্তম ব্যবহার নিশ্চিত করা আমাদের জন্য সহজ হবে।\nরমজান মাসের আগে কিছু প্রস্তুতির ব্যাপারে মনে করিয়ে দেয়ার জন্য আজকের এই পোস্ট। আশা করি এর মাধ্যমে আপনি, আপনার পরিবার ও আপনার বন্ধু মহলেও রমজানের প্রস্তুতির বিষয়ে অবগত করতে পারবেন। লেখাটি শেয়ার করতে পারেন ফেসবুক সহ যে কোনো সামাজিক যোগাযোগ মাধ্যমে।\n\nরমজানের প্রস্তুতি\n---------------------------------\n\nরোজার বিভিন্ন মাসয়ালা, যেমন রোজা ভঙ্গের কারণ, কী কী কাজ করলে রোজা শুদ্ধ হয় না, কী কী কারণে রোজার কোনো ক্ষতি হয় না, রোজার খাদ্যাভ্যাস কেমন হওয়া উচিত ইত্যাদি তথ্যাদি আমরা সাধারণত রোজা শুরু হওয়ার পর খুঁজতে শুরু করি। তাই আমরা যারা রমজান মাসকে সবচেয়ে ভাল ভাবে কাজে লাগাতে চাই তারা আগে থেকে এ বিষয়গুলো জানার চেষ্টা করা উচিত। এই মাসআলাগুলো ইতমধ্যেই আমাদের অ্যাপে রয়েছে। সেগুলো এখন থেকে দেখে নেয়া যেতে পারে।\n\nআমরা রমজানের প্রস্তুতি মানে ধরেই নিই কী কী খাব, কয় কেজি বেসন কিনব, কয় কেজি ছোলা-মুড়ি কিনব, ঈদে কয়টা ড্রেস কিনব ইত্যাদিকে। এমন কি এই ভোগ-বিলাসিতাকে নেক আমল হিসাবে প্রতিষ্ঠিত করার উদ্দেশ্যে একটা বানোয়াট কথাকে হাদীস হিসাবে প্রচার করেন অনেকে। বানোয়াট কথাটি হচ্ছেঃ রমজান মাসে কোনো কিছু কিনলে সেই পরিমাণ টাকা সদকা করার সওয়াব পাওয়া যায়। একজনের ব্যাপারে শুনেছিলাম ২০-২৫ হাজার টাকা দামের স্মার্টফোন তিনি রমজান মাসে কিনেছেন উক্ত ফজিলত হাসিল করার জন্য! যারা ভোজনরসিক তারা প্রচার করে বেড়ায় \"রমজানে সাহরি আর ইফতারে যত খুশি খাওয়া যাবে। এসবের কোনো হিসাব দিতে হবে না।\"\n\nরমজানের জন্য প্রস্তুতি হওয়া উচিত আগে থেকেই কিছু কিছু করে নফল রোজা রাখা। একটু বেশি নফল-সুন্নত নামাজ পড়া। আল্লাহর রাসূল (সা) রমজানের আগের দুই মাসে অধিক নফল রোজা ও ইবাদত করতেন। নিচে রমজানের আগের দুই মাস রজব ও শা'বান মাসে নফল রোজা রাখা বিষয়ক কয়েকটি হাদীস উল্লেখ করা হলো।\n\nউসামাহ বিন যায়দ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,\n\n‘একদা আমি বললাম, হে আল্লাহর রসূল! আপনাকে শাবান মাসে যত সিয়াম রাখতে দেখি তত অন্য কোন মাসে তো রাখতে দেখি না, (এর রহস্য কী)?’ উত্তরে তিনি বললেন, “এটা তো সেই মাস, যে মাস সম্বন্ধে মানুষ উদাসীন, যা হল রজব ও রমযানের মাঝে। আর এটা তো সেই মাস; যাতে বিশ্ব জাহানের প্রতিপালকের নিকট আমলসমূহ পেশ করা হয়। তাই আমি পছন্দ করি যে, সিয়াম রাখা অবস্থায় আমার আমল (আল্লাহর নিকট) পেশ করা হোক।\n\n(আহমাদ ২১৭৫৩, নাসাঈ ২৩৫৭, সহীহ তারগীব ১০০৮, তামামুল মিন্নাহ ৪১২পৃঃ)\n\n\nউসমান ইবনু হাকীম (রহঃ) থেকে বর্ণিতঃ আমি সাঈদ ইবনু জুবাইর (রহঃ)-কে রজব মাসের সওম সম্পর্কে জিজ্ঞেস করলে তিনি বলেন, ইবনু ‘আব্বাস (রাঃ) আমাকে জানিয়েছেন,\n\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অনবরত সওম পালন করতেন, এমনকি আমরা বলতাম, তিনি এ মাসে সওম বর্জন করবেন না। আবার তিনি অনবরত সওম বর্জন করতেন, এমনকি আমরা বলতাম তিনি (হয়তো) আর সওম রাখবেন না।\n\n(সুনানে আবু দাঊদ ২৪৩০)\n\n\nউম্মু সালামা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,\n\nআমি শা’বান ও রমযান ছাড়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে একটানা দু’মাসের রোযা পালন করতে দেখিনি।\n\n(সহীহ ইবনু মাজাহ ১৩৪৮)\n\n\nআইশা (রাঃ) থেকে বর্ণিতঃ\n\nআবূ সালামার সূত্রে আইশা (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে শা’বান মাসের অনুরূপ অন্য কোন মাসে এত বেশি (নফল) রোযা পালন করতে দেখিনি। কিছু অংশ ছাড়া এ মাসের পুরো মাসটাই, বলতে কি সারা মাসটাই তিনি (নফল) রোযা রাখতেন।\n\n(হাসান সহীহ, তিরমিজি ৭৩৭)\n\nএ হাদীস প্রসঙ্গে ইবনুল মুবারাক বলেছেন, যদি কোন লোক মাসের বেশিরভাগ দিন রোযা পালন করে তবে আরবী বাগধারা অনুযায়ী বলা যায় সে লোক সারা মাসই রোযা পালন করেছে। যেমন আরবরা বলে থাকে, অমুক লোক সম্পূর্ণ রাত (নামাযে) দাঁড়িয়েছিল। অথচ সে লোক রাতের খাবারে এবং অন্যান্য প্রয়োজনে কিছু সময় ব্যয় করেছে। ইবনুল মুবারাক এর প্রেক্ষিতে মনে করেন, হাদীস দুটির তাৎপর্য একই। হাদীসটির তাৎপর্য হচ্ছে, সংশ্লিষ্ট মাসের বেশিরভাগ দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রোযা পালন করতেন। আবূ ঈসা বলেন, সালিম আবূ নাযর এবং আরও অনেকে আবূ সালামার সূত্রে আইশা হতে মুহাম্মাদ ইবনু আমরের মতই হাদীস বর্ণনা করেছেন।\n\n\nএ সকল হাদীস থেকে প্রতীয়মান হয় যে রমজান আসার আগের দুই মাসে আমাদের উচিত কিছু নফল রোজা রাখা। রজব ও শা'বান মাসে বেশি বেশি রোজা রাখা এমনিতেই সুন্নাহ। আবার প্রতি সোম ও বৃহস্পতিবার রোজা রাখা সুন্নাহ। একই সাথে হিজরি মাসের ১৩, ১৪ ও ১৫ তারিখ আইয়ামে বীজের রোজা রাখাও সুন্নাহ। তাই চলুন আমরা রজব ও শা'বান মাসের আইয়ামে বীজের রোজাগুলো অন্তত রাখার চেষ্টা করি। তাতে ইনশাআল্লাহ রজব-শা'বানের বিশেষ ফজিলত ও আইয়ামে বীজের ফজিলত উভয়টিই হাসিল হয়ে যাবে। একই রকম ভাবে সোম-বৃহস্পতি রোজা রাখার মাধ্যমেও এই দুটি ফজিলত হাসিলের সুযোগ রয়েছে।\n\nরোজা আসার আগে থেকেই চলুন মানসিক ভাবে প্রিপারেশন নিই যে, এই রোজায় আগের মত ফেসবুক ইউটিউবে অযথা সময় নষ্ট করব না। এই রোজায় প্রতিদিন অন্তত কিছু সময় কুরআন পড়ব। কয়েক আয়াতের তাফসীর সহ পড়ব। প্রিপারেশনের অংশ হিসাবে এখন থেকে চলুন প্রতিদিন অন্তত ১০ মিনিট কুরআন পড়ার জন্য ব্যয় করি। তাতে যে অভ্যাস হবে সেটা রমজান মাসে আমাদের অনেক সাহায্য করবে। আজই সিদ্ধান্ত নিন আমাদের বাজে একটা ট্র্যাডিশন এইবার ব্রেক করার জন্য। তা হচ্ছে ইফতারে হরেক রকমের ভাজা-পোড়া খেয়ে শরীর নষ্ট করা। রোজা রেখে আমাদের শারীরিক যেই উপকার হওয়ার কথা তার পুরোটাই বলা যায় নষ্ট হয় এই অস্বাস্থ্যকর খাবার খেয়ে। তাই কম খাওয়ার অভ্যাস করতে পারেন এখন থেকেই।\n\nযারা ধুমপান করেন, তাদের জন্য রমজান হতে পারে এটা থেকে মুক্তির মাস। এখন থেকেই ধুমপানের মাত্রা কমিয়ে দিয়ে রমজান মাসে ছেড়ে দিন একেবারে। আপনি বিষ খেয়ে নিজের ক্ষতি করলে আল্লাহর কাছে আপনার ব্যাপারে শুধু কৈফিয়ত দিতে হবে। কিন্তু আপনি ধুমপান করে আপনার ও আপনার আশেপাশের অসংখ্য মানুষের ক্ষতি করছেন। তাদের সকলের ক্ষতি করার দায় কিয়ামতের দিন কি আপনি এড়াতে পারবেন? কোনো একজন ব্যক্তির হক্ব নষ্ট করলে তার ব্যাপারে কিয়ামতের দিন ধরা হবে। কিন্তু সরকারী তথা জাতীয় কোনো সম্পদ নষ্ট করা বা পুরো জাতীর হক্ব যারা নষ্ট করে কিয়ামতের দিন কিন্তু সকলের হক্বই আদায় করতে হবে। অন্যথায় সকলের গুনাহের বোঝা নিজ ঘাড়ে নিতে হবে। তাই আসুন আমরা নিজের ক্ষতি করা থেকে বিরত থাকি। ধুমপানের মাধ্যমে আমাদের বা প্রতিবেশীর গর্ভবতী মায়ের পেটে থাকা সন্তানের ক্ষতি করা থেকে বিরত থাকি।\n\nআল্লাহ আমাদেরকে রমজান মাসের যথাযথ প্রস্তুতি নেয়ার তাওফিক দান করুন। আল্লাহ এই রমজানকে আমাদের জীবন পরিবর্তন করে দেয়ার উপলক্ষ্য বানিয়ে দিন। এই রমজানে ভোগ-বিলাসিতা, পাপ কাজ থেকে মুক্ত থাকার তাওফিক দিন। রমজানে আমাদের সকলকে পুরো কুরআন পড়ে শেষ করার তাওফিক দান করুন। এই রমজানে বেশি বেশি ইসলামের জ্ঞান অর্জন করে সে অনুযায়ী আমল করার তাওফিক দান করুন। রমজানের শেষ ১০ দিন ইতিক্বাফ করার তাওফিক দান করুন। আল্লাহ আমাদের জীবনে বারবার লাইলাতুল ক্বদরের পূর্ণ ফজিলত দান করুন।",
  "content_title": "রমজানের বাকি দুই মাস - প্রস্তুতি নিচ্ছেন তো?"
}
