{
  "button_text": "5 স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "মসজিদে জামাত শুরু হয়ে গেলে বা জামাতের সময় ঘনিয়ে আসলে প্রায়ই আমরা দৌঁড়ে গিয়ে জামাতে সামিল হই। ইমাম যদি রুকুতে থাকেন তাহলে আমাদের দৌঁড়ের গতি বেড়ে যায়। এতে দুর্ঘটনা ঘটার আশংকাও থাকে। জামাতে সামিল হতে এভাবে দৌঁড়ানো, সরাসরি আল্লাহর রাসূলের (সা) সুস্পষ্ট হাদীসের লংঘন! নিচে অনেকগুলো হাদীসের মধ্য থেকে দুইটি হাদীস উল্লেখ করা হলো। \n\nআবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি আল্লাহর রসূল (সা)-কে বলতে শুনেছি যে, \n‘‘যখন নামাযের জন্য ইক্বামত (তাকবীর) দেওয়া হয় তখন তোমরা তাতে দৌড়ে আসবে না, বরং তোমরা গাম্ভীর্য-সহকারে স্বাভাবিকরূপে হেঁটে আসবে। তারপর যতটা নামায (ইমামের সাথে) পাবে, পড়ে নেবে। আর যতটা ছুটে যাবে, ততটা (নিজে) পূরণ করে নেবে।’’\n(সহীহুল বুখারী ৬৩৬, ৯০৮, মুসলিম ৬০২, তিরমিযী ৩২৭, নাসায়ী ৮৬১, আবূ দাউদ ৫৭২, ৫৭৩, ইবনু মাজাহ ৭৭৫, আহমাদ ৭১৮৯, ৭২০৯, ৭৬০৬, ৭৭৩৫, ২৭৪৪৫, ৮৭৪০, ১০৫১২, ১৩১৪৬, মুওয়াত্তা মালিক ১৫২, দারেমী ১২৮২)\n\nআবূ হুরায়রাহ্ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সা) বলেছেনঃ \nসলাতের জন্য ইক্বামত দেয়া হয়ে গেলে তোমরা দৌড়াদৌড়ি বা তাড়াহুড়া করে সলাতে এসো না। বরং প্রশান্তি সহ গাম্ভীর্য রেখে সলাতে শারীক হও। অতঃপর ইমামের সাথে যতটা সলাত পাও তা আদায় করো। আর যতটা না পাবে তা পূরণ করে নাও। কেননা তোমাদের মধ্যে কেউ যখন সলাত আদায়ের সংকল্প করে তখন সে সলাতরত থাকে বলেই গণ্য হয়। (সহীহ মুসলিম ই.ফা ১২৩৫, ই.সে. ১২৪৭)\n\nমনে হতে পারে আমরা তো আল্লাহর দিকেই নেক উদ্দেশ্যে দৌঁড়ে যাচ্ছি। তাহলে তা খারাপ হবে কেন? কারণ হচ্ছে- রাসূল (সা) স্পষ্ট ভাষায় জামাত ধরার জন্য তাড়াহুড়া করে দৌঁড়ে যেতে নিষেধ করেছেন। আমরা যারা মুসলিম তাদের জন্য এই একটা কারণই যথেষ্ট। এরপর মনের বাড়তি প্রশান্তির জন্য যদি জানতে চাই এর অন্তর্নিহিত উদ্দেশ্য কী? \n\nতাহলে বলা যায় মসজিদ আল্লাহর ঘর। আল্লাহ তো সারা বিশ্ব জাহানের রব। বিশ্ব জাহানের একক মালিক। তাঁর দরবারে কি আমরা দৌঁড়ে যেতে পারি? আমাদের অফিসের বসের মিটিংয়ে কি হন্তদন্ত হয়ে দৌঁড়ে গিয়ে উপস্থিত হই? কোনো গণ্যমান্য ব্যক্তির সাথে সাক্ষাত করতে গেলে কি আমরা নম্র ভাবে বিনয়ের সাথে, গাম্ভীর্যের সাথে যাই না? সেই একই কারণে দৌঁড়ে মসজিদে যাওয়া আল্লাহর রাসূলের (সা) একাধিক হাদীস দ্বারা নিষেধ। এছাড়াও দৌঁড়ে গেলে আমাদের হার্টবিট বেড়ে যায়, শ্বাস-প্রশ্বাস দ্রুত হয়ে আসে। হাপাতে হাপাতে নামাজ পড়তে থাকলে নামাজের খুশু-খুযু নষ্ট হয়। একাগ্রচিত্তে নামাজে ব্যাঘাত ঘটে। এই নিষেধের পিছনে এটাও একটা কারণ হতে পারে।\n\nতাই জামায়াতের সময় ঘনিয়ে আসলে বা জামায়াত শুরু হয়ে গেলে স্বাভাবিক ভাবে একটু পা চালিয়ে দ্রুত হাঁটলেও সেটা যেন দৌঁড় বা তাড়াহুড়ার পর্যায়ে চলে না যায় সেদিকে লক্ষ্য রাখব।\n\nআল্লাহ আমাদেরকে নামাজ শুরু হওয়ার আগেই মসজিদে উপস্থিত হওয়ার তাওফিক দান করুন। আমীন।",
  "content_title": "মসজিদে জামাত ধরার জন্য দৌঁড়ে তাড়াহুড়া করে যেতে নবীজি (সা) নিষেধ করেছেন"
}
