{
  "button_text": "5 star রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আমরা প্রতিদিনই কম-বেশি জেনে বুঝে বা না জেনে অসংখ্য পাপ করে থাকি। যেমন আমরা হয়ত রাস্তায় চলার সময় চোখকে সংযত রাখতে পারি না। আবার হয়ত কারো সাথে মিথ্যা বলে থাকি। কারো মনে কষ্ট দিয়ে ফেলি। অথবা রাস্তায় অন্য মানুষের কষ্ট হয় এমন কোনো কাজ করি, যেমন রাস্তায় ময়লা ফেলা বা এমন ভাবে চলাচল করা যাতে অন্য পথচারী বা যানবাহন আরোহীরা কষ্টে পড়েন। আবার অনেক ভাইয়েরাই হয়ত কাপড় পরেন টাখনুর নিচে বা দাড়ি কেটে ছোট করেন, বা ধুমপান করেন। যা কঠিনতম গুনাহ।\n\nআমরা কি এসব গুনাহ থেকে কখনো আল্লাহর কাছে মাফ চাই? কখনো কি আমরা ঘুমানোর আগে চিন্তা করি আজ সারা দিন কী কী পাপ করেছি? আমরা কি আমাদের পাপগুলোকে আদৌ পাপ মনে করি?\n\nআল্লাহ তায়ালার কাছে গুনাহের জন্য মাফ চাইলে তিনি অত্যন্ত খুশি হন। আমরা আল্লাহর কাছে নিয়মিত ক্ষমা প্রার্থনা করে আর পরবর্তীতে পাপ না করার প্রতিশ্রুতি দিয়ে আল্লাহর প্রিয় বান্দায় পরিণত হতে পারি। নিশ্চয়ই আল্লাহ আমাদেরকে ক্ষমা করে দিবেন। যে পাপগুলো মানুষকের অধিকারের সাথে সম্পৃক্ত। সেগুলোর জন্য সংশ্লিষ্ট ব্যক্তির থেকে মাফ চেয়ে নিতে হবে। যেমন কাউকে কোনো কথা বা আচরনের দ্বারা কষ্ট দেয়া। প্রতিবেশীদেরকে বিভিন্ন ভাবে কষ্ট দেয়া। ওজনে কম দেয়া, পণ্যে ভেজাল মিশানো ইত্যাদি। এগুলোর জন্য আল্লাহর কাছে মাফ চাওয়ার পাশাপাশি ঐ ব্যক্তির থেকেও মাফ নিতে হবে।\n\nযখনই হাতে সময় পাওয়া যায় আল্লাহর কাছে ক্ষমা চেয়ে পড়তে থাকা উচিত \"আসতাগফিরুল্লাহ\"। ফরজ নামাজের পরে, তাহাজ্জুদের সময়ে সহ দিনে রাতের যে কোনো সময়েই আমরা মনে মনে আল্লাহর কাছে ক্ষমা প্রার্থনা করতে পারি। তওবা করার জন্য নির্দিষ্ট সময়ে, নির্দিষ্ট পদ্ধতিতে, নির্দিষ্ট দুআ পড়া জরুরি নয়। তওবা করার জন্য কোনো হুজুর বা পীর সাহেবের কাছে যাওয়া জরুরি নয়। নিজের পাপের কথা স্বীকার করে, ঐ পাপ না করার ওয়াদার কথা মনে মনে একনিষ্ঠ ভাবে আল্লাহকে বলাই যথেষ্ট! নিয়মিত ক্ষমাপ্রার্থনা ও দুআ করার মাধ্যমে আমরা প্রত্যেকেই আল্লাহর ওলী হয়ে যেতে পারি। আল্লাহ আমাদের সকলকে তার ওলী ও মুত্তাকী বান্দাদের অন্তর্ভুক্ত করুন। আমীন।\n\nনিচে তওবা করা সম্পর্কে কিছু হাদীস তুলে ধরা হলো। যেগুলো আমাদেরকে নিয়মিত তওবা করতে আরো উৎসাহ যোগাবে ইনশাআল্লাহ।\n\nআবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি যে, \n‘‘আল্লাহর শপথ! আমি প্রত্যহ আল্লাহর কাছে সত্তর বারেরও বেশি ইস্তিগফার [ক্ষমাপ্রার্থনা] ও তাওবাহ করে থাকি।’’\n(সহীহুল বুখারী ৬৩০৭, তিরমিযী ৩২৫৯, ইবনু মাজাহ ৩৮৬১, আহমাদ ৭৭৩৪, ৮২৮৮, ৯৫১৫)\n\nআনাস ইবনু মালিক (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ \nবান্দা যখন আল্লাহর কাছে তাওবাহ করে তখন আল্লাহ ঐ লোকের চেয়েও বেশি আনন্দিত হন, যে মরুভূমিতে নিজ সওয়ারীর উপর আরোহিত ছিল। তারপর সাওয়ারীটি তার হতে হারিয়ে যায়। আর তার উপর ছিল তার খাদ্য ও পানীয়। এরপর নিরাশ হয়ে সে একটি গাছের ছায়ায় এসে আরাম করে এবং তার উটটি সম্বন্ধে সম্পূর্ণরূপে নিরাশ হয়ে পড়ে। এমতাবস্থায় হঠাৎ উটটি তার কাছে এসে দাঁড়ায়। অমনিই সে তার লাগাম ধরে ফেলে। এরপর সে আনন্দে আত্মহারা হয়ে বলে উঠে, হে আল্লাহ! তুমি আমার বান্দা, আমি তোমার রব। আনন্দে আত্মহারা হয়ে সে ভুল করে ফেলেছে। (ই.ফা. ৬৭০৮, ই.সে. ৬৭৬৩)\n\nআবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, \n‘‘সেই মহান সত্তার কসম, যার হাতে আমার জীবন আছে! যদি তোমরা পাপ না কর, তাহলে আল্লাহ তা‘আলা তোমাদেরকে নিশ্চিহ্ন করে দিয়ে [তোমাদের পরিবর্তে] এমন এক জাতি আনয়ন করবেন, যারা পাপ করবে এবং আল্লাহ তা'আলার কাছে ক্ষমা প্রার্থনাও করবে। আর আল্লাহ তাদেরকে ক্ষমা করে দেবেন।’’\n(মুসলিম ২৭৪৯, তিরমিযী ২৫২৬, আহমাদ ৭৯৮৩, ৮০২১)\n\nইবনে মাসঊদ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, \n‘‘যে ব্যক্তি এ দো‘আ পড়বে,\nأَسْتَغْفِرُ اللهَ الَّذِي لاَ إِلٰهَ إِلاَّ هُوَ الحَيُّ القَيُومُ وَأتُوبُ إِلَيهِ\nঅর্থাৎ, আমি সেই আল্লাহর নিকট ক্ষমা প্রার্থনা করছি যিনি ছাড়া কোন সত্য উপাস্য নেই। যিনি চিরঞ্জীব, অবিনশ্বর। এবং আমি তাঁর কাছে তওবা করছি।\nসে ব্যক্তির পাপরাশি মার্জনা করা হবে; যদিও সে রণক্ষেত্র ছেড়ে পালিয়ে [যাওয়ার পাপ করে] থাকে।’’ \n[আবূ দাঊদ, তিরমিযী, হাকেম; ইনি বলেন, হাদিসটি বুখারী-মুসলিমের শর্তাধীনে বিশুদ্ধ] (আবূ দাউদ ১৫১৭, তিরমিযী ৩৫৭৭)\n\nআয়েশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মৃত্যুর আগে এই দুআটি অধিকমাত্রায় পড়তেন,\n\n سُبْحَانَ اللَّهِ وَبِحَمْدِهِ أَسْـتَـغْـفِـرُ اللهَ وَ أَ تُـوبُ إِ لَـْيهِ \n\nঅর্থাৎ, আল্লাহর প্রশংসাসহ তাঁর পবিত্রতা ঘোষণা করছি। আল্লাহর কাছে ক্ষমা প্রার্থনা করছি ও তাঁর নিকট তওবাহ করছি।\n(মুসলিম)\n\nআনাস (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি যে, আল্লাহ তা‘আলা বলেন, \n‘‘হে আদম সন্তান! যখন তুমি আমাকে ডাকবে ও আমার ক্ষমার আশা রাখবে, আমি তোমাকে ক্ষমা করব, তোমার অবস্থা যাই হোক না কেন; আমি কোন পরোয়া করি না। হে আদম সন্তান! তোমার গোনাহ যদি আকাশ পর্যন্ত পৌঁছে যায়, অতঃপর তুমি আমার নিকট ক্ষমা চাও, তবুও আমি তোমাকে ক্ষমা করব; আমি কোন পরোয়া করি না। হে আদম সন্তান! তুমি যদি পৃথিবী পরিমাণ পাপ নিয়ে আমার সঙ্গে সাক্ষাৎ কর; কিন্তু আমার সঙ্গে কাউকে শরীক না করে থাক, তাহলে পৃথিবী পরিমাণ ক্ষমা নিয়ে আমি তোমার নিকট উপস্থিত হব।’’ (তিরমিযী হাসান সূত্রে)\n(তিরমিযী ৩৫৪০)\n\nআবূ মূসা (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, \nরাতে আল্লাহ তা‘আলা তার নিজ দয়ার হাত প্রসারিত করেন যেন দিবসের অপরাধী তার নিকট তাওবাহ করে এমনিভাবে দিনে তিনি তার নিজ হাত প্রশস্ত করেন যেন রাতের অপরাধী তার নিকট তাওবাহ করে। এমনিভাবে দৈনন্দিন চলতে থাকবে পশ্চিম দিগন্ত থেকে সূর্য উদিত হওয়া পর্যন্ত। (ই.ফা. ৬৭৩৪, ই.সে. ৬৭৯০)",
  "content_title": "প্রতিদিন অন্তত ৭০ থেকে ১০০ বার তওবা করা সুন্নাহ"
}
