{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "আমাদেরকে উৎসাহিত করতে ৫ স্টার রেটিং দিন ও অ্যাপের ডেভেলপমেন্ট চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আজ  ১৭ রমজান, ইয়াউমুল ফুরকান বা সত্য মিথ্যার পার্থক্যকারী দিন। ঐতিহাসিক বদর দিবস। দ্বিতীয় হিজরীর এই দিনে সঙ্ঘটিত হয়েছিল ইসলামের প্রথম ঐতিহাসিক বদর যুদ্ধ। আল্লাহ সেদিন তাঁর রাসূল (সা) ও মুমিনদের বিজয়ী এবং কাফির ও মুশরিকদের পরাজিত করার মাধ্যমে হক ও বাতিলের প্রভেদ প্রতিভাত করে দিয়েছেন। পবিত্র কুরআনে আল্লাহ দিবসটিকে ‘ইয়াওমুল ফুরকান’ তথা সত্য-মিথ্যার পার্থক্য নিরূপণের দিন বলে আখ্যায়িত করেছেন।\n\nবদর যুদ্ধের প্রেক্ষাপট ছিল, রাসূলুল্লাহ (সা) সংবাদ পান যে, আবু সুফিয়ান কুরাইশ কাফিরদের একটি বাণিজ্য দল নিয়ে সিরিয়া থেকে মক্কা ফিরছে। তিনি সাহাবিদের নির্দেশ দেন কুরাইশদের বাণিজ্য কাফেলার গতি রোধ করার জন্য বের হতে। কেননা কুরাইশরা রাসূলুল্লাহ (সা) ও তাঁর সাহাবিদের বিরুদ্ধে যুদ্ধ ঘোষণা করেছিল। কাফির কুরাইশরা মুসলিমদের তাদের ঘরবাড়ি ও ধনসম্পদ থেকে বের করে দিয়েছিল; অবস্থান নিয়েছিল ইসলামের সত্যবাণীর দাওয়াতের বিরুদ্ধে।\n\nরাসূলুল্লাহ (সা) ৩১০-এর বেশি বা ৩১৩ জন সাহাবিকে নিয়ে বদর অভিমুখে রওনা হন। তাদের ছিল কেবল দুইটি ঘোড়া ও ৭০টি উট, যাতে তারা পালাক্রমে চড়ছিলেন। এ যুদ্ধে ৭০ জন মুহাজির এবং অন্যরা আনসার মুজাহিদ ছিলেন। তারা বাণিজ্য কাফেলা ধরতে চেয়েছিলেন, যুদ্ধ করতে চাননি। কিন্তু আল্লাহ তায়ালা নির্ধারিত সময়ে তাঁর সিদ্ধান্ত বাস্তবায়নের জন্য মুসলিম ও শত্রুদেরকে মুখোমুখি দাঁড় করালেন। আবু সুফিয়ান মুসলিমদের অবস্থা জানতে পেরে কুরাইশদের কাছে এ মর্মে একজন চিৎকারকারী সংবাদবাহক পাঠায়, যেন কুরাইশরা মুসলিমদের বিরুদ্ধে তার সাহায্যে এগিয়ে আসে। তাই আবু সুফিয়ান রাস্তা পরিবর্তন করে সমূদ্র উপকূল ধরে রওনা দিল এবং নিরাপদে পৌঁছে গেল। কিন্তু কুরাইশ সম্প্রদায় তাদের কাছে চিৎকারকারীর মাধ্যমে সংবাদ পৌঁছামাত্রই তাদের নেতৃস্থানীয় ১ হাজার লোক সদলবলে যুদ্ধের উদ্দেশে রওনা দিল। তাদের ছিল ১০০টি অশ্ব ও ৭০০ উট। আল্লাহর ভাষায় তারা বের হয়েছিল, ‘অহঙ্কার ও লোক দেখানোর উদ্দেশ্যে এবং আল্লাহর রাস্তা থেকে বাধা প্রদান করতে।’ (সুরা আনফাল : ৪৭)।\n\nরাসূলুল্লাহ (সা) আল্লাহর সৈন্যদল সাহাবীদের সঙ্গে নিয়ে চললেন এবং বদর কূপগুলোর কাছের পানির কূপের সম্মুখে যাত্রাবিরতি দিলেন। মুসলিমরা যুদ্ধের মাঠে রাসূলুল্লাহ (সা) এর জন্য উঁচু স্থানে একটি তাঁবু বানালেন, যেখান থেকে যুদ্ধের ময়দান দেখা যায়। তিঁনি সেখানে অবস্থান করেছিলেন। তারপর রাসূলুল্লাহ (সা) সেখান থেকে নামলেন, সাহাবিদের কাতার সুন্দর করে সাজালেন, যুদ্ধের ময়দানে চলতে থাকলেন এবং মুশরিকদের পতনের স্থল ও হত্যার স্থানগুলোর দিকে ইঙ্গিত করতে থাকলেন। আর তিনি বলছিলেন, ‘আল্লাহ চাহে তো এটা অমুকের পতিত হওয়ার জায়গা, এটা অমুকের মৃত্যুস্থান।’ পরে দেখা গেল রাসুলের (সা) ইঙ্গিতের জায়গা থেকে ওই লোকদের মৃত্যু সামান্যও হেরফের হয়নি। (মুসলিম : ১৭৭৯)।\n\nঅতঃপর দুইটি দল (মুসলিম ও মুশরিক) পরস্পর মুখোমুখি হলো। যুদ্ধ চলতে থাকল, রাসূলুল্লাহ (সা) তাঁবুতে অবস্থান করলেন। তার সঙ্গে ছিলেন আবু বকর (রা) ও সা’দ ইবন মু’আয (রা)। তারা দুইজনই রাসুলুল্লাহ (সা)কে পাহারা দিচ্ছিলেন। এরপর রাসুলুল্লাহ (সা) স্বীয় রবের কাছে দীর্ঘ সময় পর্যন্ত কাতর প্রার্থনা জানালেন; সাহায্য ও বিজয়ের প্রার্থনা করলেন; উদ্ধার চাইলেন। তারপর রাসূল (সা) সামান্যতম সময়ের জন্য তন্দ্রাচ্ছন্ন হলেন। তারপর এ অবস্থা থেকে বের হয়ে বললেন, ‘অবশ্যই কাফিররা পরাজিত হবে এবং পৃষ্ঠদেশ দেখিয়ে পলায়ন করবে।’ (সুরা কামার : ৪৫)।\n\nতিনি মুসলিম যোদ্ধাদের যুদ্ধের প্রতি উৎসাহ দিয়ে বললেন, ‘ওই সত্তার শপথ! যার হাতে মুহাম্মদের প্রাণ, আজ যে ব্যক্তি আল্লাহর সন্তুষ্টি অর্জনের লক্ষ্যে কাফেরদের বিরুদ্ধে যুদ্ধ করবে,ধৈর্য ধারণ করে সওয়াবের আশায় সামনে অগ্রসর হয়ে পৃষ্ঠদেশ প্রদর্শন না করে যুদ্ধ করে মারা যাবে, নিশ্চয়ই আল্লাহ তাকে জান্নাতে প্রবেশ করাবেন।’ (মুসলিম : ১৯০১)।\n\nরাসুলুল্লাহ (সা) একমুষ্টি মাটি বা পাথর নিয়ে কাফির দলের প্রতি ছুড়ে মারলেন। রাসুলের (সা) নিক্ষিপ্ত পাথর তাদের সবার চোখে বিদ্ধ হলো। তাদের সবার চোখেই সেটা পূর্ণ করে দিল, তারা তাদের চোখের মাটি ছাড়াতে ব্যস্ত হয়ে পড়ল- যা ছিল আল্লাহর নিদর্শনগুলোর একটি নিদর্শন। ফলে মুশরিক সৈন্যদের পরাজয় হলো এবং তারা যুদ্ধের মাঠ ছেড়ে পৃষ্ঠদেশ প্রদর্শন করে পলায়ন করল। আর মুসলিমরা তাদের পিছু নিয়ে তাদের হত্যা ও বন্দি করা অব্যাহত রাখল। এভাবে তাদের ৭০ জন কাফির নিহত ও ৭০ জন বন্দি হলো। নিহতের মধ্যে ২৪ জন কাফির কুরাইশ নেতাদের বদরের একটি নর্দমাক্ত কূপে নিক্ষেপ করা হলো। এদের মধ্যে ছিল আবু জাহল, শায়বা ইবন রবি’আ ও তার ভাই উতবা এবং তার ছেলে অলিদ ইবন উতবা।\n\n[দৈনিক ইনকিলাব থেকে সংগৃহিত ও পরিমার্জিত]",
  "content_title": "আজ ১৭ রমাদান, ঐতিহাসিক বদর দিবস"
}
