{
  "button_hints": "অ্যাপটি ব্যবহার করে আপনার কেমন লাগলো? আপনি সন্তুষ্ট হলে প্লে স্টোরে ৫ স্টার রেটিং ও রিভিউ দিয়ে আমাদের অনুপ্রেরণা জোগাতে পারেন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "ঈদের দিন জামাআতের সাথে ২ রাকাত সালাত আদায় করা ওয়াজিব। এই সালাতে অতিরিক্ত ৬টি তাকবীর দেয়া হয়ে থাকে। বছর ঘুরে ২ বার আমাদের জীবনে ঈদ আসে। তাই ঈদের সালাতের নিয়মটি ভুলে যাওয়া স্বাভাবিক। আসন্ন ঈদুল ফিতরের দিন যেন আমরা জেনে বুঝে ঈদের সালাত আদায় করতে পারি এজন্য ঈদের ২ রাকাত সালাতের নিয়মটি ধারাবাহিক ভাবে তুলে ধরা হলো।\n\n====================\nলেখাটি আমাদের ওয়েবসাইট থেকে পড়তে ভিজিট করুন:\nhttps://muslimsday.com/ঈদের-নামাজের-নিয়ম\n====================\n\nনিয়ত করা\n----------------\nঅন্যান্য সালাতের ন্যায় এই সালাতের জন্যও নিয়ত করা ফরজ। আমরা ঈদুল ফিতরের ২ রাকাত ওয়াজিব সালাত আদায় করার জন্য কাতারবদ্ধ হয়েছি - মনে মনে এই সংকল্প বা intention থাকাই যথেষ্ট। আরবি বা বাংলায় নির্দিষ্ট শব্দ ও বাক্যে মুখে উচ্চারণ করে \"নিয়ত পড়া\" জরুরি নয়।\n\nতাকবীরে তাহরিমা বলে সালাত শুরু করা\n-----------------------------\nইমাম সাহেব তাকবীরে তাহরিমা \"আল্লাহু আকবার\" বলে সালাত শুরু করবেন। এরপর অন্যান্য সালাতের ন্যায় ইমাম সাহেব ও আমরা মনে মনে \"সানা\" পড়ব।\n\n১ম রাকাতঃ অতিরিক্ত ৩টি তাকবীর\n-----------------------------\n\"সানা\" পড়া শেষ হলে ইমাম সাহেব ৩ বার \"আল্লাহু আকবার\" বলে তাকবীর দিবেন।\n\nপ্রথম তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দিব।\nদ্বিতীয় তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দিব।\nতৃতীয় তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত নাভির নিচে বাঁধবো। (প্রথম ২ তাকবীরের মত হাত ছেড়ে দিব না)\n\nএরপর ইমাম সাহেব সূরা ফাতিহা পড়বেন। অন্য কোনো সূরা মিলাবেন। এরপর অন্যান্য সালাতের ন্যায় রুকু সিজদা আদায় করে ইমাম সাহেব ১ম রাকাত শেষ করে ২য় রাকাতের জন্য দাঁড়াবেন। প্রতিটি ক্ষেত্রে আমরা যথারীতি ইমামের অনুসরণ করব।\n\n২য় রাকাতঃ অতিরিক্ত ৩টি তাকবীর\n--------------------------------\n২য় রাকাতের শুরুতে ইমাম সাহেব সূরা ফাতিহা পড়বেন। এরপর অন্য কোনো সূরা বা সূরার অংশ তিলাওয়াত করবেন। রুকুতে যাওয়ার আগে ইমাম সাহেব ৩টি অতিরিক্ত তাকবীর দিবেন।\n\nপ্রথম তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দিব।\nদ্বিতীয় তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দিব।\nতৃতীয় তাকবীরের সময়েও কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দিব। (১ম রাকাতের ৩য় তাকবীরের মত হাত বাঁধব না। বরং হাত ছেড়ে দিব)।\n\nএরপর ইমাম সাহেব চতুর্থ তাকবীর বলবেন। এটি হচ্ছে রুকুতে যাওয়ার জন্য তাকবীর। চতুর্থ তাকবীর শুনে আমরা রুকুতে চলে যাব। এরপর বাকি সকল নিয়মকানুন অন্যান্য সালাতের মতই। আমরা ইমামকে অনুসরণ করে ২ রাকাত সালাত শেষ করব।\n\nসালতের পরে ইমাম সাহেব ২টি খুতবা দিবেন। যা শোনা ওয়াজিব। অনেককেই দেখা যায় সালাত শেষে উঠে চলে যান। এটি গর্হিত অন্যায় একটি কাজ।\n\nঈদের সালাতে আমরা মূলত অতিরিক্ত তাকবীর নিয়ে দ্বিধাদ্বন্দ্বে ভুগে থাকি। অতিরিক্ত তাকবীরের সময় দেখা যায় কেউ হাত তুলে হাত ছেড়ে দেন, কেউ বা আবার বেঁধে ফেলেন। কেউ বা আবার ভুলে রুকুতে চলে যান। আশা করি আসন্ন ঈদের সালাতে আমাদের এই ভুলগুলো হবে না। সংক্ষেপে তাকবীরের নিয়মটা বলা যায় এভাবেঃ\nপ্রথম রাকাতের সানার পরে ২ বার কান পর্যন্ত হাত তুলে ছেড়ে দিব। ৩য় তাকবীরে হাত বেঁধে ফেলব। আর ২য় রাকাতে রুকুর আগে ৩বার তাকবীরের সময়ই কান পর্যন্ত হাত তুলে হাত ছেড়ে দিব। চতুর্থ তাকবীরের সময় রুকুতে যাব। আল্লাহ আমাদেরকে সঠিক ভাবে ঈদের সালাত আদায় করার তাওফিক দান করুন। আমীন।\n\nতথ্যসূত্রঃ\nদৈনন্দিন জীবনে ইসলাম\nইসলামিক ফাউন্ডেশন বাংলাদেশ\nপৃষ্ঠাঃ ২৫৮\nপ্রকাশকালঃ জুন ২০০০\n\n(বিঃ দ্রঃ \nঈদের সালাতে অতিরিক্ত তাকবীর কয়টি হবে বা এর নিয়ম কী হবে এ বিষয়ে হাদীসের মাঝে ভিন্নতা রয়েছে। সুন্নাহের আলোকে হানাফী মাযহাবের মত অনুসারে উপরের পদ্ধতিটি লিখা হয়েছে। আপনি যদি ভিন্ন মাযহাবের অনুসারী হয়ে থাকেন তাহলে আপনার মাযহাবের আলেমদের থেকে জেনে নিয়ে সে অনুযায়ী আমল করতে পারেন। এ বিষয়ে বিস্তারিত জানার বা আলোচনার প্রয়োজন হলে অনুগ্রহ পূর্বক আলেমদের সাথে যোগাযোগ করার অনুরোধ করা হলো। জাযাকাল্লাহু খাইর।)",
  "content_title": "ঈদের সালাতের নিয়ম"
}
