{
  "button_hints": "আমাদের অ্যাপ আপনাদের কাছে কেমন লাগছে?\n\nভাল লেগে থাকলে অনুগ্রহ করে ৫ স্টার রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "নবীজির (সাঃ) সাহাবিগণের সাথে খেজুর খাওয়া বিষয়ক একটি হাস্যরসের কিসসা অমাদের সমাজে অনেক প্রসিদ্ধ। সাধারণ বক্তাদের মুখে তো শোনা যায়ই; প্রসিদ্ধ জাতীয় দৈনিকের ইসলামী পাতায়ও কোনো নির্ভরযোগ্য রেফারেন্সের উল্লেখ ছাড়াই কিসসাটি উল্লেখ করা হয়। কিসসাটি এমনঃ\n\n‘একদা নবীজি (সা.) কয়েকজন সাহাবিসহ খেজুর খাচ্ছিলেন। প্রত্যেকে খেজুরের বিচি যাঁর যাঁর সামনে রাখছিলেন। নবীজি (সা.) তাঁর খেজুরের বিচিগুলো হজরত আলী (রা.)-এর সামনে (তাঁর খেজুরের বিচির সঙ্গে) রাখতে লাগলেন। খেজুর খাওয়া শেষ হলে দেখা গেল, সবার সামনে প্রায় সমপরিমাণ খেজুরের বিচি; কিন্তু হজরত আলী (রা.)-এর সামনে দ্বিগুণ খেজুরের বিচি এবং নবীজি (সা.)-এর সামনে কোনো বিচিই নেই। এবার নবীজি (সা.) বললেন : আলী! তুমি তো দ্বিগুণ খেজুর খেয়েছ। হজরত আলী (রা.) তখন বললেন, আমি হয়তো খেজুর বেশি খেয়েছি; কিন্তু খেজুরের বিচি খাইনি; আপনি তো খেজুরের বিচিসহই খেয়ে ফেলেছেন। (নবী সা. জীবনী)।’\n\nএখানে বলা হয়েছে, নবীজী খেজুর খেয়ে আলী রা.-এর সামনে বিচি রেখেছেন। কেউ আবার বলে, আলী রা. নবীজীর সামনে বিচি রেখেছেন। কেউ আবার ঘটনাটিকে আবু বকর রা.-এর সাথে যুক্ত করে। এভাবে বিভিন্নজন বিভিন্নভাবে বলে। কিন্তু এ কিসসাটি নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে প্রমাণিত নয়; নির্ভরযোগ্য কোনো সূত্রে তা পাওয়া যায় না।\n\nঅনেক খোঁজাখুঁজির পর শিয়া সম্প্রদায়ের এক কিতাবে কিসসাটি পাওয়া গিয়েছে। ১২তম শতাব্দীর শিয়া আলেম সায়্যেদ আব্দুল্লাহ আলজাযায়েরী (মৃত্যু : ১১৮০ হি.)-এর কিতাব ‘আততুহফাতুস সানিয়্যাহ ফী শারহিন নুখবাতিল মুহসিনিয়্যাহ্’য় (খ. ৪, পৃ. ৯৯) একটু ভিন্ন আন্দাজে কিসসাটি উল্লেখ করা হয়েছে। তাও সনদ ও হাওয়ালাবিহীন শুধু কিসসাটি উল্লেখ করে দেওয়া হয়েছে। সেখানে কিসসাটি উল্লেখ করা হয়েছে এভাবে-\n\nনবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন খেজুর খাচ্ছিলেন। আলী রা.-ও তাঁর সাথে খাচ্ছিলেন। নবীজী খেজুর খেয়ে বিচি আলী রা.-এর সামনে রাখছিলেন। খাওয়া শেষ হলে নবীজী বললেন, আলী তুমি দেখি বড় খাদক! (অর্থাৎ এত খেজুর খেয়ে ফেলেছ!) তখন আলী রা. বললেন, খাদক আমি নই; খাদক হল, যে খেজুর বিচিসহ খেয়ে ফেলেছে!\n\nএখানে না কোনো সনদ উল্লেখ করা হয়েছে আর না হাদীস-সীরাতের নির্ভরযোগ্য কোনো কিতাবের হাওয়ালা দেওয়া হয়েছে। সম্ভবত এখান থেকেই কিসসাটি প্রসিদ্ধ হয়েছে। পরবর্তীতে বিভিন্নজন বিভিন্নভাবে বলেছে।\n\nযাইহোক, খেজুর খাওয়া ও বিচি নিয়ে হাস্যরসের কিসসা আরো পাওয়া যায়, কিন্তু আলোচ্য কিসসাটি নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে প্রমাণিত নয়। তাই আমরা এগুলো বর্ণনা করা ও এই কিসসাটিকে নবীজির (সা) সাথে সম্পৃক্ত করা থেকে বিরত থাকব।\n\n\nলেখাটি নেয়া হয়েছে প্রখ্যাত হানাফী আলেমদের নির্ভরযোগ্য সাময়িকী \"মাসিক আলকাউসার\" থেকে। আরো বিস্তারিত পড়তে ভিজিট করুন এই ঠিকানায়ঃ\nhttps://www.alkawsar.com/bn/article/2902",
  "content_title": "নবীজির (সা) খেজুর খাওয়া বিষয়ক কিসসা"
}
