{"button_text":"৫ স্টার রেটিং দিন","button_hints":"চলতি মাসে ডোনেট করেছেন কি?\n\nআমাদেরকে উৎসাহ দিতে প্লে স্টোরে ৫ স্টার রেটিং দিন এবং অ্যাপ ডেভেলপমেন্টের কার্যক্রমকে চলমান রাখতে আর্থিক অনুদান প্রদান করুন","button_url":"https://play.google.com/store/apps/details?id=theoaktroop.appoframadan","content_message":"বাংলাদেশে ১৪৪৪ হিজরির সফর মাস শুরু হয়েছে ২৯ আগস্ট ২০২২ ইং তারিখ থেকে। সে হিসাবে সফর মাসের আইয়ামে বীজের রোজার তারিখগুলো হচ্ছেঃ ১০, ১১ ও ১২ সেপ্টেম্বর ২০২২ রোজ শনি, রবি ও সোমবার। অর্থাৎ শুক্রবার দিন পার হয়ে যেই রাত আসবে। সেই রাতের শেষ ভাগে সাহরি খেয়ে শনিবার থেকে রোজা শুরু করতে হবে। নির্দিষ্ট তারিখের আগেই আপনার সুবিধা মত অ্যালার্ম বা রিমাইন্ডার সেট করে রাখতে পারেন। যেন আইয়ামে বীজের রোজাগুলো মিস না হয়ে যায়।\n\nগুগলে সার্চ করলে হিজরি তারিখ প্রায় সময়ই ভুল দেখায়। তাই গুগলের সাথে বা কাগজে প্রিন্ট করা ক্যালেন্ডারের সাথে হিজরি তারিখ মিলানো যাবে না। অ্যাপে হিজরি তারিখ সঠিক দেখাচ্ছে কিনা তা নিশ্চিত হওয়ার জন্য ইসলামিক ফাউন্ডেশনের নোটিশ বোর্ড থেকে চাঁদ দেখা যাওয়ার তারিখ মিলিয়ে নিতে পারেন।\n\nআইয়ামে বীজের রোজার ফজিলত, বিধান ও মাসআলা বিস্তারিত জানতে নিচের লিংকে ভিজিট করতে পারেনঃ\nhttps://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nঅন্যান্য মাসের ন্যায় সফর মাসেও কিছু ভুল রেওয়াজ রসম ও বিদআতের চর্চা হয়ে থাকে। সফর মাসকে অনেকে বালা মুসিবতের মাস বলে আখ্যা দিয়ে থাকেন। এটি ইসলাম পূর্ববর্তী একটি জাহেলী কুসংস্কার। ইসলামে এর কোনো স্থান নেই।\n\nসফর মাসের সবচেয়ে বড় বিদআতের চর্চাটি হচ্ছে \"আখেরী চাহার সোম্বা\" নামক একটি ভিত্তিহীন ও কল্পিত দিবস। বলা হয়ে থাকে নবীজির (সা) ইন্তেকালের পূর্বে যখন অসুস্থ ছিলেন তখন সফর মাসের শেষ বুধবারে তিনি খানিকটা সুস্থ হন। সেদিন তিনি তাঁর জীবনের সর্বশেষ গোসল করেছিলেন। এর শুকরিয়া হিসাবে সাহাবীগণ অনেক দান-সদকা করেন ও দিবসটি উদযাপন করেন। কোনো গ্রহনযোগ্য হাদীসের সূত্রে উক্ত দিবসের প্রমাণ পাওয়া যায় না। আখেরী চাহার সোম্বা যে একটি ভিত্তিহীন ও বানোয়াট রেওয়াজ, এ সম্পর্কে বিস্তারিত জানা যাবে নিচের লিংক থেকেঃ\nhttps://hellohasan.com/2021/09/05/আখেরী-চাহার-সোম্বা-বিদআত\n\nসফর মাসের জন্য বিশেষ কোনো সালাত, সাওম বা আমল সুনির্দিষ্ট নাই। যে কোনো নফল আমল অন্যান্য মাসের মত এ মাসেও আমরা আদায় করতে পারি। আইয়ামে বীজের রোজা, সোম-বৃহস্পতিবারের রোজা, তাহাজ্জুদ, সালাতুদ দুহা ইত্যাদি আমল আমরা সাধ্যমত করব ইনশাআল্লাহ। \n\nকিন্তু যদি কেউ বলেন বা কোনো বইতে পাওয়া যায় \"... সফর মাসের অমুক তারিখে এই এই নিয়মে নামাজ পড়তে হবে। বিশেষ ঐ ঐ দরূদ পড়তে হবে। অমুক অমুক দুআ পাঠ করে পানিতে ফু দিয়ে পান করতে হবে আর গোসল করতে হবে...\" তাহলে উক্ত ব্যক্তি বা বইয়ের বক্তব্য আমরা অনুসরণ করব না। \n\nহক্বানী ওলামায়ে কেরামদের বিশুদ্ধ মত হচ্ছেঃ সফর মাসের জন্য বিশেষ কোনো আমল নবীজি (সা) ও সাহাবীগণ (রা) থেকে প্রমাণিত নয়। তাই কোনো আমলকে আমরা সফর মাসের বিশেষ আমল হিসাবে বিশ্বাস করব না। নিয়তকে বিশুদ্ধ করে সাধারন ভাবে যে কোনো আমল করব। কোনো আমলকে সফর মাসের জন্য বিশেষ ফজিলতপূর্ণ বা বেশি সওয়াবের বলে বিশ্বাস করব না।\n\nআল্লাহ আমাদের সবাইকে বিদআতমুক্ত আমল করার তাওফিক দান করুন। আমীন।","content_title":"সফর মাসের আইয়ামে বীজের রোজা"}
