{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "আমাদের অ্যাপটি আপনাদের কেমন লাগলো? আমরা কি আপনার কোনো উপকারে আসতে পেরেছি? আপনার অনুভূতি জানিয়ে আমাদের উৎসাহ দিতে গুগল প্লে স্টোরে রেটিং ও রিভিউ দিন (১ স্টার অর্থ খুব খারাপ এবং ৫ স্টার অর্থ অ্যাপটি খুব ভাল)",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "কুরআন হাদীসের যেখানে \"রিবা\" শব্দটি ব্যবহৃত হয় আমরা এর সরল অনুবাদ করি \"সুদ\"। আর সুদ অনুবাদ করার পরেই আমাদের মাথায় কাজ করে ঋণ দিয়ে সেখান থেকে সুবিধা নেয়া বা বাড়তি টাকা নেয়া। এছাড়া আর অন্য কোনো কিছুতে যে সুদ বা রিবা থাকতে পারে সেটা আমরা বেশির ভাগ মানুষই জানি না। \"রিবা\" শব্দের অনুবাদ তাই \"সুদ\" না করে \"রিবা\" পরিভাষাটিই ব্যবহার করা শ্রেয়। \n\nইসলামী অর্থনীতিতে রিবা শব্দটি কেবল মহাজন বা ব্যাংকের সুদের ক্ষেত্রেই সীমাবদ্ধ নয়। বরং রিবা বিষয়টি আরো অনেক বিস্তৃত। আমরা জানি আজকের এই পোস্টের পরে অনেকেই ধাক্কা খাবেন। অনেকেই আমাদেরকে ডিফেন্ড করতে আসবেন। বিভিন্ন যুক্তিতর্ক দিয়ে এ পোস্টের বিষয়বস্তুকে ভুল প্রমাণের ক্ষেত্রেও অগ্রগামী হবেন কেউ কেউ। যেহেতু বিষয়টি স্পর্শকাতর, তাই আগে থেকে একটু heads-up দিয়ে রাখলাম। আপনি আমার ভাই! আপনাকে রিবার বিষয়ে সতর্ক করা আমার দায়িত্ব! আমাদেরকে ভুল বুঝবেন না প্লিজ!\n\nচলুন মূল আলোচনা শুরু করা যাক।\n\nঢাকার গুলিস্তান সহ বিভিন্ন জায়গায় দেখা যায় ঝুড়িতে করে নতুন টাকার বান্ডিল নিয়ে বিক্রেতাগণ বসে থাকেন। ঈদের সময় জমজমাট হয়ে ওঠে নতুন টাকার এই বাজার। যেখানে ১০ টাকার নোট দিয়ে ১০০০ টাকা মূল্যমানের চকচকে নতুন টাকা কিনতে হয় ১২০০ টাকায় (দাম কম-বেশি হতে পারে)। অর্থাৎ আমি ১০০০ টাকার মূল্যমানের নোটই পাব। কিন্তু ২০০ টাকা বেশি প্রদান করতে হবে। উক্ত লেনদেনটি ইসলামী অর্থনীতিতে \"রিবা\" হিসাবে গণ্য হবে।\n\nআরেকটি ইউজ কেস দেখা যায় বাসের স্টাফদের মাঝে। তাদের ভাংতি টাকার দরকার হয়। সে সময় তারা ১০০ টাকা দিল বিক্রেতাকে। বিক্রেতা ফেরত দিল ৯৫ টাকা। যা ৯টি ১০ টাকার নোট ও ১ টি ৫ টাকার নোটের সমন্বয়। অর্থাৎ ১০০ টাকা ভাংতি করার জন্য ৫ টাকা বাট্টা দিতে হলো।\n\nইসলামী অর্থনীতিতে উভয়টিই রিবা এর অন্তর্ভুক্ত। এই দুটি লেনদেনকে যদি আমরা \"সুদ\" বলে অভিহিত করি। তাহলে আমরা মিলাতে পারব না। পাল্টা প্রশ্ন আসবেই এটা আবার সুদ হলো কী ভাবে? প্রচলিত অর্থনীতির সুদের সংজ্ঞার সাথে এর তো কোনো মিল নাই। এজন্যই লেখার শুরুতে বলে নিয়েছি রিবা শব্দের অনুবাদ সুদ করা হলে এর সঠিক অর্থ প্রকাশ পায় না। তাই রিবাকে আমরা \"রিবা\"-ই বলবো। প্রচলিত অর্থনীতিতে নতুন টাকা কেনাকে সুদ বলা না হলেও, ইসলামী অর্থনীতিতে উক্ত লেনদেনকে \"রিবা\" এর অন্তর্ভুক্ত করা হয়েছে।\n\nতাই ঈদের সময় সহ অন্যান্য সময় আমরা সালামী দেয়ার জন্য যারা এই লেনদেনটি করে থাকি। আল্লাহর ওয়াস্তে এর থেকে বিরত থাকুন। সম্ভব হলে সরাসরি ব্যাংক থেকে নতুন টাকা সংগ্রহ করুন। যেখানে আপনাকে বেশি অর্থ প্রদান করতে হবে না। সেটা সম্ভব না হলে শুধুমাত্র মনের প্রশান্তির জন্য আর বাচ্চাদের খুশির জন্য একটি হারাম কাজে জড়াবেন না। রিবার সাথে জড়িতদের বিরুদ্ধে আল্লাহ তায়ালা যুদ্ধের ঘোষণা দিয়েছেন।\n\nউক্ত বিষয়টি বছরখানেক আগেও আমার জানা ছিল না। ইসলামী অর্থনীতি বিষয়ে কাজ করেন এমন আলেমদের প্রতিষ্ঠান IFA Consultancy Ltd থেকে The Fiqh of Riba কোর্সের তৃতীয় লেকচার থেকে উপরের বিষয়টি প্রথম জানি। এ বিষয়ে আরো বিস্তারিত জানতে আপনার পাশের মাদরাসার ইফতা বিভাগে বা ইসলামী অর্থনীতি বিষয়ে অভিজ্ঞ আলেমদের সাথে দেখা করতে পারেন। ইনশাআল্লাহ তারা এ সম্পর্কে আরো বিস্তারিত বলতে পারবেন।\n\nআল্লাহ আমাদের সবাইকে অভিশপ্ত রিবা'র যাবতীয় লেনদেন থেকে হেফাজত করুন। আমীন।",
  "content_title": "নতুন টাকা কেনা - রিবার উদাহরন"
}
