{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "রমাদান আমাদের দোরগোড়ায়। হতে পারে এই রমাদানই আমাদের কারো কারো জীবনের শেষ রমাদান। আমরা কি চাইবো না এই রমাদানটাকে আমাদের জীবনের শ্রেষ্ঠ রমাদান হিসেবে পালন করে আল্লাহর কাছে নিজেকে প্রিয় করে নিতে? নিশ্চয়ই চাইবো। কিন্তু কিভাবে আমরা আমাদের এই লক্ষ্যকে বাস্তবায়ন করবো?\n\nযেই কোন গুরুত্বপূর্ণ কাজ সঠিকভাবে সমাধা করতে পারার প্রথম পদক্ষেপই হচ্ছে তাঁর জন্য গোছানো পরিকল্পনা করা এবং সেই অনুযায়ী প্রস্তুতি গ্রহণ। আমরা যারা জেনারেল লাইনে পড়াশোনা করেছি তারা দ্বীনের প্রাথমিক অনেক বিষয়ের জ্ঞানেই পিছিয়ে আছি। আমরা অনেকেই রমাদানে সিয়াম পালনের জরুরী মাস'আলা মাসায়েল জানি না। আবার একইসাথে রমাদানের এই মহিমান্বিত এবং অত্যন্ত গুরুত্বপূর্ণ সময়কে কিভাবে সর্বোত্তমভাবে কাজে লাগানো যায় সেই বিষয়েও আমাদের অনেকের ভালো ধারণা নেই। \n\nএই ব্যাপারগুলোকে মাথায় রেখে 'ফিকহুস সিয়াম' বা 'সিয়ামের জরুরী মাসায়েল' এর উপর একটা ছোট্ট কুইজ আয়োজন করা হয়েছে। উদ্যোগটি নিয়েছি আমরা যারা সফটওয়্যার ইঞ্জিনিয়ার আছি তাদের একটি গ্রুপঃ \"দ্বীনি ডেভেলপারস সার্কেল\"। সাথে আছেন কয়েকজন আলেম। এই কুইজে অংশগ্রহনকারীদের থেকে অন্তত প্রথম ১০০ জনকে আমরা ইনশা'আল্লাহ রমাদানের উপর চমৎকার কিছু বই উপহার দিবো।\n\n'ফিকহ' এর ক্ষেত্রে কিছু বিষয়ে ইখতিলাফ বা মতপার্থক্য থাকাটা স্বাভাবিক। কোনো একটা মাসায়েলের ক্ষেত্রে ভিন্ন ভিন্ন মতের কারণে যাতে আমাদের কুইজ প্রতিযোগিতায় উত্তর নির্ধারণ করা সমস্যা না হয়। সে কারণে আমরা  \"মাসিক আলকাউসার\" পত্রিকার একটি আর্টিকেল নির্ধারন করেছি। যেখানে রমাদানের জন্য প্রয়োজনীয় মাসায়েলগুলো পাওয়া যাবে। আমাদের কুইজের প্রশ্নগুলো এই একটিমাত্র আর্টিকেলের উপরই করা হবে।\n\nএই প্রশ্ন-উত্তর বা আমাদের দেয়া রিসোর্সের ব্যাপারে আপনার ভিন্নমত থাকলে, আপনি অবশ্যই আপনার পরিচিত কোনো প্রাজ্ঞ আলেমের সাথে পরামর্শ করে সেই অনুযায়ী আমল করতে পারেন। কিন্তু প্রকৃয়াটি সহজ রাখার জন্য কুইজের উত্তরগুলো যাচাই করা হবে উক্ত আর্টিকেল অনুযায়ী। আমাদের উদ্দেশ্য, সকল ধরনের বিতর্ক এড়িয়ে সাধারণদের মধ্যে রমাদান এবং সিয়ামের ব্যাপারে জ্ঞান অর্জনে উৎসাহিত করা। \n\nআল্লাহ আমাদের এই ছোট্ট উদ্যোগকে কবুল করে আমাদের নাজাতের উসিলা করুন এইটুকুই কেবল আমাদের চাওয়া।\n\nপ্রতিযোগিতার বিস্তারিতঃ\n\nপ্রতিযোগিতার জন্য পাঠ্য আর্টিকেলঃ (এখান থেকেই সকল প্রশ্ন করা হবে)\nhttps://www.alkawsar.com/bn/article/914/\n\nরেজিস্ট্রেশন শেষঃ ২২ মার্চ ২০২২ (মঙ্গলবার)\n\nআগামী ২৫ মার্চ ২০২২ তারিখে ইনশা’আল্লাহ কুইজ প্রতিযোগিতার আয়োজন করা হবে।\n\nপ্রতিযোগিতায় অংশগ্রহণের জন্য নীচের এই ফর্মটি পূরণ করুনঃ\nhttps://forms.gle/StU1JXuB1pNTrNJK7\n\n\nপ্রতিযোগিতার বিষয়ে যোগাযোগ করতে পারেন \"দ্বীনি ডেভেলপারস সার্কেল\" এর ফেসবুক গ্রুপ ও পেজের মাধ্যমে।\nhttps://www.facebook.com/groups/practicingdev\nhttps://www.facebook.com/practicingdev/",
  "content_title": "ফিকহুস সিয়াম কুইজ প্রতিযোগিতা"
}
