{
  "button_text": "5 স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "ঘুমানোর আগে ওযু করে ঘুমানো রাসূল (সাঃ) এর একটি গুরুত্বপূর্ণ সুন্নাহ। ওযু করে ঘুমালে শরীরটা যেমন ফ্রেশ থাকে, ঘুমটাও ভাল হয়। শুধু ওযু করে ঘুমানোর জন্য আল্লাহ তার বান্দার জন্য একজন ফেরেশতা নিযুক্ত করেন। যেই ফেরেশতা রাত ভর ঐ ব্যক্তির জন্য আল্লাহর কাছে ক্ষমা প্রার্থনা করে। আর রাতে যে কোনো কারণে ঘুম ভেঙে গেলে দুনিয়া বা আখিরাতের যে কোনো কল্যাণের দুয়া আল্লাহর কাছে করলে সেটি কবুল করা হয়।\n\nরাসূলুল্লাহ বলেন: \"তোমরা তোমাদের দেহগুলোকে পবিত্র রাখবে, আল্লাহ তোমাদের পবিত্র করুন। যদি কোনো বান্দা ওযু অবস্থায় ঘুমায়, তবে তার পোশাকের মধ্যে একজন ফিরিশতা শুয়ে থাকেন। রাত্রে যখনই এ ব্যক্তি নড়াচড়া করে তখনই এ ফিরিশতা বলেন: হে আল্লাহ আপনি এ ব্যক্তিকে ক্ষমা করে দিন, কারণ সে ওযু অবস্থায় ঘুমিয়েছে।\"\n\n[হাদীসের মানঃ হাসান।\nসূত্রঃ সহীহ ইবনু হিব্বান ৩/৩২৮, তাবারানী, আল-মু’জামুল কাবীর ১২/৪৬৬, সহীহুত তারগীব ১/৩১৭]\n\nমু’আয ইবনু জাবাল (রা) বলেন, রাসূলুল্লাহ (সাঃ) বলেছেন : \"যে কোনো মুসলিম যদি ওযু অবস্থায় (আল্লাহর যিকিরের উপর) ঘুমায়; এরপর রাত্রে কোনো সময় হঠাৎ তাঁর ঘুম ভেঙ্গে যায় এবং সে (ঐ অবস্থায় শুয়ে শুয়ে) আল্লাহর কাছে তাঁর দুনিয়া বা আখিরাতের কোনো কল্যাণ কামনা করে, তবে আল্লাহ তাঁকে তাঁর প্রার্থিত বস্তু দিবেনই।\"\n\n[হাদীসের মানঃ সহীহ। \nসূত্রঃ হাদীসটি সহীহ। নাসাঈ, আস-সুনানুল কুবরা ৬/২০২, সুনানু আবী দাউদ ৪/৩১০, নং ৫০৪২, মাজমাউয যাওয়াইদ ১/২২৩, ২২৬-২২৭, সহীহুত তারগীব ১/৩১৭] \n\nঘুমাতে যাওয়ার আগে অনেকগুলো মাসনূন আমল রয়েছে। নিচের লিংক থেকে বিস্তারিত ভাবে আমলগুলো জানা যাবেঃ\nhttps://hellohasan.com/2021/06/15/ঘুমানোর-পূর্বের-আমল\n\nআল্লাহ আমাদেরকে উক্ত হাদীসের উপর নিয়মিত আমল করার তাওফিক দান করুন। আল্লাহর নিকট ঐ আমলটি সবচেয়ে প্রিয় যেটা নিয়মিত করা হয়, যদিও সেটা অনেক অল্প পরিমাণে হয়। আসুন ওযু করার এই আমলটি আমরা আমাদের অভ্যাসে পরিণত করে ফেলি। রাতে ঘুমানোর আগে দাঁত ব্রাশ করা যেমন অভ্যাস বানিয়ে ফেলেছি একই ভাবে ব্রাশের সাথে ওযু করাকেও আমাদের অভ্যাস বানিয়ে ফেলি।",
  "content_title": "রাতে ঘুমানোর আগে ওযু করে নেয়ার ফজিলত"
}
