{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "সিয়াম একজন মুমিনের জন্য অনেক আনন্দের একটা বিষয়। আমাদের সালাফরা সারা বছর অপেক্ষারত থাকতেন সিয়াম পালনের মাধ্যমে আল্লাহর অধিক নৈকট্য অর্জন করার জন্য।\n\nসিয়ামরত অবস্থায় কিছু কাজ আমাদের জন্য বৈধ আর কিছু অবৈধ। এই বৈধ -অবৈধ কাজগুলোর মধ্যে অনেকগুলো আমাদের নিকট সুস্পষ্ট নয় বস্তুতই ঐ নির্দিষ্ট কাজটা কি আমাদের সিয়ামের কোন সমস্যা করবে কি করবে না!\n\nসময়ের পরিবর্তনে অনেক নতুন উদ্ভূত সমস্যার মুখোমুখি হই আমরা। এর ফলে কিছু আধুনিক মাসায়িলের প্রেক্ষাপট তৈরি হয়। যেগুলো সচরাচর আলোচনা না হওয়ায় আমাদের অনেকের মধ্যে সংশয় বিরাজ করে।\n\nসিয়ামের প্রস্তুতিমূলক কাজ হিসেবে সিয়ামের বৈধ-অবৈধ মাসায়িলগুলো হাদিস ও আসারের আলোকে পর্ব আকারে লেখার চেষ্টা করব ইন শা আল্লাহ।\n\nশুরুর দিকে বৈধ কাজগুলোর তালিকা পর্যায়ক্রমে পোস্ট আকারে দেয়া হবে। এরপর পর্যায়ক্রমে অবৈধ কাজগুলোর তালিকা দেয়া হবে ইন শা আল্লাহ।\n\nসিয়ামরত অবস্থায় বৈধ কাজ :-\n\n|| #ভুলে_পানাহার ||\n\nকেউ যদি ভুলে পানাহার করে ফেলে তবে এতে সিয়ামের কোন ক্ষতি হবে না। তবে স্মরণ আসা মাত্রই সর্বপ্রকার আহার থেকে বিরত থাকতে হবে।\n\nরাসূল ﷺ বলেন-\nمن نسي وهو صائم فأكل أو شرب فليتم صومه؛ فإنما أطعمه الله وسقاه\nঅর্থাৎ - যদি কেউ সিয়াম পালনরত অবস্তা ভুলে যায় (যে সে সিয়ামরত) , ফলে সে আহার করে বা পান করে, তাহলে সে যেন তার সিয়াম পূর্ণ করে। কারণ আল্লাহই তাকে খাইয়েছেন এবং পান করিয়েছেন।[১]\n\n|| #হিজামা ||\n\nসিয়ামরত থাকাকালীন হিজামা করলে সিয়ামের কোন সমস্যা হয় না।\n\nইবনে আব্বাস রাদিয়াল্লাহু আনহু বলেন-\nاحتجم وهو محرم واحتجم وهو صائم\nঅর্থাৎ - (রাসূলুল্লাহ ﷺ) ইহরাম অবস্থায় রক্তমোক্ষণ (হিজামা) করান এবং তিনি সিয়ামরত অবস্থায় রক্তমোক্ষণ (হিজামা) করান। [২]\n\n|| #অনিচ্ছাকৃত_বমি ||\n\nকেউ যদি অনিচ্ছাকৃতভাবে বমি করে তবে তার সিয়ামের কোন সমস্যা হবে না।\n\nরাসূল ﷺ বলেন-\nمن ذرعه القيء وهو صائم فليس عليه القضاء ، ومن استقاء فعليه القضاء\nঅর্থাৎ - অনিচ্ছাকৃতভাবে বা বাধ্য হয়ে যে ব্যক্তি সিয়ামরত অবস্থায় বমি করবে, তাকে কাযা করতে হবে না। আর যে ব্যক্তি ইচ্ছাপূর্বক বমি করবে তাকে কাযা করতে হবে। [৩]\n\n|| #নিজ_স্ত্রীকে_চুমু_দেয়া ||\n\nউত্তেজনা ব্যতিরেক নিজ স্ত্রীকে চুমু দেয়া জায়িজ। এতে সিয়ামের কোন সমস্যা হয় না।\n\nআয়িশা রাদিয়াল্লাহু আনহা বলেন-\nيقبل وهو صائم ويباشر وهو صائم ،وکان املککم لإربه\nঅর্থাৎ - রাসূলুল্লাহ সিয়ামরত অবস্থায় চুমু খেতেন এবং সিয়ামরত অবস্থায় আলিঙ্গন করতেন। তবে নিজ আবেগ উত্তেজনার উপর তাঁর নিয়ন্ত্রণ ছিল তোমাদের সকলের চেয়ে বেশি। [৪]\n\nতবে যুবকদের এটা থেকে নিরাপদ থাকাই শ্রেয়।\n\nকেননা হযরত আবু হুরাইরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত-\nأن رجلا سأل النبي ﷺ عن المباشرة للصائم فرخص له وأتاه آخر فسأله فنهاه فإذا الذي رخص له شيخ والذي نهاه شاب\nঅর্থাৎ - জনৈক ব্যক্তি নবী ﷺ কে সিয়ামরত অবস্থায় স্ত্রীকে চুম্বনের ব্যপারে প্রশ্ন করলে তিনি অনুমতি দেন। ইত্যবসরে অপর একজন এরূপ প্রশ্ন করলে তাকে নিষেধ করেন। তখন আমরা দেখলাম যে, যাকে অনুমতি দিলেন তিনি ছিলেন বৃদ্ধ আর যাকে নিষেধ করেন তিনি ছিলেন যুবক। [৫]\n\nউম্মাহর অনেক মুহাক্কিক উলামায়ে কিরাম বলেন মূলত এখানে বয়সের চেয়ে কারো উত্তেজিত হওয়ার সম্ভাব্যতা দেখে হুকুম নির্ধারণ হবে। সাধারণত বৃদ্ধ লোকের উত্তেজিত হওয়ার সম্ভাবনা না থাকায় বিধায় তাকে অনুমতি দেয়া হয়েছে আর যুবককে নিষেধ করা হয়েছে ; যেহেতু যুবকদের শারীরিক উত্তেজনা প্রবল থাকে। তবে কেউ যদি নিজের উপর নিয়ন্ত্রণের ব্যপারে আত্মবিশ্বাস রাখে তবে তার জন্য জায়িজ।\n\n|| #স্বপ্নদোষ (Wet Dream) ||\n\nসিয়ামরত ব্যক্তির স্বপ্নদোষ (Wet Dream) হলে এতে তার সিয়ামের কোন সমস্যা হয় না।\n\nরাসূল ﷺ বলেন -\nثلاث لا يفطرن الصائم الحجامة والقيء والاحتلام\nঅর্থাৎ - তিনটি জিনিস সিয়াম ভঙ করে না। শিঙা লাগানো (হিজামা), বমি করা ও স্বপ্নদোষ হওয়া। [৬]\n\n(চলবে)\n\n১.[ বুখারি -১৮৩১, মুসলিম -১১৫৫ ]\n২.[ বুখারি-১৮৩৬ ]\n৩.[ আবু দাউদ-২৩৮০ ,তিরমিযি -৭২০ ]\n৪.[ বুখারি-১৯২৭, মুসলিম ]\n৫.[ আবু দাউদ-২৩৮৭ ]\n৬.[ তিরমিযি-৭১৯ ]\n\nলেখাটির সোর্সঃ https://www.facebook.com/ar.rahman.986/posts/2381691825399614",
  "content_title": "সিয়ামরত অবস্থায় বৈধ কাজ - পর্ব-১"
}
