{
  "button_text": "আপডেট করুন ৫ স্টার রেটিং দিন",
  "button_hints": "চলতি মাসে ডোনেট করেছেন কি?\n\nআমাদেরকে উৎসাহ দিতে ৫ স্টার রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নেয়ার জন্য আর্থিক অনুদান দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আজ (২৬ অক্টোবর ২০২২) বাংলাদেশের আকাশে রবিউস সানী মাসের চাঁদ দেখা যায় নি। ১৪৪৪ হিজরির রবিউস সানী মাস শুরু হবে আগামীকাল বৃহস্পতিবার সূর্যাস্তের পর থেকে। দেশের প্রচলিত নিয়মে এই মাসের দিন গণনা শুরু হবে আগামী পরশু দিন ২৮ অক্টোবর রোজ শুক্রবার। ইসলামিক ফাউন্ডেশনের প্রেস বিজ্ঞপ্তি থেকে এ সিদ্ধান্ত জানা গিয়েছে।[1]\n\nআপনার ফোনে থাকা অ্যাপে হিজরি তারিখ স্বয়ংক্রিয় ভাবে পরিবর্তন হয়ে যাবে। যদি আপনি ম্যানুয়াল্যি আপডেট করতে চান তাহলে হোমপেজটি পুল করে (উপর থেকে নিচের দিকে টেনে ধরে) রিফ্রেশ করে নিন। যেভাবে ফেসবুক, ইউটিউব বা অন্যান্য অ্যাপের পেজ রিফ্রেশ করে থাকেন। পুল করে রিফ্রেশ করলে হিজরি তারিখ সহ সকল ডেটা তৎক্ষণাৎ আপডেট হয়ে যাবে ইনশাআল্লাহ।\n\nরবিউস সানী মাসের আইয়ামে বীজের রোজা রাখতে হবে ৯, ১০ ও ১১ নভেম্বর রোজ বুধ, বৃহস্পতি ও শুক্রবার। নবীজি (সা) নিয়মিত এই রোজাগুলো রাখতেন। আইয়ামে বীজের তিন দিন অথবা মাসের যে কোনো তিন দিন রোজা রাখলে, ৩০ দিন রোজা রাখার সওয়াব পাওয়া যায়। কারণ প্রত্যেক নেক আমলকে আল্লাহ ১০ গুণ পর্যন্ত বৃদ্ধি করে দেন। তাই মাসে ৩টি রোজা রাখলে এর সওয়াব ১০ গুণ বৃদ্ধিতে ৩০টি রোজা রাখার সমান সওয়াব পাওয়া যাবে ইনশাআল্লাহ।[2]\n\nরবিউস সানী বা রবিউল আখির মাসের কোনোরূপ বৈশিষ্ট্য, ফযীলত বা এ মাসের কোনো বিশেষ সালাত, সিয়াম, দোয়া, যিকর বা বিশেষ কোনো আমল হাদীস শরীফে বর্ণিত হয় নি।\n\nরাসূলুল্লাহ (সা) এর ইন্তিকালের প্রায় সাড়ে পাঁচশত বছর পরে, ৫৬১ হিজরী সালের রবিউস সানী মাসের ১০ তারিখে হযরত আব্দুল কাদির জীলানী (রাহ) ইন্তিকাল করেন। আমাদের দেশে অনেকে এ উপলক্ষ্যে ১১ রবিউস সানী গেয়ারভী শরীফ বা ফাতেহায়ে ইয়াযদহম উদযাপন করেন।\n\nস্বভাবতই এর সাথে হাদীসের কোনোরূপ সম্পর্ক নেই। এমনকি জন্ম বা মৃত্যু উদযাপন করা বা জন্ম তারিখ বা মৃত্যু তারিখ উপলক্ষ্যে দোয়া খায়ের বা সাওয়াব রেসানী করার কোনো নির্দেশনা, প্রচলন বা উৎসাহ কোনো হাদীসে নেই। রাসুলুল্লাহ (ﷺ) এর জীবদ্দশায় তাঁর ছেলে, মেয়ে, স্ত্রী অনেক আত্মীয় ও অনেক সাহাবী ইন্তেকাল করেছেন। যারা সকলেই আল্লাহর শ্রেষ্ঠতম ওলীদের অন্তর্ভুক্ত ছিলেন। তিনি কখনো কারো মৃত্যুর পরে প্রতি বছর-বছর, বা পরবর্তী কোনো সময়ে মৃত্যুর দিনে বা অন্য কোনো সময়ে কোনো ফাতেহা বা কোনো অনুষ্ঠানের ব্যবস্থা করেন নি। রাসূলুল্লাহ (ﷺ) এর ওফাতের পরে তাঁর কন্যা ফাতিমা (রা), জামাতা আলী (রা), দৌহিত্র হাসান-হুসাইন (রা), উম্মুল মুমিনীনগণ, খলীফায়ে রাশিদগণ, অন্যান্য সাহাবীগণ, তাবিয়ী-তাবি-তাবিয়ীগণ কেউ কখনো তাঁর ওফাতের দিনে বা অন্য কোনো সময়ে কোনোরূপ ফাতেহা, দোয়া বা কোনো অনুষ্ঠান করেন নি। অনুরূপভাবে কোনো সাহাবী, তাবিয়ী, তাবি-তাবিয়ী, চার ইমাম, তাদের ছাত্রগণ কেউ কখনো এরূপ ফাতিহা বা অনুষ্ঠান করেন নি।\n\nতাই আমরা কোনো ওলি-বুজুর্গদের কিংবা যে কোনো ব্যক্তির জন্ম বা মৃত্যুদিন উদযাপন করব না। কোনো কাজকে দ্বীনের অংশ মনে করব বা সওয়াবের কাজ মনে করব তখনই, যখন তা নবীজির (সা) বা সাহাবীগণের (রা) সুন্নাহ দ্বারা প্রমাণিত হবে।\n\nরবিউস সানী মাসের ফযীলত-আমল ইত্যাদি নামে যা কিছু প্রচলিত রয়েছে সবই বানোয়াট ও ভিত্তিহীন। যেমন ‘‘রবিউস-সানী মাসের প্রথম তারিখে রাত্রিবেলা চার রাকয়া’ত নফল নামায আদায় করিতে হয়। উহার প্রতি রাকয়াতে সূরা ফাতিহার পরে সূরা ইখলাছ পড়িতে হয়। এই নামায আদায়কারীর আমল নামায় ৯০ হাজার বৎসরের সাওয়াব লিখা হইবে এবং ৯০ হাজার বৎসরের গুনাহ মাফ করিয়া দেওয়া হইবে।’’ এরূপ আরো অনেক আজগুবি মিথ্যা কথা প্রচলিত বিভিন্ন পুস্তকে দেখা যায়। এসকল ভিত্তিহীন রেওয়াজ রসম ও আমল থেকে বিরত থাকা কাম্য।\n\nআল্লাহ আমাদেরকে সুন্নাহের আলোকে জীবন পরিচালনা করার তাওফিক দান করুন। আমীন।\n\nতথ্যসূত্রঃ\n-----------\n[1] http://www.islamicfoundation.gov.bd/site/notices/ba46a13f-0b82-4791-b5ee-cd847f50de19/\n[2] https://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n[3] হাদীসের নামে জালিয়াতি - ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর",
  "content_title": "রবিউস সানী মাসের চাঁদ দেখা গিয়েছে"
}
