{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "আমাদেরকে উৎসাহিত করতে ৫ স্টার রেটিং দিন ও অ্যাপের ডেভেলপমেন্ট চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "অযু করার সময় আমরা কতটুকু পানি ব্যবহার করি? আমাদের অ্যাপের ইউজারদের ফেসবুক গ্রুপে (https://www.facebook.com/groups/muslimsday) এমন প্রশ্নের জবাবে বেশির ভাগ ইউজার বলেছিলেন ২-৩ লিটার পানি ব্যবহারের কথা। কিন্তু রাসূল (সা) অযুতে কতটুকু পানি ব্যবহার করতেন? উত্তর হচ্ছে বর্তমান সময়ের মাপে \"আধা লিটারের কম\" পানি দিয়ে নবীজি (সা) অযু করতেন। আর নবী (সা) এর অযু ছিল সবচেয়ে সুন্দর অযু। আমরা যারা ২-৩ লিটার বা ৪-৫ লিটার পানি অযুতে ব্যবহার করি তারা নিঃসন্দেহে অপচয় করার কঠিন গুনাহে লিপ্ত।\n\nমসজিদের অযুখানায় গেলে অনেক সময় দেখা যায় মুসল্লিগণ পানির ট্যাপ ছেড়ে দিয়ে একেকটি হাত ৫-৭ বার বা আরো বেশিবার ধুয়েই যাচ্ছেন। ফুল স্পিডে ট্যাপের পানি পড়ছে, আর আমরা তার নিচে হাত বা পা ধুচ্ছি। যখন কুলি করি বা নাকে পানি দিই অথবা মাথা, কান ও ঘাড় মাসেহ করি তখনও ট্যাপ চালু অবস্থায় পানি পড়তেই থাকে। একেক বার অযু করার জন্য আমরা যে পরিমাণ পানি অপচয় করি সে পরিমাণ পানি দিয়ে রাসূল (সা) গোসল করতেন। তাই পানি অপচয়ের মত কঠিন গুনাহের থেকে আমাদের অযুকে নিরাপদ রাখা জরুরি। অযুর মাধ্যমে আমাদের গুনাহ মাফ হয়। কিন্তু সেই অযু করার সময়েই যদি আমরা আরেকটা গুনাহ করে ফেলি তাহলে বিষয়টা দুঃখজনক।\n\nট্যাপে অযু করার সময় নিচে একটা বালতি দিয়ে রাখলে অযু শেষে দেখতে পাব কতটা পানি আমরা ব্যবহার করলাম। অপরপক্ষে মগ, বদনা ব্যবহার করলে বা বারবার ট্যাপ বন্ধ-চালু করে অযু করলে দেখব অতি অল্প পানি দিয়েই আমাদের অযু হয়ে গেছে।\n\nতাই যেখানে সুযোগ আছে, সেখানে যদি আমরা মগ বা বদনা ব্যবহার করে অযু করি; তাহলে পানির অপচয় রোধ করা সম্ভব। এক বদনা পানি দিয়েই সকল অঙ্গ তিনবার করে ধুয়ে পরিপূর্ণ ভাবে অযু করা সম্ভব। এমন কি এক বদনা পানি দিয়ে ২ বার অযু করা যায়। যেখানে ট্যাপ ছেড়ে অযু করা ছাড়া উপায় নাই, সেখানে আমাদের উচিত হবে ফুল স্পিডে ট্যাপ না ছেড়ে অল্প পানি বের হয় এমন ভাবে ট্যাপ ছাড়া। হাতের আজলায় পানি নিয়ে ট্যাপ বন্ধ করে এরপর হাত-মুখ-পা ইত্যাদি ধোয়া। পুরো অযুর সময় ট্যাপ চালু না রেখে প্রতি অঙ্গ ধোয়ার আগে অল্প করে পানি হাতে নিয়ে, সঙ্গে সঙ্গে ট্যাপ বন্ধ করা।\n\nআধা লিটারের কম পরিমাণ পানি দিয়ে পরিপূর্ণ ভাবে কিভাবে অযু করা যায় তা আমরা নিচের ভিডিও থেকে দেখতে পারি। প্রখ্যাত আলেমে দ্বীন শায়খ হাসান জামিল হাফিজাহুল্লাহ এর অফিসিয়াল ইউটিউব চ্যানেল থেকে ভিডিও লিংকটি দেয়া হলো। এখানে শায়খ দেখিয়েছেন রাসূল (সা) কিভাবে অযু করতেন। আর কিভাবে আমরা আমাদের অযুতে পানি অপচয় বন্ধ করতে পারি।\n\nরাসূল কীভাবে, কতটুকু পানি দিয়ে ওযু করতেন? শায়খ হাসান জামিলের ভিডিওঃ https://youtu.be/3Q1gwLrVnoo\n\n\nপ্রকৃতিতে ব্যবহারযোগ্য মিঠাপানির পরিমাণ দিন দিন কমে যাচ্ছে। আমাদের দিকে ধেয়ে আসছে এক কঠিন ভবিষ্যত। তৃতীয় বিশ্বযুদ্ধের অন্যতম কারণ হতে পারে এই নিরাপদ পানির দখল নিয়ে।\n\nআসুন আজ থেকে আমরা প্রত্যেকে পানি ব্যবহারের ব্যাপারে সচেতন হই। আমাদের অ্যাপের প্রায় ৪ লক্ষ ইউজার প্রতিদিন অন্তত ৫ বার অযু করে থাকেন বলে আমরা বিশ্বাস করি। প্রত্যেকে যদি অযুতে নূন্যতম ১ লিটার পানি কম খরচ করি, তাহলে দৈনিক আমরা সবাই মিলে প্রায় ২০ লাখ লিটার পানি অপচয় রোধ করতে পারব। মাসে প্রায় ৬ কোটি লিটার! এভাবে প্রতিটি কাজে পরিমিত পানির ব্যবহার নিশ্চিত করলে দেশের ও পৃথিবীর জন্য আমরা একটা সুন্দর পরিবর্তন নিয়ে আসতে পারব ইনশাআল্লাহ।\n\nআল্লাহ আমাদেরকে সকল ধরনের অপচয় থেকে হেফাজত করুন। আমীন।",
  "content_title": "অযুতে যে পাপ কাজ আমরা প্রায় সকলেই করি"
}
