{
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে উৎসাহ যোগাতে প্লে স্টোরে ৫ স্টার রেটিং দিন এবং আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "চলছে জ্বিলক্বদ মাস। আগামী চান্দ্র মাসের ১০ তারিখে উদযাপন হবে পবিত্র ঈদুল আযহা। চলতি মাসের আইয়ামে বীজের নফল রোজাগুলো রাখতে হবে যথাক্রমে ১৪, ১৫ ও ১৬ জুন রোজ মঙ্গল, বুধ ও বৃহস্পতিবার। অর্থাৎ সোমবার দিবাগত রাতে সাহরি খেয়ে মঙ্গলবার রোজা শুরু করতে হবে। এর ধারাবাহিকতায় বুধ ও বৃহস্পতিবার রোজা রাখতে হবে। যে কোনো রোজার জন্য সাহরি খাওয়া উত্তম একটি সুন্নাহ। রোজা রাখার সুবিধার্থে মোবাইলে এখনি রিমাইন্ডার সেট করে রাখতে পারেন।\n\nআইয়ামে বীজ আরবি দু’টি শব্দের সমন্বয়ে গঠিত। আইয়ামে অর্থ দিবসসমূহ, আর বীজ অর্থ শুভ্র, সাদা, শ্বেত, খাঁটি, নির্ভেজাল। প্রতি চন্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখকে আইয়ামে বীজ বলা হয়। অনেকগুলো সহীহ হাদীস দ্বারা এই তিন দিন রোজা রাখার জন্য উৎসাহিত করার প্রমাণ পাওয়া যায়। নবীজি (সা) নিয়মিত আইয়ামে বীজের রোজা রাখতেন এবং সাহাবীগণকে (রা) এ রোজা রাখতে উৎসাহ দিতেন। নিয়মিত প্রতি চান্দ্র মাসের ৩দিন রোজা রাখা সারা বছর রোজা রাখার সওয়াবের সমতুল্য। কোনো কারণে উক্ত ৩ দিন রোজা রাখতে না পারলে মাসের যে কোনো ৩ দিন অন্তত রোজা রাখি। তাহলেও ইনশাআল্লাহ আমরা সারা মাস রোজা রাখার সওয়াব লাভ করব।\n\nআইয়ামে বীজের রোজা সম্পর্কে বিস্তারিত জানা যাবে এখানেঃ\nhttps://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nআগামী চান্দ্র মাস জ্বিলহজ্জ। যাতে অনুষ্ঠিত হবে হজ্জ এবং ঈদুল আযহা তথা কুরবানি। আসুন আমাদের সাধ্য মত আল্লাহর সন্তুষ্টির জন্য কুরবানির জন্য প্রস্তুতি গ্রহন করি। প্রস্তুতি মানেই কেবল টাকার ব্যবস্থা করা নয়। বরং কুরবানি সংক্রান্ত মাসআলা জানা, কুরবানির ক্ষেত্রে করণীয় ও বর্জনীয় সম্পর্কে জ্ঞানার্জন করাও এই প্রস্তুতির অংশ হওয়া উচিত। তাই আসুন ঈদুল আযহা আসার আগেই কুরবানি সংশ্লিষ্ট মাসআলা ও বিবিধ বিষয় আলেমদের থেকে জেনে নিই।\n\nঈদুল আযহা ও কুরবানির মাসআলা এবং করণীয়-বর্জনীয় কাজ সম্পর্কে ব্যাসিক একটি ধারনা পাওয়া যাবে নিচের লিংক থেকেঃ\nhttps://hellohasan.com/2016/09/02/কুরবানি-ফজিলত-আমল-মাসআলা\n\nআল্লাহ আমাদের সকলকে বেশি বেশি নফল রোজা রাখার তাওফিক দান করুন। আল্লাহর সন্তুষ্টির জন্য কুরবানি করার তাওফিক দান করুন। আমীন।",
  "content_title": "জিলকদ মাসের আইয়ামে বীজের রোজা"
}
