{
  "button_text": "মুসলিমস ডে ওয়েবসাইটে যান",
  "button_hints": "রমাদানের শেষ দশকে ইতিকাফ করা সুন্নাতে মুয়াক্কাদা কিফায়া। জেনে নিন ইতিকাফের গুরুত্ব, ফজিলত ও প্রয়োজনীয় মাসআলা",
  "button_url": "https://muslimsday.com/ইতিকাফ-ফজিলত-মাসআলা/",
  "content_message": "আজ ১৭ রমজান, ইয়াউমুল ফুরকান বা সত্য মিথ্যার পার্থক্যকারী দিন। ঐতিহাসিক বদর যুদ্ধের দিন। দ্বিতীয় হিজরীর আজকের এই দিনে সঙ্ঘটিত হয়েছিল ইসলামের প্রথম ঐতিহাসিক বদর যুদ্ধ। আল্লাহ সেদিন তাঁর রাসূল (সা) ও মুমিনদের বিজয়ী এবং কাফির ও মুশরিকদের পরাজিত করার মাধ্যমে হক ও বাতিলের প্রভেদ প্রতিভাত করে দিয়েছেন। পবিত্র কুরআনে আল্লাহ দিবসটিকে ‘ইয়াওমুল ফুরকান’ তথা সত্য-মিথ্যার পার্থক্য নিরূপণের দিন বলে আখ্যায়িত করেছেন।\n\nবদর যুদ্ধের প্রেক্ষাপট\n---------------\n\nনবুওয়াত লাভের পর মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কা মুকাররমায় থেকেছিলেন তের বছর। সুদীর্ঘ এ সময়কালে মক্কার কাফেরগণ তাঁকে ও তাঁর নিবেদিতপ্রাণ সাহাবীদেরকে অসহনীয়, অবর্ণনীয় কষ্ট দিয়েছে। এমনকি হিজরতের সামান্য পূর্বে তাঁকে হত্যা করার পরিকল্পনাও করেছিল, যা এ সূরায় বর্ণিত হয়েছে। মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হিজরত করে মদীনায় চলে আসার পর মক্কার কাফেরগণ চেষ্টা চালিয়ে যেতে থাকল, যাতে মদীনায়ও তিনি স্বস্তিতে থাকতে না পারেন। তারা আবদুল্লাহ ইবনে উবাঈকে চিঠি লিখল, 'তোমরা মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) ও তার সঙ্গীদেরকে আশ্রয় দিয়েছ। আমাদের সাফ কথা, তোমরা আশ্রয় প্রত্যাহার করে নাও। নয়ত আমরা তোমাদের উপরই আক্রমণ চালাব। (আবু দাউদ, অধ্যায়- আল-খারাজ, পরিচ্ছেদ ২৩ হাদীস নং ৩০০৪)\n\nআনসার সম্প্রদায়ের আউস গোত্রীয় নেতা হযরত সাদ ইবনে মুয়াজ (রাযি.) একবার মক্কা মুকাররমায় গেলে ঠিক তাওয়াফের সময় আবু জাহল তাকে বলল, তোমরা আমাদের শত্রুদেরকে আশ্রয় দিয়েছ। এখন যদি তুমি আমাদের এক সর্দারের আশ্রয়ে না থাকতে, তবে তোমাকে জীবিত ফিরে যেতে দেওয়া হত না। বোঝাতে চাচ্ছিল যে, আগামীতে মদীনা মুনাওয়ারার কোন লোক মক্কা মুকাররমা আসলে তাকে হত্যা করা হবে। হযরত সাদ ইবনে মুয়াজ (রাযি.) এর উত্তরে আবু জাহলকে বললেন, তোমরা যদি আমাদেরকে মক্কা মুকাররমায় আসতে বাধা দাও, তবে আমরা তোমাদের পক্ষে এর চেয়ে আরও কঠিন প্রতিবন্ধকতা সৃষ্টি করব। তোমাদের বাণিজ্য কাফেলা যখন শামের দিকে যায়, তখন মদীনার উপর দিয়েই তো যায়। এখন থেকে তোমাদের যে-কোনও বাণিজ্য কাফেলাকে মদীনার উপর দিয়ে যাতায়াতে বাধা দিতে এবং কোনও কাফেলাকে দেখামাত্র তাদের উপর হামলা চালাতে আমাদের কোন বাধা থাকবে না। (দেখুন, সহীহ বুখারী, আল-মাগাযী অধ্যায়, পরিচ্ছেদ-২, হাদীস নং ৩৯৫০)। এর পরপরই মক্কার কাফেরদের একটি বাহিনী মদীনা মুনাওয়ারার নিকটবর্তী এলাকায় পৌঁছে মুসলিমদের গবাদি পশু লুট করে নিয়ে গেল। এহেন পরিস্থিতিতে কাফেরদের তৎকালীন নেতা আবু সুফিয়ান একটি বিশাল বাণিজ্য কাফেলা নিয়ে শামে গেল। মক্কার সকল নারী-পুরুষ নিজেদের সোনা-রুপা দিয়ে এ ব্যবসায় পুঁজি সরবরাহ করেছিল। কাফেলাটি শামে পৌঁছে বেচাকেনা করল এবং তাতে তাদের দ্বিগুণ মুনাফা হল। অতঃপর তারা পঁচিশ হাজার দীনার (গিনি)-এর মালামাল নিয়ে মক্কার উদ্দেশ্যে রওয়ানা হল । কাফেলায় ছিল এক হাজার মালবাহী উট। চল্লিশজন সশস্ত্র লোক তার পাহারায় নিযুক্ত ছিল। মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন কাফেলার প্রত্যাবর্তনের খবর পেলেন, তখন হযরত সাদ ইবনে মুয়াজ (রাযি.)-এর চ্যালেঞ্জ মোতাবেক তাদের উপর হামলা করার সিদ্ধান্ত নিলেন। আকস্মিক সিদ্ধান্তের কারণে যথারীতি সৈন্য সংগ্রহের সুযোগ ছিল না। উপস্থিতমত যত জন সাহাবী তৈরি হতে পেরেছিলেন, ব্যস তাদেরকে নিয়েই তিনি মদীনা মুনাওয়ারা থেকে বের হয়ে পড়লেন। সর্বসাকুল্যে লোকসংখ্যা ছিল তিনশ' তেরজন। তাদের সাথে ছিল সত্তরটি উট, দু'টি ঘোড়া ও ষাটটি বর্ম।\n\nউল্লেখ্য, কোনও কোনও অমুসলিম লেখক এ ঘটনা সম্পর্কে আপত্তি তুলেছেন যে, একটি শান্তিপূর্ণ বাণিজ্য দলের উপর আক্রমণ করার কী বৈধতা থাকতে পারে? সমকালীন কিছু মুসলিম গ্রন্থকারও তাদের এ আপত্তিতে প্রভাবিত হয়ে দাবী করার চেষ্টা করেছেন যে, সে কাফেলার উপর কোনও রকম আক্রমণ চালানো মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উদ্দেশ্য ছিল না। বরং আবু সুফিয়ান নিজের থেকেই বিপদের আশঙ্কায় আবু জাহলের বাহিনীকে আসতে বলেছিল। কিন্তু সহীহ হাদীস ও কুরআনী ইশারা-ইঙ্গিতের প্রতি লক্ষ্য করলে ঘটনার এরূপ ব্যাখ্যা ধোপে টেকে না। বস্তুত সেই সময়কার পরিবেশ-পরিস্থিতি, সে কালের রাজনৈতিক ও সামাজিক কাঠামো এবং প্রতিরক্ষা সংক্রান্ত রীতি-রেওয়াজ সম্পর্কে জানা না থাকার কারণে এ  আপত্তির সৃষ্টি হয়েছে । প্রথম কথা হচ্ছে, আমরা উপরে যে সব ঘটনা উল্লেখ করেছি, তা দ্বারা পরিষ্কার -\n\nবোঝা যায় তখন উভয় পক্ষের মধ্যে এক নিরবচ্ছিন্ন যুদ্ধাবস্থা বিরাজ করছিল। উভয় পক্ষ যে একে অপরকে চ্যালেঞ্জ দিয়ে রেখেছিল কেবল তাই নয়; বরং কাফেরদের পক্ষ থেকে উস্কানিমূলক তৎপরতাও শুরু হয়ে গিয়েছিল। দ্বিতীয়ত হযরত সাদ ইবনে মুয়া (রাখি) আগেই তাদেরকে সতর্ক করে দিয়ে এসেছিলেন যে, এখন থেকে আর তাদের বাণিজ্য কাফেলার উপর হামলা চালাতে মুসলিমদের কোন বাধা থাকবে না। তৃতীয়ত সে যুগে সামরিক ও বেসামরিকের মধ্যে কোনও পার্থক্য থাকত না। সমাজের সমস্ত সাবালক পুরুষকেই 'মুকাতিলা' (যোদ্ধা) বলা হত। এতদসঙ্গে লক্ষ্য করুন কাফেলার অবস্থা। নেতৃত্ব ছিল আবু সুফিয়ানের হাতে। তখন সে ছিল মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ঘোর শত্রু। তার সাথে ছিল চল্লিশ জন সশস্ত্র লোক, যারা কুরাইশের সেই সব লোকের অন্যতম, যারা মুসলিমদের প্রতি জুলুম-নির্যাতনে অগ্রণী ভূমিকা রাখত। কুরাইশের লোকজন তখন মুসলিমদের বিরুদ্ধে যুদ্ধের প্রস্তুতি নিচ্ছিল। আশঙ্কা ছিল, এই কাফেলা নিরাপদে মক্কায় পৌঁছতে সক্ষম হলে তাদের সমরশক্তি আরও অনেক বেড়ে যাবে। এসবের পরও যদি এ যুদ্ধকে একটি শান্তিপূর্ণ বাণিজ্য দলের উপর আক্রমণ নামে অভিহিত করা হয়, তবে সেটা পরিস্থিতি সম্পর্কে অজ্ঞতা অথবা একদেশদর্শী মানসিকতার বহিঃপ্রকাশ মাত্র। এ কারণে সহীহ হাদীসে বর্ণিত ঘটনাসমূহকে অস্বীকার করা কিছুতেই বৈধ হতে পারে না।\n\nযাই হোক, মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উদ্দেশ্য অনুমান করতে পেরে আবু সুফিয়ান দু'টি কাজ করল, একদিকে তো সে একজন দ্রুতগামী অশ্বারোহীকে আবু জাহলের কাছে এই সংবাদ দিয়ে পাঠালো যে, তার কাফেলা বিপদের সম্মুখীন। সে যেন পূর্ণাঙ্গ এক বাহিনী নিয়ে শীঘ্র চলে আসে। অপর দিকে সে রাস্তা বদল করে নিজ কাফেলাকে লোহিত সাগরের দিকে নিয়ে গেল, যাতে সে দিকের ঘুর পথে নিরাপদে মক্কায় পৌঁছানো যায় ।\n\nআবু জাহল এটাকে এক সুবর্ণ সুযোগ হিসেবে গ্রহণ করল। পত্রপাঠ সে একটি বড়-সড় বাহিনী প্রস্তুত করে ফেলল এবং অস্ত্রশস্ত্রে সজ্জিত হয়ে মদীনা মুনাওয়ারার দিকে অগ্রসর হল । মহানবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখন জানতে পারলেন, আবু সুফিয়ানের কাফেলা সটকে পড়েছে এবং অন্য দিক থেকে আবু জাহেলের বাহিনী এগিয়ে আসছে, তখন তিনি সাহাবায়ে কেরামের সঙ্গে পরামর্শ করলেন। সকলে যুদ্ধের পক্ষেই রায় দিলেন, যাতে এর দ্বারা আবু জাহেলের সাথে চূড়ান্ত ফায়সালা হয়ে যায়। সুতরাং বদর নামক স্থানে উভয় দল মুখোমুখি হল। মুসলিমদের সৈন্য সংখ্যা ও অস্ত্রশস্ত্র আবু জাহেলের বাহিনীর সাথে কোনও তুলনায় আসে না। তা সত্ত্বেও আল্লাহ তাআলা নিজ অনুগ্রহে মুসলিমদেরকে গৌরবময় বিজয় দান করলেন। আবু জাহেলসহ কুরাইশের সত্তরজন সর্দার নিহত হল। মুসলিমদের সাথে শত্রুতায় এ সকল সর্দারই সব সময় নেতৃত্ব দিত। এছাড়া তাদের আরও সত্তরজন বন্দী হল। অবশিষ্টরা যুদ্ধক্ষেত্র থেকে পালিয়ে গেল।\n\nরেফারেন্স:\nতাওযীহুল কুরআন ১/৫৪৬-৫৪৮",
  "content_title": "আজ ১৭ রমাদান, ঐতিহাসিক বদর দিবস"
}
