{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আলহামদুলিল্লাহ। আমরা আরও একটি রামাদানের খুব নিকটে চলে এসেছি। এখন চলছে রামাদানের আগের মাস শা'বান। শা'বান মাসের আইয়ামে বীজের রোজাগুলো রাখতে হবে যথাক্রমে ১৭, ১৮ ও ১৯ মার্চ রোজ বৃহস্পতি, শুক্র ও শনিবার। আজ বুধবার দিবাগত রাতে সাহরি খেয়ে বৃহস্পতিবার থেকে রোজা রাখতে হবে। রোজা রাখার জন্য সাহরি খাওয়া সুন্নত।\n\nনিয়মিত আইয়ামে বীজের নফল রোজা রাখাকে হাদীস শরীফে সারা জীবন রোজা রাখার সমতুল্য বলে গণ্য করা হয়েছে। এ রোজা সম্পর্কে বিস্তারিত জানতে নিচের লেখাটি পড়তে পারেন।\nhttps://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nশা'বান মাসের একটি ফজিলতপূর্ণ রজনী হচ্ছে শা'বান মাসের মাঝখানের রজনী (১৪ শা'বান দিবাগত রাত)। হাদীসের ভাষায় একে \"লাইলাতুন নিসফ মিন শা'বান\" অর্থাৎ শা'বান মাসের মধ্য রজনী বলে উল্লেখ করা হয়েছে। এ রাতটি আমাদের দেশে \"শবে বরাত\" বলে প্রচলিত।\n\nঅনেকে বলেন এ রাতে ভাগ্য লিখা হয়। বক্তব্যটি সঠিক নয়। এ সম্পর্কে কুরআন-হাদীসের দলীল সহ বিস্তারিত জানা যাবে এখান থেকেঃ\n\nhttps://hellohasan.com/2016/07/04/শবে-বরাত-ফজিলত-আমল\n\nউপরের লিংক থেকে আরো জানা যাবে এ রাতের করণীয় এবং বর্জনীয় শিরক-বিদআত ও কুসংস্কার সম্পর্কে।\n\nহাদীস থেকে জানা যায়, এ রাতে আল্লাহ ২ শ্রেণীর মানুষ ব্যতীত সকলকে ক্ষমা করে দিবেন। সে দুই শ্রেণী হচ্ছেঃ অন্তরে হিংসা-বিদ্বেষ পোষণকারী এবং শিরককারী। এছাড়াও আরও কিছু হাদীসে অন্যান্য কিছু গুনাহের কথা উল্লেখ রয়েছে। যেমনঃ জাদুকর, পিতামাতার অবাধ্য, আত্মীয়তার সম্পর্ক ছিন্নকারী, ব্যভিচারী, গীবতকারী ইত্যাদি। এগুলো যেহেতু সব সময়ের জন্যই খারাপ কাজ। তাই আমাদের উচিত হবে এগুলো থেকে তাওবা করা। তাহলে ইনশাআল্লাহ শবে বরাতের রাতের যে সাধারণ ক্ষমার ঘোষণা দেয়া হয়েছে আমরা তা লাভ করব।\n\nএ রাতের আমলের ব্যাপারে বলা যায় একাকী ঘরে সাধ্যমত সালাত আদায়, তাসবীহ-তাহলীল করতে পারি। কিন্তু দলবদ্ধ হয়ে মসজিদে বা কোনো স্থানে জমায়েত হওয়া অনুচিত। নবীজি (সা) সারা জীবনে একবার এ রাতে কবরস্থানে গিয়েছেন বলে একটি দুর্বল সনদের হাদীসে এসেছে। আমাদের দেশের অনেকে প্রতি বছর কবরস্থান আর মাজারে গিয়ে জমায়েত হয়। মাজারে গিয়ে মৃত আল্লাহর ওলির কাছে সাহায্য প্রার্থনা করে শিরকে লিপ্ত হয় অসংখ্য মানুষ। শিরকের গুনাহ আল্লাহ কখনোই ক্ষমা করেন না।\n\nএ রাতকে কেন্দ্র করে আতশবাজি, পটকা ফুটানো, হালুয়া-রুটি, সন্ধ্যার পর গোসল করা এরকম অসংখ্য কুপ্রথা ও কুসংস্কার প্রচলিত আছে। এগুলো থেকে বিরত থাকতে হবে। শয়তান আমাদের সামনে বিদআতকে অনেক সুন্দর করে উপস্থাপন করে। বিদআতের মাধ্যমেই আস্তে আস্তে মানুষ গোমরাহী এবং শিরকে লিপ্ত হয়। শয়তান প্রথম দিনই কাউকে শিরকের জন্য ওয়াসওয়াসা দেয় না। সে অল্প অল্প করে মানুষকে বিভ্রান্ত করে। জানেনই তো, একটা বিন্দু থেকে আরেকটা বিন্দু বরাবর চলতে গিয়ে দিক যদি কয়েক ডিগ্রি ঘুরিয়ে দেয়া হয়। তাহলেও লক্ষ্যের বিন্দুতে পৌঁছানো যায় না। শয়তান ১ ডিগ্রি, ১ ডিগ্রি করে আমাদেরকে ঘুরিয়ে দেয় কুরআন-সুন্নাহ থেকে। বাকিটা এমনি এমনি হয়ে যায়। আল্লাহ রক্ষা করুন।\n\nশবে বরাতের পরদিন রোজা রাখাকে অনেক আলেম মুস্তাহাব বলেছেন। এ ব্যাপারে একটি হাদীস আছে। যাকে অনেকে যইফ জিদ্দান - জাল হাদীস বলে উল্লেখ করেছেন। শায়খুল ইসলাম আল্লামা তাক্বী উসমানী হাফিজাহুল্লাহর মতে উক্ত হাদীসের দলিলের ভিত্তিতে ১৫ শা'বানের রোজাকে মুস্তাহাব বলা অনুচিত। তবে অনেক আলেমই এ দিনে রোজা রাখাকে সুন্নাহ সম্মত বলেছেন।\n\nএজন্য আমরা সেফ সাইডে থাকার জন্য প্রতি মাসের মত শা'বান মাসের ১৩, ১৪ ও ১৫ তারিখ তিন দিনই রোজা রাখতে পারি। নবীজি (সা) সারা বছরই আরবি মাসের ১৩, ১৪ ও ১৫ তারিখ রোজা রাখতেন। আর শা'বান মাসে নবীজি (সা) প্রায় সারা মাসই রোজা রাখতেন। তাই শুধু শবে বরাতের পর দিন শা'বানের ১৫ তারিখ রোজা না রেখে বরং ১৩, ১৪ ১৫ তারিখ তিন দিনই রোজা রাখি। এতে আইয়ামে বীজের আমলটি তো হলোই, সাথে ১৫ তারিখের রোজার পক্ষে যে মতটি আছে সেটার উপরও আমল হয়ে গেল। শা'বান মাসের আইয়ামে বীজের তিনটি রোজা রাখতে হবে ১৭, ১৮ ও ১৯ মার্চ ২০২২।\n\nআসন্ন রামাদানকে আরো বেশি প্রোডাক্টিভ করার জন্য আমাদের উচিত আগে থেকেই কিছু প্রস্তুতি নেয়া। রামাদানের প্রস্তুতি সম্পর্কে কিছু ধারনা পাওয়া যেতে পারে নিচের লিংক থেকেঃ\nhttps://hellohasan.com/2022/03/09/রমজান-২০২২/\n\nআল্লাহ আমাদের সবাইকে সুন্নাহ মোতাবেক জীবন পরিচালনা করার তাওফিক দান করুন। যাবতীয় কুসংস্কার ও কুপ্রথা থেকে আমাদের হেফাজত করুন। আমীন।\nদাওয়াতের নিয়তে পোস্টটি আপনার ওয়ালে শেয়ার করতে পারেন।",
  "content_title": "শবে বরাত ও আইয়ামে বীজ"
}
