{
  "button_text": "আপডেট করুন ও ৫ স্টার রেটিং দিন",
  "button_hints": "আমাদেরকে উৎসাহ দিতে প্লে স্টোরে ৫ স্টার রেটিং দিন এবং অ্যাপ ডেভেলপমেন্টের কার্যক্রমকে চলমান রাখতে আর্থিক অনুদান প্রদান করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আজ রবিবার (২৮ আগস্ট, ২০২২) সন্ধ্যায় বাংলাদেশের আকাশে সফর মাসের নতুন চাঁদ দেখা গিয়েছে। ১৪৪৪ হিজরির সফর মাসের দিন গণনা শুরু হবে আগামীকাল ২৯ আগস্ট ২০২২ ইং তারিখ রোজ সোমবার থেকে।\n\nসূত্রঃ বিডিনিউজ ২৪\n\nআপনার অ্যাপে হিজরি তারিখ আপডেট না হয়ে থাকলে ইন্টারনেট চালু করে হোমপেজটি উপর থেকে টেনে ধরে (পুল করে) রিফ্রেশ করুন। তাহলে ইনশাআল্লাহ হিজরি তারিখ আপডেট হয়ে যাবে।\n\n১৪৪৪ হিজরির সফর মাসের আইয়ামে বীজের রোজা রাখতে হবে যথাক্রমেঃ ১০, ১১ ও ১২ সেপ্টেম্বর রোজ শনি, রবি ও সোমবার।\nআইয়ামে বীজের রোজার সম্পর্কে বিস্তারিত জানা যাবে এখান থেকেঃ https://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nঅন্যান্য মাসের মত সফর মাসকে কেন্দ্র করেও মুসলিম সমাজে কিছু ভুল ধারনা, কুসংস্কার ও বিদআত প্রচলিত রয়েছে। অনেকে সফর মাসকে বালা মুসিবত ও অশুভ মাস মনে করে থাকেন। এটি সম্পূর্ণ ইসলাম বিরোধী একটি ভুল ধারনা। ইসলামে কোনো অশুভ দিন বা মাস বলে কিছু নাই।\n\nসফর মাসের সবচেয়ে বহুল প্রচলিত ভুল ধারনা ও বিদআতের চর্চা হচ্ছে \"আখেরী চাহার সোম্বা\"। সফর মাসের শেষ বুধবারে এই দিবস পালন করা হয়ে থাকে। আখেরী চাহার সোম্বা ও সফর মাসের প্রচলিত ভুল ধারনা সম্পর্কে বিস্তারিত জানা যাবে এখান থেকেঃ https://hellohasan.com/2021/09/05/আখেরী-চাহার-সোম্বা-বিদআত\n\nকথিত এ দিবসটি এ বছর পালন করা হবে ৬ অক্টোবর ২০২১ ইং তারিখে। এ দিবস সম্পর্কে কথিত আছেঃ \n\n\"এই দিনে নাকি নবীজি (সা) অসুস্থ্যতা থেকে একটু সুস্থ্য হয়েছিলেন এবং গোসল করেছিলেন। এই দিনের গোসলই নবীজির (সা) জীবনের শেষ গোসল ছিল। নবীজির (সা) খানিকটা রোগমুক্তির কারণে শুকরিয়া স্বরূপ সাহাবীগণ (রা) নাকি শত শত উট ও হাজার হাজার দিনার দান সাদকা করেছিলেন।...\"\n\nদুঃখজনক হলেও সত্য যে, উপরের কথাগুলো ভুল। এ ঘটনার সমর্থনে কোনো গ্রহনযোগ্য হাদীস পাওয়া যায় না। এ দিবসকে কেন্দ্র করে অনেকে বিশেষ নামাজ ও বিশেষ ইবাদত বন্দেগী করেন। যার কোনো ভিত্তি ইসলামী শরীয়তে নাই। এটি একটি নব-আবিষ্কৃত বিষয়।\n\nযেই দিবসের কোনো গ্রহনযোগ্য ভিত্তিই নাই, সে দিবসকে আমাদের অনেকটা জাতীয় ভাবে পালন করা হয়ে থাকে। এই দিনে শিক্ষা প্রতিষ্ঠানগুলো ছুটি থাকে। বিভিন্ন মসজিদে বিশেষ ওয়াজ ও \"মিলাদ\" মাহফিলের আয়োজন করা হয়ে থাকে।\n\nআল্লাহ আমাদেরকে প্রচলিত ভুল ও বিদআতের চর্চা থেকে মুক্ত রাখুন। আমীন।",
  "content_title": "সফর মাসের চাঁদ দেখা গিয়েছে"
}
