{
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে উৎসাহ যোগাতে প্লে স্টোরে ৫ স্টার রেটিং দিন এবং আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "চলছে পবিত্র রজব মাস। এ মাসের আইয়ামে বীজের রোজাগুলো রাখতে হবে আগামী ১৫, ১৬ ও ১৭ ফেব্রুয়ারি (মঙ্গল, বুধ ও বৃহস্পতিবার)। সোমবার দিন পার হয়ে যেই রাত আসবে, সে রাতের শেষে সাহরি খেয়ে মঙ্গলবার রোজা শুরু করতে হবে। এরপর যথাক্রমে বুধ ও বৃহস্পতিবার সহ মোট তিনটি রোজা রাখতে হবে। প্রয়োজনে মোবাইলে এখনি রিমাইন্ডার সেট করে রাখতে পারেন।\nহাদীস শরীফ থেকে জানা যায় নবীজি (সা) রজব মাসে অনেক বেশি নফল রোজা রাখতেন। তাই আসুন আমরাও রমজানের প্রস্তুতি হিসাবে রজব মাসে সাধ্য মত বেশি বেশি রোজা রাখি। রমজান শুরুর সম্ভাব্য তারিখ ৩ এপ্রিল ২০২২।\n\nরমজানের প্রস্তুতি সম্পর্কে বিস্তারিত জানতে এই লেখাটি পড়ুনঃ\nhttps://hellohasan.com/2022/02/02/ramadan-preparation-রমজানের-প্রস্তুতি\n\nজুমআর দিনের আমল সম্পর্কে জানতে এই লিংকে ভিজিট করুনঃ\nhttps://hellohasan.com/2021/06/11/জুমার-দিনের-আমল/\n\nআইয়ামে বীজ আরবি দু’টি শব্দের সমন্বয়ে গঠিত। আইয়ামে অর্থ দিবসসমূহ, আর বীজ অর্থ শুভ্র, সাদা, শ্বেত, খাঁটি, নির্ভেজাল। প্রতি চন্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখকে আইয়ামে বীজ বলা হয়। অনেকগুলো সহীহ হাদীস দ্বারা এই তিন দিন রোজা রাখার জন্য উৎসাহিত করার প্রমাণ পাওয়া যায়। নবীজি (সা) নিয়মিত আইয়ামে বীজের রোজা রাখতেন এবং সাহাবীগণকে (রা) এ রোজা রাখতে উৎসাহ দিতেন।\n\nআইয়ামে বীজের রোজা সম্পর্কে বিস্তারিত জানা যাবে এখানেঃ\nhttps://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nপ্রসঙ্গত উল্লেখ্য, আমাদের দেশে অনেকেই রজব মাসের ২৭ তারিখ রাতে বিশেষ ইবাদত ও পরদিন \"শবে মেরাজের আমল\" হিসাবে রোজা রেখে থাকেন। যদিও এই আমলগুলো আমরা নবীজির (সা) জীবনী বা হাদীসের কিতাব থেকে পাই না। কোনো নির্ভরযোগ্য হাদীস দ্বারা শবে মেরাজ সংঘটিত হওয়ার তারিখ নিশ্চিত ভাবে আমরা জানতে পারি না। নির্ভরযোগ্য কোনো হাদীসেই পাওয়া যায় না যে, শবে মেরাজ উপলক্ষ্যে নবীজি (সা) ও সাহাবীগণ (রা) বিশেষ আমল করেছেন বা বিশেষ নামাজ-রোজা পালন করেছেন।\n\nমেরাজ সংঘটিত হওয়ার পর নবীজি (সা) অনেক বছর বেঁচে ছিলেন। তিনি বাকি জীবনে শবে মেরাজের স্মরণে উক্ত রাতে  বিশেষ নামাজ ও পরদিন রোজা রেখেছেন বলে আমরা জানতে পারি না। এমন কি ২৭ রজবের রাতেই যে মেরাজ হয়েছিল এটাও হাদীস দ্বারা নিশ্চিত ভাবে প্রমাণিত নয়। শবে মেরাজের তারিখ নিয়ে ঐতিহাসিকদের প্রায় ১৬ টি মত পাওয়া যায়। যার মধ্যে একটি মত হচ্ছে ২৭ রজব। যেখানে শবে মেরাজের তারিখটিই আমরা নিশ্চিত ভাবে জানি না, এর দ্বারা বুঝতে বাকি থাকে না যে এটি প্রতি বছর বছর পালন করা বা উদযাপন করার বিষয় নয়। এর দ্বারা এটাও প্রতিয়মান হয় যে, সাহাবীগণের (রা) নিকট শবে মেরাজের তারিখটি মুখ্য বিষয় ছিল না। বরং তারা গুরুত্ব দিয়েছেন মেরাজের উপর বিশ্বাস ও এর শিক্ষাকে। যদিও আমরা এটিকে প্রতি বছর বছর উদযাপনের একটি দিবস-রজনী বানিয়েছি।\n\nতাই আসুন, নিজেদের মনগড়া আমল পরিত্যাগ করে সুন্নতের উপর আমল করি। কুরআনে বর্ণিত চারটি সম্মানিত মাসের মধ্যে রজব মাস অন্যতম। এই মাসের সম্মানে আমরা পাপ কাজ থেকে বিরত থাকি। নেক আমলের পরিমাণ বাড়িয়ে দেই। এ মাসে নবীজি (সা) অধিক সংখ্যক নফল রোজা রাখতেন। তাঁর অনুসরণে আমরাও বেশি বেশি রোজা রাখি। আইয়ামে বীজের রোজাগুলো অন্তত রাখি। সুযোগ হলে সপ্তাহের প্রতি সোম ও বৃহস্পতিবারও রোজা রাখি। এ রোজাগুলো নবীজির (সা) সারা জীবনের সুন্নত।\n\nআল্লাহ আমাদের সকলকে প্রতি চান্দ্র মাসের মাঝের তিন দিন আইয়ামে বীজের সিয়ামগুলো রাখার তাওফিক দান করুন। আমীন।\n\nদাওয়াহ এর নিয়তে চাইলে পোস্টটি আপনার বন্ধুদের সাথে শেয়ার করতে পারেন। আমাদের কারো মাধ্যমে উক্ত আমলটি কেউ শুরু করলে ইনশাআল্লাহ আমরা এর দ্বারা সাদকায়ে জারিয়ার সওয়াব পেতে থাকব।\n\nশবে মেরাজ সম্পর্কে প্রাসঙ্গিক কিছু লেখার লিংক\n---------------------------------------\n\n১।\nকুরআন-হাদীসে ইসরা ও মিরাজ : বর্ণনা ও শিক্ষা\nhttps://www.alkawsar.com/bn/article/2912/\n\n২।\nসহীহ হাদীসের আলোকে শবে মেরাজের ঘটনাঃ\nhttps://www.alkawsar.com/bn/article/2542\n\n৩।\nশবে মেরাজ সম্পর্কে সংক্ষিপ্ত আকিদা\nhttps://www.alkawsar.com/bn/qa/answers/detail/295/  \n\n৪।\nশবে মেরাজের রজনী উদযাপন একটি কুসংস্কার ও বিদআতঃ\nhttps://www.alkawsar.com/bn/qa/answers/detail/272\n\n৫।\nমিরাজ বিষয়ক আলোচনা : কিছু অসতর্কতা\nhttps://www.alkawsar.com/bn/article/657/\n\n৬।\nশবে মেরাজ সম্পর্কে ভিত্তিহীন একটি কথাঃ\nhttps://www.alkawsar.com/bn/article/420",
  "content_title": "রজব মাসের আইয়ামে বীজের রোজা"
}
