{
  "button_hints": "চলতি মাসে আর্থিক অনুদান দিয়েছেন কি?\n\nঅ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "কুরবানির পশুর চামড়া কেউ যদি চায় শুকিয়ে প্রকৃয়াজাত করে নিজে ব্যবহার করতে পারবে। পশুর চামড়া খাওয়াও হালাল। গরুর চামড়া প্রসেসিং করে ভূড়ির মত করে এটাকে খাওয়ায় যায়। কেউ চাইলে এটা খেতেও পারে। কিন্তু চামড়া বিক্রি করলে সেই টাকা নিজে ব্যবহার করতে পারবে না, বরং গরিবদেরকে দান করে দিতে হবে। \n\n\nযেহেতু আমাদের দেশে কেউ সাধারণত নিজে চামড়া প্রকৃয়াজাত করে ব্যবহার করে না। তাই সাধারণত এটা বিক্রি করে এর মূল্য দান করা হয় গরিব-মিসকিনদেরকে। চামড়ার মূল্য দান করার খাত যাকাতের অর্থ দান করার খাতের অনুরূপ। অর্থাৎ যারা যাকাতের অর্থ খাওয়ার অধিকার রাখে তারাই কুরবানির পশুর চামড়ার মূল্য পাওয়ার অধিকার রাখে। বেশির ভাগ সময় সবাই চেষ্টা করে কুরবানির পশুর চামড়া কোন মাদরাসায় দান করে দিতে। কেননা মাদরাসায় অনেক এতিম ও দরিদ্র শিক্ষার্থী থাকে যাদের ভরণ-পোষণের দায়িত্ব মাদরাসাগুলো নিয়ে থাকে। বলে রাখা ভালো, উক্ত চামড়ার টাকা মসজিদে দান করা যাবে না। অথবা রাস্তা-ঘাট নির্মাণ ইত্যাদিতেও ব্যবহার করা যাবে না। শুধুমাত্র গরিব মানুষদেরকে দেয়া যাবে যারা যাকাতের অর্থ নিতে পারেন।\n\nসম্ভবত ২০১৮-২০১৯ সাল থেকে সিন্ডিকেট করে চামড়ার দাম কমিয়ে রাখা হয়েছে। বিগত বছরগুলোতে দেখা গিয়েছে অনেকেই চামড়া ডাস্টবিনে ফেলে গিয়েছে বা মাটিতে পুতে ফেলেছে। মাদরাসা ও এতিমখানাগুলোর আয়ের বড় একটা উৎস এই কুরবানির চামড়া। কাচা চামড়ার এই অস্বাভাবিক কম মূল্যের জন্য মাদরাসাগুলো সবচেয়ে বেশি ক্ষতিগ্রস্থ হয় বলে মনে করছি। তাই অনুরোধ থাকবে, আপনার পশুর চামড়া এলাকার মাদরাসার এতিমখানা বা লিল্লাহ ফান্ডে দান করে দিবেন। যেন এর বিক্রয়লব্ধ অর্থ গরিব-মিসকিন ছাত্রদের কল্যানে ব্যয় করা যায়।\n\nকুরবানির দিন এলাকায় কিছু সিজনাল চামড়া ব্যবসায়ীদের আনাগোনা দেখা যায়। যারা সাধারনত হয় ক্ষমতাসীন দলের নেতাকর্মী। যারা এলাকায় ত্রাসের সৃষ্টি করে কুরবানির চামড়া খুব কম মূল্য দিয়ে জোর পূর্বক কিনে নেয়। গত কয়েক বছরে চামড়ার দাম পড়ে যাওয়ার কারণে এই সন্ত্রাসী বাহিনীর দৌরাত্ম হয়ত আগের মত দেখা যায় না। আগে এক সময় দেখা যেত অস্ত্রশস্ত্র নিয়ে ঈদের দিন এরা মহড়া দিত। যাদের মূল উদ্দেশ্য থাকত মাদরাসার কোনো ছাত্র যেন চামড়া কিনতে বা দান হিসাবে নিতে না পারে। এটা খুবই লজ্জাজনক একটা কাজ। যেই চামড়া বিক্রির টাকা গরিব-মিসকিনদের হক্ব। সেখানে তাদেরকে বঞ্চিত করে এই রাজনৈতিক সিজনাল চামড়া ব্যবসায়ীরা।\n\nঅনেক সময় দেখা যায় মাদরাসার ছাত্ররা গরুর একটি চামড়া কেনার জন্য ২০০ টাকা দিতে চায়। অপর পক্ষে অন্যান্য ব্যবসায়ীরা বা উপরে উল্লেখিত সোনার ছেলেরা হয়ত ৫০০ টাকা দিতে চায়। এক্ষেত্রে আমি ২০০ টাকার বিনিময়ে মাদরাসার ছাত্রের কাছেই চামড়াটি বিক্রি করব। কারণ মাদরাসা ঐ চামড়াটি ২০০ টাকায় কিনে হয়ত ১০০০ টাকায় বিক্রি করবে। ফলে মাদরাসা ৮০০ টাকা লাভ করতে পারবে। ফলে গরিবের হক্ব আদায় হবে এই ৮০০ টাকা এবং আমার হাতে পাওয়া ২০০ টাকা। কারণ এই ২০০ টাকাও আমাকে কোনো না কোনো গরিবকে দান করতে হবে। এতে করে গরিবরা দান হিসাবে মোট ১০০০ টাকা পাবে। অপর দিকে আমি যদি ৫০০ টাকায় চামড়াটি কোনো ব্যবসায়ীর কাছে বিক্রি করি। তাহলে এই ৫০০ টাকা আমি গরিবদের দান করতে পারব। আর ঐ ব্যবসায়ী চামড়াটি ১০০০ টাকায় বিক্রি করে ৫০০ টাকা লাভ করতে পারবে। এতে ঐ ব্যবসায়ী বেশি লাভবান হলো। গরিবের হক্ব আদায় হলো মাত্র ৫০০ টাকা।\n\nআমাদের ব্যবসায় যেহেতু আল্লাহর সাথে। তাই আসুন, কোন দিক দিয়ে হিসাব করলে গরিবের বেশি লাভ হবে সেটা নিয়ে ভাবি। কিভাবে মাদরাসা বা এতিমখানাকে একটু বেশি লাভবান করা যায় সেদিকে লক্ষ্য রাখি। ভাল হয় যদি কোন মাদরাসায় পুরো চামড়াটা দান করে দিতে পারি। অথবা মাদরাসার কাছে নাম মাত্র মূল্যে বিক্রি করি। আমাদের সর্বোচ্চ চেষ্টা করা উচিত, দরিদ্রদের এই হকটা তারাই যেন পায়।\n\nআমার নামাজ, আমার কুরবানি, আমার জীবন ও আমার  মরন বিশ্ব-প্রতিপালক আল্লাহরই জন্যে। (সূরা আন'আম - ১৬২)\n\n\nকুরবানির মাসআলা, করণীয় ও বর্জনীয় বিষয়ে জানতে এই লেখাটি পড়তে পারেনঃ\nhttps://hellohasan.com/2016/09/02/কুরবানি-ফজিলত-আমল-মাসআলা\n\nআল্লাহ আমাদের সকলকে কুরবানি করার তৌফিক দিন। আমাদের সকলের কুরবানি কবুল করুন। আমীন।",
  "content_title": "কুরবানির পশুর চামড়া কী করব?"
}
