{
  "button_hints": "চলতি মাসে ডোনেট করেছেন কি?\n\nআমাদেরকে উৎসাহ দিতে ৫ স্টার রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নেয়ার জন্য আর্থিক অনুদান দিন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "যে জিনিসটি আমাদের দুনিয়া বা আখিরাতের কোনো কল্যানে আসে না, সেটির পেছনে খরচ করাই অপচয়ের অন্তর্ভুক্ত। সেটি হতে পারে খাদ্য, পানি, বস্ত্র বা যে কোনো কিছু। ইসলামী শরীয়তে অপচয়কে কঠোর ভাবে নিষেধ করা হয়েছে। নবীজি (সা) খাবার খাওয়ার সময় আঙ্গুল ও প্লেট পরিষ্কার করে খাওয়ার নির্দেশনা দিয়েছেন। যেন খাবারের কোনো অপচয় না হয়। অপর পক্ষে আমাদের অনেককেই দেখা যায় প্রচুর খাবার অপচয় করতে। একটি গবেষণায় দেখা গেছে সারা বিশ্বে যে পরিমাণ খাবার অপচয় হয় তা দিয়ে বিশ্বের অভুক্ত সকল মানুষের খাবারের চাহিদা মেটানো সম্ভব।\n\nবর্তমানে আমাদের দেশে বৈদেশিক মুদ্রা ডলারের ঘাটতি তৈরি হয়েছে। প্রতি মাসে যে পরিমাণ ডলার আমরা অর্জন করছি তার চেয়ে বেশি ডলার খরচ করতে হচ্ছে নিত্যপ্রয়োজনীয় বিভিন্ন জিনিস বিদেশ থেকে আমদানী করার জন্য। জ্বালানী তেলের দাম বেড়ে যাওয়ায় উচ্চ মূল্যে বিদেশ থেকে সেগুলো কিনতে হচ্ছে। ফলে সামগ্রিক ভাবে আমাদের সকলের জীবনে আর্থিক সংকট তৈরি হয়েছে। আমাদের প্রত্যেকের জীবনযাত্রার খরচ মেটানো কষ্টকর হয়ে গিয়েছে। জ্বালানীর মূল্যবৃদ্ধির কারণে প্রয়োজনের তুলনায় কম বিদ্যুত উৎপাদন করা হচ্ছে। ফলে দেশব্যাপী বিদ্যুতের ঘাটতি তৈরি হওয়ায় বিদ্যুতের লোডশেডিং শুরু হয়েছে।\n\nতাই আসুন, আসন্ন সমূহ বিপদ থেকে নিজেদের রক্ষার জন্য আমরা নিয়মিত ইস্তেগফার পড়ি, সূরা ওয়াক্বিয়াহ তিলাওয়াত করি। কারণ ইস্তিগফারের কারণে বিপদ দূর হয় এবং প্রতি রাতে সূরা ওয়াক্বিয়াহ তিলাওয়াত করলে দরিদ্র কখনো স্পর্শ করবে না। পাশাপাশি জীবনের প্রতিটি ক্ষেত্রে মিতব্যায়ী হই। যেই জিনিসটি একান্তই না কিনলে চলবেই না, শুধু সেগুলো কিনি। বিদেশী পণ্য একান্ত প্রয়োজন ছাড়া ব্যবহার না করি। বাসা, অফিস সহ সকল জায়গায় বিদ্যুতের ব্যবহার সীমিত করি। অনেকেই হয়ত বলে থাকবেন \"আমি একা অপচয় বন্ধ করলে কী হবে?\" এর উত্তরে বলবো, কয়েক লক্ষ সচেতন মানুষ মুসলিমস ডে অ্যাপ ইউজ করেন। আমরা প্রত্যেকে যদি নিজ নিজ জায়গা থেকে চেষ্টা করি। ব্যক্তি, পরিবার ও নিজ কর্মস্থলের অপচয়গুলো সাধ্যমত যদি বন্ধ করতে পারি। তাহলে কিন্তু বড় একটা পরিবর্তন আসবে। আমাদের সম্মিলিত প্রচেষ্টায় যদি প্রতিদিন ১০ মিনিট কম লোড শেডিং হয় সেটাও কিন্তু অনেক বড় পাওয়া। অনেক ভাই-বোনের কষ্ট হয়ত আমরা ১০ মিনিটের জন্য লাঘব করতে পারব। আল্লাহর সন্তুষ্টির নিয়তে উক্ত কাজটি আমরা করতেই পারি। ইনশাআল্লাহ আল্লাহ এর উত্তম প্রতিদান আমাদের দান করবেন।\n\nকয়েকটি বিষয়ে দৃষ্টি আকর্ষণ করছি। যেগুলোর মাধ্যমে বিদ্যুত/জ্বালানীর অপচয় রোধ করা যায়। এছাড়াও চোখ-কান খোলা রাখলে, অপচয় বন্ধের আরো অনেক স্থান আমাদের সামনে আসবে।\n\n# অযু, গোসল, কাপড় কাচা, ইত্যাদিতে পরিমাণ মত পানি ব্যবহার করা। নবীজি (সা) মাত্র আধা লিটারের মত পানি দিয়ে অযু করতেন। আসুন এই সুন্নাতের উপর আমল করি। পানির অপচয় বন্ধ করলে বিদ্যুতের অপচয় অনেক ক্ষেত্রেই কম হবে। কারণ শহরের প্রায় সকল বাসা ও অফিসেই বৈদ্যুতিক মোটরের সাহায্যে মাটির নিচ থেকে পানি তোলা হয়। তাই পানির ব্যবহারে মিতব্যায়ী হলে মোটর চলার বিদ্যুত কম খরচ হবে। আধা লিটার পানি দিয়ে নবীজি (সা) কিভাবে অযু করতেন তার একটি নমুনা দেখতে পারেন শায়খ হাসান জামিলের এই ভিডিও থেকেঃ https://youtu.be/3Q1gwLrVnoo\n\n# অনেক বাসা-বাড়িতে গ্যাসের চুলা অনর্থক জ্বালিয়ে রাখা হয় শুধু ম্যাচের কাঠি বাঁচানোর জন্য। অনেকেই কাপড় শুকিয়ে থাকেন গ্যাসের চুলা জ্বালিয়ে। এগুলো থেকে বিরত থাকি। দেশের বড় একটা জনগোষ্ঠী প্রতি মাসে গ্যাসের বিল পরিশোধ করেও গ্যাস ব্যবহার করতে পারেন না। তাই গ্যাসের ব্যবহারে মিতব্যয়ী হই।\n\n# অপ্রয়োজনীয় জিনিস কেনা থেকে বিরত থাকি। বিশেষ করে যেগুলো বিশেষ থেকে ডলার খরচ করে আমদানী করতে হয় সেগুলো কনজিউম করা সীমিত করার চেষ্টা করি।\n\n# যাদের ব্যক্তিগত গাড়ি আছে সম্ভব হলে ব্যক্তিগত গাড়ির বদলে পাবলিক ট্রান্সপোর্ট ইউজ করি। অন্যথায় সম্ভব হলে রাইড শেয়ার করি। মোটর বাইকে সম্ভব হলে রাইড শেয়ার করি। যাদের সাইকেল চালানোর সুযোগ আছে তারা সেটি করতে পারি।\n\n# অহেতুক টিভি, মোবাইল, কম্পিউটার ইত্যাদি বৈদ্যুতিক যন্ত্রপাতির ব্যবহার সীমিত করি। যাদের বাসা বা অফিসে এসি আছে তারা এসির তাপমাত্রা বাড়িয়ে দিয়ে বিদ্যুতের উপর লোড কমাতে পারি। যেসকল অফিসে অনেকগুলো লিফট রয়েছে সেখান থেকে সাধ্যমত কিছু লিফট বন্ধ রাখতে পারি। অহেতুক আলোকসজ্জা, ফ্যান-লাইট ও পানির অপব্যবহার বন্ধে অফিস ও বাসার অধস্তনদের সচেতন করতে পারি।\n\nশুধু এই সংকটের সময় নয়, আমাদের মিতব্যয়ীতা ও অপচয় বিরোধী মনোভাব যেন আল্লাহ সব সময় জারি রাখেন, সেই তাওফিক কামনা করি। আল্লাহ এদেশ ও বিশ্বকে সকল প্রকার পরীক্ষা ও সংকট থেকে মুক্তি দান করুন। আমীন।",
  "content_title": "আসুন জীবনের সকল ক্ষেত্রে মিতব্যয়ী হই"
}
