{
  "button_hints": "আপনার পরিচিতজনদের সাথে আমাদের অ্যাপটি শেয়ার করুন ও অ্যাপ পরিচালনার জন্য আর্থিক অনুদান দিন।\n\nবাড়তি খরচ ছাড়াই মুসলিমস ডে অ্যাপে আর্থিক অনুদান দিতে পারেন বিকাশ পেমেন্টের মাধ্যমে!",
  "button_text": "বিকাশ পেমেন্ট করুন",
  "button_url": "https://shop.bkash.com/muslims-day01724014785/paymentlink",
  "content_message": "দুআ ইবাদতের মূল। দুআ আল্লাহর নিকট অতি পছন্দের একটি ইবাদত। যারা আল্লাহর কাছে দুআ করে না বা কিছু চায় না আল্লাহ তাদের উপর অসন্তুষ্ট হন। আমরা আমাদের দুনিয়া ও আখিরাতের বিষয়ে একমাত্র আল্লাহর নিকট চাইলে তিনি খুশি হন এবং আমাদের দুআর জবাব দিতে থাকেন। সুবহানাল্লাহ!\n\nনিচে একটি দুআ উল্লেখ করা হলো। যেই দুআটি পড়লে অসংখ্য সওয়াবের কথা হাদীস শরীফ থেকে প্রমাণিত। দুআটি হচ্ছেঃ\n\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، ‏‏‏‏‏‏لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، ‏‏‏‏‏‏يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\n\nঅর্থঃ আল্লাহ তা’আলা ছাড়া কোন মা’বূদ নেই, তিনি এক, তাঁর কোন অংশীদার নেই, সমস্ত কিছুই তাঁর এবং তিনিই সকল প্রশংসার অধিকারী, তিনিই জীবন দান করেন ও মুত্যু দেন এবং প্রতিটি জিনিসের উপর তিনিই মহা ক্ষমতাশালী।\n\nএই দুআ ও তার ফজিলতের দলীল হিসাবে নিম্নে ২ টি হাদীস তুলে ধরা হলো।\n\nহাদীস ১\n-----------------\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন,\n\nযে লোক একশ’বার এ দু’আ’টি পড়বেঃ\n\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، ‏‏‏‏‏‏لَا شَرِيكَ لَهُ، ‏‏‏‏‏‏لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ،\n\nঅর্থঃ আল্লাহ ব্যতিত কোন ইলাহা নেই, তিনি একক, তাঁর কোন শরিক নেই, রাজত্ব একমাত্র তাঁরই, সমস্ত প্রশংসাও একমাত্র তাঁরই জন্য, আর তিনি সকল বিষয়ের উপর ক্ষমতাবান।\n\nতাহলে দশটি গোলাম আযাদ করার সমান সওয়াব তার হবে। তার জন্য একশটি সওয়াব লেখা হবে এবং আর একশটি গুনাহ মিটিয়ে ফেলা হবে। ঐদিন সন্ধ্যা পর্যন্ত সে শয়তান হতে মাহফুজ থাকবে। কোন লোক তার চেয়ে উত্তম সওয়াবের কাজ করতে পারবে না। তবে হ্যাঁ, ঐ ব্যক্তি সক্ষম হবে, যে এর চেয়ে ঐ দু’আটির ‘আমল বেশি পরিমাণ করবে।\n(বুখারী ৩২৯৩)\n\nহাদীস ২\n-----------------\nউমারাহ্‌ ইবনু শাবীব আস্‌-সাবায়ী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন:\n\nমাগরিবের নামাযের পর যে লোক দশবার বলে:\n\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، ‏‏‏‏‏‏لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، ‏‏‏‏‏‏يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\n\nঅর্থঃ আল্লাহ তা’আলা ছাড়া কোন মা’বূদ নেই, তিনি এক, তাঁর কোন অংশীদার নেই, সমস্ত কিছুই তাঁর এবং তিনিই সকল প্রশংসার অধিকারী, তিনিই জীবন দান করেন ও মুত্যু দেন এবং প্রতিটি জিনিসের উপর তিনিই মহা ক্ষমতাশালী।\n\nআল্লাহ তা’আলা তার নিরাপত্তার জন্য ফেরেশতা পাঠান যারা তাকে শয়তানের ক্ষতি হতে ভোর পর্যন্ত নিরাপত্তা দান করেন, তার জন্য (আল্লাহ তা’আলা অনুগ্রহ) অবশ্যম্ভাবী করার ন্যায় দশটি পূণ্য লিখে দেন, তার দশটি ধ্বংসাত্মক গুনাহ বিলুপ্ত করে দেন এবং তার জন্য দশটি ঈমানদার দাস মুক্ত করার সমপরিমাণ সাওয়াব রয়েছে।\n(হাদীসের মানঃ হাসান সহীহ, তিরমিযি ৩৫৩৪)\n\nআল্লাহ আমাদেরকে বেশি বেশি এই দুআটি পড়ার তাওফিক দান করুন। আমীন।",
  "content_title": "অন্যতম শ্রেষ্ঠ দুআ"
}
