{
  "button_text": "ইফতার কিনতে ক্লিক করুন",
  "button_hints": "আল্লাহ সুবহানাহু ওয়া তা’আলা আমাদের রামাদানে রোযাদারদের ইফতার করিয়ে সিয়ামের সাওয়াব অর্জনের তাওফিক দেন। আমিন।",
  "button_url": "https://shorobor.biz/iftar",
  "content_message": "বছর ঘুরে রামাদান কড়া নাড়ছে দরজায়!\nআবার, এক মুঠো মুগ্ধতা নিয়ে শুরু হবে প্রিয় মাস। ভালোবাসা আর ভয়ের দোলাচলে কাঁটিয়ে দিবো ক্ষমার এক অপূর্ব যাত্রা।\n\nইফতার, সেহরি, সিয়াম, তারাঊই, লাইলাতুল কদর - কী নেই এখানে!  \n\nআমরা ভালোবাসি আমাদের নিজেদের পরিবারের সাথে ইফতার করতে।\nআমরা ভালোবাসি অন্যদের ইফতার করাতে!\nআমাদের ভালোবাসাগুলো ছড়িয়ে দিতে চাই মানুষের মাঝে, অন্তহীন পথের শান্তি পেতে।\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “যে ব্যক্তি কোন রোজাদারকে ইফতার করাবে, সে (রোজাদারের) সমান নেকীর অধিকারী হবে। আর তাতে রোজাদারের নেকীর কিছুই কমবে না। [ তিরমিযী ৮০৭, ইবনু মাজাহ ১৪৪৬, আহমাদ ২১১৬৮]\n\nতাই, যতো বেশি সম্ভব অন্যকে ইফতার করাতে হবে। অর্থনৈতিক দুরাবস্থার এই ক্রান্তি কালে আমাদের এগিয়ে আসা উচিত দরিদ্র ও অভাবী রোজাদারদেরকে ইফতার করাতে। চেষ্টা করা উচিত এমন মানুষদেরকে ইফতার করাতে যারা দরিদ্র কিন্তু অন্যের কাছে চাইতে পারে না। যারা চিন্তা করছেন এমন মানুষকে খুঁজে বের করা তো কঠিন একটি কাজ!\nতাদের জন্য 'সরোবর' এগিয়ে এসেছে একটি ইফতার প্যাকেজ নিয়ে। আপনি সরোবরের থেকে ইফতারের একটি প্যাকেজ কিনলে। তা তারা আপনার পক্ষ থেকে পৌঁছে দেবে দরিদ্র কোনো রোজাদারের কাছে। যা দিয়ে একজন ব্যক্তি ইনশাআল্লাহ পুরো রমাদানে ইফতার করতে পারবেন। আর আপনার আমলনামায় লেখা হতে থাকবে প্রতিটি রোজার সওয়াব! সুবহানাল্লাহ!\n\nকী আছে একজনের একমাসের এই ইফতার প্যাকেজে?\n\n** খেজুর ১.৫ কেজি\n** চিড়া ১ কেজি\n** গুঁড়ো দুধ - ০.৫ (আধা) কেজি\n\nসরোবর থেকে এই ইফতার প্যাকেজ কিনলে তারাই পৌঁছে দিবে দেশের বিভিন্ন প্রান্তে হতদরিদ্র মানুষের কাছে। এক পরিবারে যত জন রোজাদার, ঠিক তত জনের হাতে পৌঁছানো হবে। তাই, যারা সরোবর থেকে কিনতে চান তারা যোগাযোগ করতে পারেন -\n\n১/ সরোবর পেইজ - https://www.facebook.com/shoroborbd\n২/ কল বা ম্যাসেজ দিতে পারেন 01322838711 অথবা, 01861005555 - এই হোয়াটসএপে\n৩/ আমাদের ওয়েবসাইট কিনতে এখানে ক্লিক করুন - https://shorobor.biz/iftar\n৪/ দেশের বাইরে থেকে কিনতে - http://www.launchgood.com/iftarshorobor\n৫/ এছাড়া যোগাযোগ করতে পারেন - info@shorobor.org",
  "content_title": "আসছে রামাদান! আর মাত্র কটা দিন বাকি!"
}
