{
  "button_hints": "অ্যাপ পরিচালনার জন্য সাধ্য মত আর্থিক অনুদান দিন (যাকাত বা ফিতরা দেয়া যাবে না)।\n\nবাড়তি খরচ ছাড়াই মুসলিমস ডে অ্যাপে অনুদান দিতে পারেন বিকাশ পেমেন্টের মাধ্যমে!",
  "button_text": "বিকাশ পেমেন্ট করুন",
  "button_url": "https://shop.bkash.com/muslims-day01724014785/paymentlink",
  "content_message": "শাওয়াল মাস আসলেই ফেসবুকে কিছু দ্বীনি ভাই 'শাওয়াল মাসে বিবাহ করা সুন্নত' এরকম ছবি ডিজাইন করে প্রচার করতে থাকেন। এমনকি অনেক আলেমকেও বিভিন্ন পত্র-পত্রিকায় 'শাওয়াল মাসের অন্যতম সুন্নত বিবাহ করা' লিখতে এবং তা প্রচার করতে দেখা যায়। এতে করে অনেক ভাই-বোনেরা বিভ্রান্ত হন এই ভেবে যে আমরা তো শাওয়াল মাসে বিবাহ করিনি, ভিন্ন মাসে বিবাহ করেছি বা করবো। তাহলে আমরা কি সুন্নাহ পালন থেকে বঞ্চিত হলাম?\n\nসংক্ষেপে সহীহ কথা হলোঃ অন্যান্য মাসের তুলনায় শাওয়াল মাসের বিবাহ করার বিশেষ কোনো ফজিলত, মর্যাদা বা সওয়াব নাই। শাওয়াল ও অন্যান্য মাসে বিবাহের হুকুম একই। শাওয়াল মাসের বিবাহ সম্পর্কে হাদীসের প্রকৃত ব্যাখ্যা জানতে সম্পূর্ণ লেখাটি পড়ে ফেলুন।\n\n# ইসলামী শরীয়তে বছরের যে কোনো মাসে-যে কোনো দিন বিবাহের দিন-তারিখ নির্ধারণ করা জায়েজ। নির্দিষ্ট কোনো মাস বা দিনকে সুন্নত বলা সঙ্গত নয়। আবার কোনো দিনকে বিবাহের জন্য অশুভ বা অকল্যানকর মনে করাও ইসলামসম্মত নয়। যেমন আমাদের সমাজে বর্তমানে শিয়া সম্প্রদায়ের প্রভাবের কারণে মুহাররম মাসে বিবাহ-শাদী করাকে অশুভ, অকল্যানকর বা অপয়া মনে করা হয়ে থাকে।\n\n# রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিশেষ কোনো মাস বা দিনে বিবাহ করতে উৎসাহিত করেন নি বা এজন্য নির্দিষ্ট কোনো সময়-ক্ষণকে উত্তম বলেন নি। তবে হাদিসে বর্ণিত হয়েছে, তিনি আয়েশা রা. কে শাওয়াল মাসে বিয়ে করেছেন। যেমন: উরওয়া রা. হতে বর্ণিত, উম্মুল মুমিনীন আয়েশা রা. বলেন,\nتَزَوّجَنِي رَسُولُ اللهِ صَلّى اللهُ عَلَيْهِ وَسَلّمَ فِي شَوّالٍ، وَبَنَى بِي فِي شَوّالٍ، فَأَيّ نِسَاءِ رَسُولِ اللهِ صَلّى اللهُ عَلَيْهِ وَسَلّمَ كَانَ أَحْظَى عِنْدَهُ مِنِّي؟\n“রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে শাওয়াল মাসেই বিয়ে করেছেন এবং শাওয়াল মাসেই আমার বিবা করেছেন। সুতরাং তার নিকটে আমার চেয়ে অধিক সৌভাগ্যবতী স্ত্রী আর কে আছে?” [সহীহ মুসলিম, হাদিস ১৪২৩]\n\nউক্ত হাদিসের সহীহ ব্যাখ্যা হল, জাহেলী যুগে শাওয়াল মাসে বিবাহ-শাদি করাকে অশুভ মনে করা হত (যেমনঃ বর্তমানে মুহাররম মাসে অশুভ মনে করা হয়। শনিবার দিন বিবাহকে অশুভ মনে করা হয়)।\n\nউম্মুল মুমিনীন হযরত আয়েশা রা. এই ধারণাকে এই বলে খণ্ডন করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে শাওয়াল মাসেই বিয়ে করেছেন এবং এ মাসেই বিবাহ-রজনী উদযাপন করেছেন। অথচ তাঁর অনুগ্রহ লাভে আমার চেয়ে অধিক সৌভাগ্যবতী স্ত্রী আর কে আছে? (সহীহ মুসলিম হাদীস : ১৪২৩)\n\nকোনো মাস, দিন বা রাতকে অশুভ মনে করা, বিশেষ কোনো সময়কে বিশেষ কাজের জন্য অশুভ ও অলক্ষুণে মনে করা- সবই জাহেলিয়াতের কুসংস্কার। এর সাথে মুসলিমের কোনো সম্পর্ক নেই। অতএব প্রমাণিত হল, কোনো দিন বা মাসকে কোনো কাজের জন্য অশুভ মনে করা ঠিক নয়। এ ধারণা সম্পূর্ণ অলীক, শিরকপ্রসূত।\n\nইমাম নববী রহিমাহুল্লাহ বলেন,\nقال النووي رحمه الله:وقصدت عائشة بهذا الكلام رد ما كانت الجاهلية عليه، وما يتخيله بعض العوام اليوم من كراهة التزوج والتزويج والدخول في شوال، وهذا باطل لا أصل له، وهو من آثار الجاهلية، كانوا يتطيرون بذلك لما في اسم شوال من الإشالة والرفع” شرح النووي على مسلم (9/ 209).\nএ কথার উদ্দেশ্য হল, জাহেলি যুগের মানুষের এই ধারণা ছিল যে, শাওয়াল মাসে বিবাহ-শাদির অনুষ্ঠান অশুভ ও অকল্যাণকর। তিনি কথার মাধ্যমে এ ভিত্তিহীন ধারণাকে খণ্ডন করেছেন। (শারহে মুসলিম ৯/২০৯)\n\nবাস্তবতা হল, প্রিয় নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মা আয়েশা রা. কে যেমন শাওয়াল মাসে বিয়ে করেছেন তেমনি অন্যান্য মাসে অন্যান্য স্ত্রীদেরকে বিয়ে করেছেন। যদি শাওয়াল মাধ্যমে বিয়ে করা সুন্নত হত তাহলে সবগুলো বিয়ে তিনি এ মাসে করার চেষ্টা করতেন বা উম্মতকে এ ব্যাপারে উৎসাহিত করতেন। আর সাহাবিগণও এ মাসেই বিয়ে করার চেষ্টা করতেন-যেহেতু তারা ছিলেন সুন্নাহ পালনে সবচেয়ে অগ্রগামী। কিন্তু হাদিসে এমন কিছু সাব্যস্ত হয় নি।\n\nইমাম নববী রহ. হযরত আয়েশা রা. এর উক্ত হাদিসের আলোকে শাফেয়ী মাজহাবের বরাতে এ মাসে বিয়ে করাকে মুস্তাহাব বলেছেন। এমনিভাবে আরো এক দল বিশেষজ্ঞ আলেম যেমন ইমাম তিরমিযী,মোল্লা আলী কারী, আল্লামা শামী, মাওলানা শাব্বির আহমদ উসমানী এবং মাওলানা আব্দুর রহমান মুবারকপুরী রহিমাহুমুল্লাহ এমনটিই মনে করতেন। তাঁরা শাওয়াল মাসের বিয়েকে মুস্তাহাব বলেছেন। তবে কেউ সুন্নত বলেছেন—এমনটি চোখে পড়েনি। কিন্তু অন্যান্য মুহাদ্দিসগণ মুস্তাহাব হওয়াটাকেও নাকচ করে দিয়েছেন।\n\nযেমন: ইমাম শাওকানি বলেন,\nحُكمٌ شرعيٌّ يَحتاجُ إلى دليلٍ، وقد تزوَّجَ صلى الله عليه وسلم بنسائهِ في أوقاتٍ مُختلفةٍ على حَسَبِ الاتفاقِ، ولم يَتحرَّ وقتاً مخصوصاً، ولو كان مُجرَّدُ الوقوعِ يُفيدُ الاستحبابَ لكان كُلُّ وقتٍ من الأوقاتِ التي تزوَّجَ فيها النبيُّ صلى الله عليه وسلم يُستحبُّ البناءُ فيه، وهو غيرُ مُسلَّمٍ) نيل الأوطار للشوكاني 6/ 225\n“এটি একটি শরয়ী বিধান যার পক্ষে দলিল প্রয়োজন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ঘটনাচক্রে বিভিন্ন সময়ে তার স্ত্রীদেরকে বিয়ে করেছেন। তিনি বিশেষ কোনও সময় অনুসন্ধান করেন নি। শাওয়াল মাসে রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর সাথে আয়েশা রা. এর সাথে বিয়ে সংঘটিত হওয়া কারণেই যদি এ মাসে বিয়ে করাকে মোস্তাহাব বলতে হয় তাহলে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অন্য যত সময় বিয়ে/বাসর করেছেন সেগুলোকেও মুস্তাহাব বলতে হবে। কিন্তু এ কথা গ্রহণযোগ্য নয়।” [নায়লুল আওতার-শাওকানি, ৬/২২৫]\n\n(সংক্ষেপিত ও ঈষৎ পরিমার্জিত)\n\nমূল প্রবন্ধটি লিখেছেন ফেসবুকের হানাফী ফিকহ গ্রুপের এডমিন\nমাওলানা খাইরুল ইসলাম।\nhttps://www.facebook.com/groups/hanafifiqhbd/posts/1192233108271671/",
  "content_title": "শাওয়াল মাসে বিবাহ করা কি সুন্নত?"
}
