{
  "button_hints": "আমাদেরকে উৎসাহিত করতে প্লে স্টোরে ৫ স্টার রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক অনুদান দিন\n\nচলতি মাসে অ্যাপের জন্য ডোনেট করেছেন কি?বিকাশের ফী ছাড়াই আমাদের বিকাশ মার্চেন্ট নাম্বারে পেমেন্ট করতে পারেন।",
  "button_text": "বিকাশে পেমেন্ট করতে ক্লিক করুন",
  "button_url": "https://shop.bkash.com/muslims-day01724014785/paymentlink",
  "content_message": "কুরআনে বর্ণিত সম্মানীত চারটি মাসের মধ্যে মুহাররম অন্যতম। হাদীস শরীফে এই মাসকে আল্লাহর মাস বলে অভিহিত করা হয়েছে। আজকের এই পোস্টে ইনশাআল্লাহ আমরা সংক্ষেপে মুহাররম মাসের ফজিলত ও আমল সম্পর্কে জানব। পাশাপাশি এই মাসকে কেন্দ্র করে প্রচলিত বিদআত ও কুসংস্কারগুলো সম্পর্কেও কিছুটা ধারনা নেয়ার চেষ্টা করব। পোস্টের বিষয়বস্তুগুলো নিচে পয়েন্ট আকারে তুলে ধরা হলোঃ\n\n১। মুহাররম মাসের মর্যাদা\n২। মুহাররম মাসের আমলঃ রোজা ও তওবা (এ বছরের রোজার তারিখ)\n৩। নবীজির (সা) আবির্ভাবের পূর্বে মুহাররম মাসের ইতিহাস\n৪। নবীজির (সা) ইন্তেকালের পরে মুহাররম মাসে কারবালার ইতিহাস\n৫। মুহাররম মাস ও আশুরা কেন্দ্রীক কিছু কুসংস্কার ও কুপ্রথা\n\nপাঠকদের ধৈর্য্যচ্যুতির আশংকায় এই পোস্টটি বেশ সংক্ষিপ্ত আকারে লিখা হয়েছে। বিষয়গুলোকে আরো বিস্তারিত এবং কুরআন-হাদীসের দলিল সহ জানার জন্য এই লিংকের লেখাটি পড়তে পারেনঃ https://hellohasan.com/2021/08/03/মুহাররম-আশুরা-রোজা-ফজিলত\n\nউপরে উল্লেখিত পয়েন্টগুলো নিম্নে বিস্তারিত তুলে ধরা হলো।\n\nমুহাররম মাসের মর্যাদা\n----------------------------------\nমুহাররম মাস হচ্ছে হারাম মাস তথা চারটি সম্মানীত মাসগুলোর মধ্যে একটি। আল্লাহ সুবহানাহু ওয়া তায়ালা চারটি মাসকে সম্মানীত করেছেন। এতে যুদ্ধ-বিগ্রহ ও পাপাচার থেকে বিশেষ ভাবে বিরত থাকার আদেশ করেছেন। [1] অপর দিকে নবীজি (সাঃ) মুহাররম মাসকে উক্ত চারটি মাসের অন্তর্ভুক্ত সম্মানীত মাস বলেছেন। [2] এই মাসের বিশেষ সম্মান বুঝাতে নবীজি (সা) মুহাররম মাসকে বলেছেন \"শাহরুল্লাহ\" বা \"আল্লাহর মাস\"। [3] সকল মাসই আল্লাহর, কিন্তু এই মাসকে আল্লাহর মাস বলে বিশেষ মর্যাদা দেয়া হয়েছে। যেমনঃ দুনিয়ার সকল মসজিদ এবং সকল ঘরই আল্লাহর। কিন্তু মক্কার কাবা ঘরকে বলা হয় বায়তুল্লাহ বা আল্লাহর ঘর।\n\nমুহাররম মাসের আমলঃ রোজা ও তওবা (এ বছরের রোজার তারিখ)\n--------------------------------------------------\nমুহাররম মাসের বিশেষ আমল হচ্ছে বেশি বেশি সিয়াম পালন করা বা রোজা রাখা। রমযান মাসের রোযার পরে আল্লাহ তা’আলার মাস মুহাররমের রোযাই সবচেয়ে ফাযীলাতপূর্ণ। [4] একজন সাহাবি রামাদানের পর অন্য কোনো মাসে রোজা রাখতে চাইলে নবীজি (সা) তাকে মুহাররম মাসে রোজা রাখার ব্যাপারে বলেছিলেন। পাশাপাশি এই মাসে তওবা করার নির্দেশনা দিয়েছিলেন। [5]\n\nনবীজি (সা) মুহাররমের ১০ তারিখ তথা আশুরার দিনের রোজাকে বছরের অন্যান্য দিনের তুলনায় অধিক গুরুত্ব সহকারে রাখতেন। [6] নবীজি (সা) মদীনায় গিয়ে দেখলেন ইহুদীরাও আশুরার দিনে রোজা রাখে। তাদের সাথে পার্থক্য করার জন্য নবীজি (সা) ইচ্ছা পোষণ করেছিলেন যে পরবর্তী বছর আল্লাহ বাঁচিয়ে রাখলে মুহাররমের ১০ তারিখের সাথে ৯ তারিখেও তিনি রোজা রাখবেন। কিন্তু পরের বছরের মুহাররম আসার আগেই নবীজির (সা) ইন্তেকাল হয়ে যায়। [7] তাই আমরা একান্ত অপারগ না হলে আশুরার রোজা শুধুমাত্র ১০ তারিখে না রেখে আগের একদিন বা পরের একদিন সহ মোট দুই দিন রাখব। আর সবচেয়ে উত্তম হচ্ছে মুহাররমের ৯, ১০ ও ১১ তারিখ তিন দিনই রোজা রাখা। [8] কারণ মুহাররম মাসে বেশি বেশি রোজা রাখার ব্যাপারে বিভিন্ন সহীহ হাদীস থেকেই নির্দেশনা এসেছে।\n\nআশুরা উপলক্ষ্যে তিন দিন রোজা রাখতে চাইলে তা রাখতে হবে ৮, ৯ ও ১০ আগস্ট ২০২২ ইং তারিখ রোজ সোম, মঙ্গল ও বুধবার। অর্থাৎ রবিবার রাতের শেষে সাহরি খেয়ে সোমবার দিন (৯ মুহাররম) রোজা রাখব। এভাবে পরবর্তী ২ দিন মঙ্গল ও বুধবারেও রোজা রাখব। যারা ৩ দিন রাখতে পারছেন না তারা ৮ ও ৯ আগস্ট অথবা ৯ ও ১০ আগস্ট দুই দিন অন্তত রাখার চেষ্টা করতে পারি।\n\nসকলেই চেষ্টা করি আশুরার রোজাগুলো পরিবার-পরিজন সহ রাখার। শিশুদেরকেও তাদের সাধ্যানুযায়ী এ রোজার ব্যাপারে উৎসাহ দিতে পারি। আগে থেকে পরিকল্পনা করে প্রস্তুতি নিয়ে রাখি। যেন কোনো ভাবেই এই রোজাটি মিস না হয়ে যায়। কারণ আশুরার রোজার মাধ্যমে আল্লাহ তায়ালা বান্দার পূর্ববর্তী এক বছরের সগিরা গুনাহ ক্ষমা করে দিবেন। [9]\n\nআশুরা সহ সারা বছরের নফল রোজার সাহরি ও ইফতারের সময়সূচী জানার জন্য ব্যবহার করতে পারেন আমাদের মোবাইল অ্যাপ। ডাউনলোড লিংকঃ https://muslimsday.com\n\nআমরা জানি প্রতি চান্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখ আইয়ামে বীজের রোজা রাখা নবীজির (সা) সারা জীবনের সুন্নাহ। মুহাররম মাসেও আমরা সর্বোচ্চ চেষ্টা করব ইনশাআল্লাহ আইয়ামে বীজের রোজা রাখার জন্য। এ মাসের আইয়ামে বীজের রোজার তারিখগুলো হচ্ছে ১২, ১৩ ও ১৪ আগস্ট ২০২২ ইং তারিখ। আইয়ামে বীজের রোজা সম্পর্কে বিস্তারিত জানতে এই লেখাটি পড়তে পারেনঃ https://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nনবীজির (সা) আবির্ভাবের পূর্বে মুহাররম মাসের ইতিহাস\n----------------------------------------------------------------------\nহাদীসের বিশুদ্ধ বর্ণনাসূত্রে নবীজির (সা) আবির্ভাবের পূর্বের কেবল দুটি ঘটনার প্রমাণ আমরা জানতে পারি। তা হচ্ছে মুহাররমের ১০ তারিখ তথা আশুরার দিনে মূসা (আ) ও তাঁর অনুসারীগণ সাগর পাড়ি দিয়েছিলেন। আল্লাহর নির্দেশে সাগরের মাঝে মূসা (আ) ও তাঁর অনুসারীদের জন্য রাস্তা তৈরি হয়ে গিয়েছিল। অপর ঘটনাটি হচ্ছে, উক্ত রাস্তা দিয়ে মূসা (আ) ও তাঁর কওম পার হয়ে যাবার পরে ফিরআউন ও তার সৈন্যদল সাগরে ডুবে মরেছিল। এই ঘটনার প্রেক্ষিতে মূসা (আ) এর সম্মানে আমরা আশুরার রোজা রেখে থাকি। [10] কারবালার মর্মান্তিক ইতিহাসের জন্য আশুরার রোজা রাখা হয় না। হযরত মূসা (আ) সংশ্লিষ্ট উক্ত দুটি ঐতিহাসিক ঘটনাই কেবল সহীহ হাদীসের সূত্রে আমরা জানতে পারি। তাই আমরা পূর্ববর্তী সময়ের এই দুটি ঘটনাই কেবল বর্ণনা করব। অন্যান্য ঘটনা ও ভবিষ্যৎবাণী প্রচার ও বর্ণনা করা থেকে বিরত থাকব।\n\nনবীজির (সা) ইন্তেকালের পরে মুহাররম মাসে কারবালার ইতিহাস\n----------------------------------------------------------------------\nনবীজি (সা) এর ইন্তেকালের প্রায় ৫০ বছর পর ৬১ হিজরিতে কারবালা প্রান্তরে হযরত হুসাইন (রা) ও তাঁর পরিবারের সদস্যগণ ইয়াজিদের বাহিনীর কাছে মর্মান্তিক ভাবে শহীদ হন। একজন মুসলিম মাত্রই উক্ত ঘটনায় ব্যথিত হবেন, কষ্ট পাবেন। কিন্তু এই দুঃখ প্রকাশ করতে গিয়ে ইসলামী শরীয়তের সীমারেখা লঙ্ঘন একজন মুসলিমের জন্য কাম্য নয়।\n\nশোক প্রকাশের নামে বছরের পর বছর যাবৎ শীয়া সম্প্রদায় তাজিয়া মিছিল, বুক চাপড়ানো, শরীরে আঘাত করে রক্তাক্ত করা ইত্যাদি নিষিদ্ধ কাজগুলো করে আসছে। যা ইসলামে সম্পূর্ণ রূপে নিষিদ্ধ। কোনো বিপদে বা মুসিবতে শোকপালনের এই প্রথা যদি যুগের পর যুগ জায়েজ হত। তাহলে আমরা সবচেয়ে বেশি শোক প্রকাশ করতাম নবীজির (সা) ইন্তেকালের দিনকে স্মরণ করে। কারণ মুসলিম জাহানের জন্য নবীজির (সা) ইন্তেকালের চেয়ে বড় মুসিবত বা বড় শোকের কারণ আর কী-ই বা হতে পারে?\n\nতাই আমরা আহলে সুন্নাত ওয়াল জামায়াতের আক্বিদাপোষণকারী মুসলিমগণ, শীয়া সম্প্রদায়ের উক্ত কার্যকলাপকে সমর্থন করি না। কোনো ভাবেই আমরা তাদের গর্হিত এসব অনৈসলামিক কাজে নিজেদের সম্পৃক্ত করব না। এমন কি আশুরা কেন্দ্রীক তাদের যাবতীয় শিরক-বিদআত কর্মকান্ডের দর্শকও হব না। আল্লাহ আমাদের সবাইকে হেফাজত করুন। আমাদের সবাইকে হক্বের উপর রাখুন। শীয়া সম্প্রদায়কে আল্লাহ হেদায়েত দান করুন। আমীন।\n\nশীয়া সম্প্রদায়ের ভ্রষ্টতা, শিরকী ও বিদআতী আক্বিদা সম্পর্কে বিস্তারিত জানতে চাইলে পড়তে পারেন \"শীয়া মতবাদঃ বিবাদ বনাম ভ্রষ্টতা\" বইটি। বইটির সারসংক্ষেপ জানতে চাইলে এর রিভিউ পড়তে পারেন এখান থেকেঃ https://hellohasan.com/2021/07/09/শীয়া-মতবাদ-বই-রিভিউ\n\nমুহাররম মাস ও আশুরা কেন্দ্রীক কিছু কুসংস্কার ও কুপ্রথা\n----------------------------------------------------------------------\nমুহাররম মাসকে আমাদের সমাজে অশুভ বা অপয়া মনে করা হয়। অনেক পরিবারেই মুহাররম মাসে বিবাহ-শাদী করাকে অশুভ মনে করা হয়। এটি সম্পূর্ণ মিথ্যা ও ভিত্তিহীন একটি ধারণা। মুহাররম মাসে বিবাহ করার ক্ষেত্রে ইসলামী শরীয়তে কোনো বাধা নেই। শীয়াদের শরীয়তে বিধি-নিষেধ থাকলেও থাকতে পারে। এ ব্যাপারে আমরা নিশ্চিত নই। অনেকেই আশুরার দিনকে কেন্দ্র করে বলেন এই দিনে আদম (আ) এর দুয়া কবুল করা হয়েছিল, নূহ (আ) এর নৌকা জুদী পাহাড়ে ভিড়েছিল, আল্লাহ এই দিনে পাহাড়-পর্বত সৃষ্টি করেছেন, ইউনুস (আ) মাছের পেট থেকে মুক্তি পেয়েছেন, এই দিনে কিয়ামত হবে, এদিন ভাল খাবার খেলে সারা বছর ভালো খাবার খাওয়া যাবে ইত্যাদি ইত্যাদি...। এরকম অসংখ্য কথাকে মুহাররম ও আশুরার সাথে মিলানো হয়। যদিও এই কথাগুলো নির্ভরযোগ্য বা গ্রহনযোগ্য কোনো হাদীসে বর্ণিত হয় নি। তাই এগুলো আমরা বর্ণনা করা থেকে বিরত থাকব। যেই কথাগুলো মুহাররম সম্পর্কে কুরআন ও হাদীসের নির্ভরযোগ্য বর্ণনায় এসেছে সেগুলোই মুহাররম মাসের মর্যাদা ও ফজিলতের জন্য যথেষ্ট! মুহাররম ও আশুরার মর্যাদা, ফজিলত ও তাৎপর্য বুঝানোর জন্য আমাদের অগ্রহনযোগ্য কোনো বিষয়ের অবতারণা করা নিষ্প্রয়োজন।\n\nআল্লাহ আমাদের সবাইকে মুহাররমের আমল হিসাবে বেশি বেশি রোজা রাখার এবং তওবা করার তাওফিক দান করুন। পাশাপাশি মুহাররমের সম্মানে সকল প্রকার পাপাচার ও জুলুম করা থেকে আল্লাহ আমাদেরকে হেফাজত করুন। মুহাররম কেন্দ্রীক যাবতীয় কুসংস্কার, কুপ্রথা ও বিদআত থেকে আমাদেরকে আল্লাহ রক্ষা করুন। আমীন।\n\nরেফারেন্সঃ\n-------------------\n[1] সূরা তাওবা, আয়াত ৩৬\n[2] বুখারী ৪৪০৬\n[3] তিরমিযি ৭৪১\n[4] তিরমিযি ৭৪০\n[5] তিরমিযি ৭৪১\n[6] বুখারী ২০০৬\n[7] মুসলিম ২৫৫৬\n[8] ফাতহুল বারী, ইবনে হাজার রাহ. ৪/২৪৬\n[9] তিরমিযি ৭৫২\n[10] মুসলিম ২৫৪৬\n\n[হাসানের রাফখাতা ব্লগের এই পোস্টটি থেকে সংক্ষেপিতঃ https://hellohasan.com/2021/08/03/মুহাররম-আশুরা-রোজা-ফজিলত]",
  "content_title": "মুহাররম ও আশুরা - করণীয় আমল এবং বর্জনীয় বিদআতসমূহ"
}
