{
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে উৎসাহ যোগাতে প্লে স্টোরে ৫ স্টার রেটিং দিন এবং আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আসছে ঈদুল আযহা ও কুরবানি। যারা আমরা কুরবানি দিব তাদের নখ-চুল ইত্যাদি কাটা বিষয়ক একটি মাসনূন আমল আজকে জেনে নিব ইনশাআল্লাহ।\n\nকুরবানি দাতার জন্য একটি বিশেষ আমল হচ্ছেঃ\nজিলহজ্জ মাসের চাঁদ দেখা যাওয়ার পর থেকে কুরবানি আদায় করার আগ পর্যন্ত নখ, চুল, গোফ ও শরীরের কোনো পশম না কাটা। পশু কুরবানি হয়ে যাওয়ার পর এগুলো কাটা যাবে। তাই জিলহজ্জ মাসের চাঁদ দেখা যাওয়ার আগেই নখ, চুল, গোফ বা এরকম অন্যান্য কাজগুলো সেরে ফেলা। ঈদের দিন কুরবানি হয়ে যাওয়ার পর আবার এগুলো কেটে পরিচ্ছন্ন হওয়া। অনেক আলেম বলেন উক্ত মুস্তাহাব আমলটি যারা কুরবানি দিবেন না তারাও চাইলে করতে পারেন। এতে হাজী সাহেবদের সাথে সাদৃশ্য রাখার কারণে ইনশাআল্লাহ তারাও সওয়াবের অংশীদার হবেন।\n\nহযরত উম্মু সালামাহ (রাঃ) থেকে বর্ণিতঃ নবী (সা) বলেছেনঃ\n\"যখন তোমরা যিলহাজ্জ মাসের (নতুন চাঁদ দেখতে পাও) আর তোমাদের কেউ কুরবানী করার ইচ্ছা করে, তবে সে যেন তার চুল না ছাটে ও নখ না কাটে।\" (মুসলিম ৫০১৩)\n (ই. ফা. ৪৯৫৭, ই. সে. ৪৯৬৩)\n\nএ বছর জিলহজ্জ মাসের চাঁদ দেখা যাওয়ার সম্ভাবনা রয়েছে ৩০ জুন ২০২২ ইং তারিখ রোজ বৃহস্পতিবার। অর্থাৎ উক্ত দিন জিলক্বদ মাসের ২৯ তারিখ। যদি ৩০ জুন বৃহস্পতিবার সন্ধ্যায় চাঁদ দেখা যায়, তাহলে এরপর থেকে আমরা আর চুল-নখ ইত্যাদি কাটবো না। যদি চাঁদ দেখা না যায় সেক্ষেত্রে পরের দিন শুক্রবার সূর্যাস্তের আগ পর্যন্ত নখ-চুল ইত্যাদি কাটার সময় পাওয়া যাবে। যেহেতু চাঁদ কবে উঠবে সেটা আমরা কেউ নিশ্চিত করে বলতে পারি না। তাই আমাদের উচিত হবে যারা কুরবানি দিব, তারা যেন সকলেই ৩০ জুন বৃহস্পতিবার সূর্যাস্তের আগেই উক্ত কাজগুলো সেরে ফেলি। মনে থাকার সুবিধার্থে আমরা নিজ নিজ ফোনে চুল-নখ কাটার জন্য রিমাইন্ডার অ্যালার্ম সেট করে রাখতে পারি।\n\nকুরবানির মাসআলা, জিলহজ্জ মাসের আমল, করণীয় ও বর্জনীয় সম্পর্কে বিস্তারিত জানা যাবে এখানেঃ\nhttps://hellohasan.com/2016/09/02/কুরবানি-ফজিলত-আমল-মাসআলা\n\nআল্লাহ আমাদের সবাইকে কুরবানি দেয়ার তাওফিক দান করুন। যারা কুরবানি দিবেন তাদেরকে উপরের আমলটি করার তাওফিক দান করুন। আমীন।",
  "content_title": "যিলহজ্জের চাঁদ দেখা গেলে কুরবানি করার আগ পর্যন্ত কুরবানরি দাতার জন্য নখ, চুল ইত্যাদি পশম কাটা থেকে বিরত থাকা সুন্নাহ"
}
