{
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে উৎসাহ যোগাতে প্লে স্টোরে ৫ স্টার রেটিং দিন এবং আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আসছে মহিমান্বিত ঈদুল আযহা ও কুরবানি। কুরবানির ঈদ হতে পারে ১০ বা ১১ জুলাই। কুরবানির জন্য আমাদেরকে সঙ্গত কারণেই আগে থেকে প্রস্তুতি নিতে হয়। কুরবানির নিয়ত করার পর যে বিষয়গুলো খেয়াল রাখা জরুরি সেগুলো নিচে পয়েন্ট আকারে সংক্ষেপে তুলে ধরা হলোঃ\n\n\n# নিয়ত পরিশুদ্ধ করা\n===================\nকুরবানি করতে হবে একমাত্র আল্লাহর সন্তুষ্টির জন্য। গোশত খাওয়া বা লোক দেখানোর বিন্দু পরিমাণ ইচ্ছাও আমাদের কুরবানিকে নষ্ট করে দিতে পারে। তাই আমাদের মনের সাথে বারবার বোঝাপড়া করি। কুরবানির আগেই আমাদের নিয়তকে পরিশুদ্ধ করে একমাত্র আল্লাহর জন্য কুরবানির নিয়ত করি। এই নিয়তের অর্থ কিন্তু আরবি বা বাংলায় কিছু শব্দ-বাক্য উচ্চারণ করা নয়। বরং মনের ইচ্ছাটাকেই বুঝানো হচ্ছে। অনেকের মনে এরকম ইচ্ছা থাকতে পারে \"বছরে একবার কুরবানি... দেই এক ভাগা। সওয়াবও হবে গোশতও খাওয়া হবে\"। অথবা \"এত দিন কুরবানি দিয়ে আসছি এইবার না দিলে লোকে কী বলবে?\" অথবা \"মহল্লায় আমি ধনী হিসাবে পরিচিত। ভাগে কুরবানি দিলে লোকে কী বলবে? আস্ত কুরবানি না দিলে কি আর ইজ্জত থাকবে?\" এসকল চিন্তা ভাবনা আমাদের কুরবানিকে নষ্ট করে দিতে পারে। তাই আসুন নিয়ত পরিশুদ্ধ করি।\n\n\n# হালাল উপার্জন থেকে কুরবানি করা\n===========================\n\nকুরবানি পশু ক্রয়ের ক্ষেত্রে অবশ্যই অবশ্যই হালাল উপার্জন থেকে খরচ করতে হবে। আমাদের সমাজে জেনে, না জেনে বহু লোক সুদ ও রিবার সাথে জড়িত। অন্যায় ভাবে অপরের সম্পদ আত্মসাতের সাথে জড়িত। ওজনে কম দিয়ে, পণ্যে ভেজাল মিশিয়ে নানা ভাবেই আমাদের উপার্জনের সাথে হালাল-হারাম মিশ্রিত হতে পারে। তাই কুরবানির আগে সতর্কতার সাথে হালাল উপার্জন থেকে কুরবানি করতে হবে এবং হারাম উপার্জনের রাস্তা বন্ধ করে দিতে হবে।\n\n\n# কুরবানির শরীক নির্বাচনে সতর্কতা অবলম্বন করা\n====================================\n\nগরু-মহিষে ভাগে কুরবানি করার ক্ষেত্রে ভাগীদার নির্বাচন করা একটি গুরুত্বপূর্ণ বিষয়। কারণ একটি গরুর সাতজন ভাগীদারের মাঝে কোনো একজনের নিয়তে গরমিল থাকলে। অথবা কোনো একজনের কুরবানির টাকা হারাম উপার্জন থেকে আসলে। অনেক আলেমের মতেঃ বাকিদের কুরবানিও বাতিল হয়ে যাবে (এ বিষয়ে আলেমদের ভিন্ন অভিমতও রয়েছে)। তাই কুরবানির পশুতে ভাগীদার নির্বাচনের ক্ষেত্রে পরহেজগার ও সৎ মানুষদেরকে সাথে নিতে হবে। কুরবানির আগেই নিজেদের মধ্যে কথা বলে নিয়ত পরিশুদ্ধ করে নিতে হবে। সবাইকে নিশ্চিত করতে হবে যেন প্রত্যেকে হালাল উপার্জন থেকে কুরবানির টাকা প্রদান করেন।\n\n\n# কুরবানি সংশ্লিষ্ট মাসআলা জেনে রাখা\nকুরবানির আগেই আমাদের উচিত হবে এ সংশ্লিষ্ট মাসআলাগুলো জেনে রাখা। বছরে যেহেতু একবারই কুরবানি আসে। তাই মাসআলা ভুলে যাওয়া স্বাভাবিক। এজন্য কুরবানি বিষয়ক বই পড়া বা আলেমদের আলোচনা শোনা যেতে পারে। কুরবানির মৌসুমে জুমআর সালাতের আগে সাধারনত খতিব সাহেবগণ এ সম্পর্কিত আলোচনা করেন। সেগুলো মনোযোগ দিয়ে শোনা উচিত। কোনো বিষয়ে জানার থাকলে আলেমদের থেকে জিজ্ঞাসা করে জেনে নিতে হবে। \n\n\nকুরবানির মাসআলা, করণীয় ও বর্জনীয় কাজ সম্পর্কে জানা যাবে নিচের লিংক থেকেঃ\nhttps://hellohasan.com/2016/09/02/কুরবানি-ফজিলত-আমল-মাসআলা\n\nআমাদের অনেকেই এমন আছেন যে পরিবারে একাধিক ব্যক্তির উপর কুরবানি ওয়াজিব। অথবা একাধিক ভাগ কুরবানি দেয়ার সামর্থ্য আছে। তারা চাইলে সাধ্যমত কুরবানির ভাগ পুরোটা গরিবদের জন্য দান করে দিতে পারেন। সরোবর, আস-সুন্নাহ ট্রাস্ট সহ এরকম অনেক প্রতিষ্ঠান রয়েছে। যারা প্রতি বছর কুরবানির ব্যবস্থা করে থাকেন। আপনি তাদের থেকে একটি গরুর ৭ ভাগের ১ ভাগ ক্রয় করে টাকা পাঠিয়ে দিলে। তারা আপনার পক্ষ থেকে কুরবানি করে গোশতগুলো গরিব-মিসকীনদের মাঝে বিতরন করে দিবে। তাই আপনার পরিবারে একাধিক কুরবানির সুযোগ থাকলে একটি ভাগ এরকম কোনো প্রতিষ্ঠানের মাধ্যমে বা নিজ উদ্যোগে পুরোটা দান করে দিতে পারেন।\n\n\nআল্লাহ আমাদেরকে একমাত্র তাঁর জন্য কুরবানি করার তাওফিক দান করুন। আমীন।",
  "content_title": "কুরবানির আগে যে জরুরি বিষয়গুলো খেয়াল রাখা উচিত"
}
