{
  "button_hints": "আল্লাহ সুবহানাহু ওয়া তা’আলা আমাদের কুরবানি বা উদহিয়া করা এবং দরিদ্রদের মাঝে বিলিয়ে দেয়ার তৌফিক দিন, কবুল করুন।",
  "button_text": "উদহিয়াতে অংশগ্রহণ করতে ক্লিক করুন",
  "button_url": "https://shorobor.biz/udhiya",
  "content_message": "ক্ষণস্থায়ী এই পৃথিবীতে কতো আয়োজনে আমাদের এই জীবন!\nপ্রয়োজনে বা অপ্রয়োজনে কতই না অর্থের বিসর্জন..\nঅথচ একটু পা বাড়িয়ে গ্রামে গেলেই দেখা যায় দারিদ্রের কষাঘাতে মিশে আছে কতো মানুষের প্রাণ ৷\n \nতারা প্রতিদিনের খাবার জোগাতেই ক্লান্ত - পরিশ্রান্ত,\nতারপরও অনেক সময়ই থাকে তাদের হাঁড়ি ফাঁকা।\nজীবনে কখনো সুযোগ হয়নি কুরবানি দেয়ার\nআর মাংসের বাজারের উত্তাপ কখনো ভীড়তে দেয় না ওদিকটায়...\n\nসামনে ঈদুল আদহা।\nউদহিয়া বা কুরবানি একটি গুরুত্বপূর্ণ ইবাদত। আল্লাহ সুবহানাহু ওয়া তা'আলা সূরা আল কাউসারে বলেছেন,\nفَصَلِّ لِرَبِّكَ وَانْحَرْ\n“সুতরাং তোমার রবের কাছেই প্রার্থনা কর ও কুরবানি দাও (একমাত্র তার জন্যেই)।” [১০৮:২]\n\n\nদ্বিতীয়ত, কুরবানি দেয়াটা খুবই পছন্দনীয় একটি আমল। রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন,\n\"যে-ই নামাজের পর কুরবানি করল, সে তার ইবাদত পূর্ণ করল (ঈদের দিনের) এবং মুসলিমদের (পথ ও পন্থা) অনুসরণ করল।\" (বুখারী - ৫৫৪৫)\n\nআমরা চাই আল্লাহর নাম স্মরণ করে সবাই নিজ হাতে পশু কুরবানি দিয়ে এর মাংস গরিবদের মাঝে বিলিয়ে দিক।\n\nকিন্তু গত ক’বছরের মতো হাট থেকে গরু কিনে, কসাই যোগাড় করে কুরবানির পুরো প্রক্রিয়াটা সম্পন্ন করা খুব কঠিন অনেকের জন্য।\nআবার অনেকের গ্রামে যাওয়ার সুযোগটাও নেই।\n \nতাই যদি এমন কেউ থাকেন পারিপার্শ্বিক অবস্থার কারণে তিনি নিজ হাতে কুরবানি দিতে পারছেন না, কিংবা যারা অভাবে আছে তাদের মাংস বিলিয়ে দিতে পারছেন না, আমরা চাই তিনিও যেন কুরবানির সাওয়াব এ অংশ নিতে পারেন।\n\nসরোবর প্রতিবছরের মত এবারও উদহিয়া বা কুরবানি প্রজেক্ট করছে আলহামদু লিল্লাহ। সরোবর এর কার্যক্রম হচ্ছে গরুর ভাগ ও ছাগল বা ভেড়া বিক্রি করা। তারপর ক্রেতাদের পক্ষ থেকে পশুগুলো কুরবানি দেয়া এবং সে মাংসগুলো দেশের বেশ কিছু দারিদ্র্য-পীড়িত জেলায় গরীব মানুষের মাঝে বিতরণ করা।\n\nগরুর একটি ভাগের দাম ৮৫০০ টাকা এবং একটি ছাগল বা ভেড়ার দাম পড়বে ৯৫০০ টাকা। যারা সরোবর কাছ থেকে কিনতে চান, ওয়েব সাইট বা ফেসবুক পেইজ এ যোগাযোগ করে সরাসরি কিনতে পারবেন।\n\n১/ সরোবর পেইজ - https://www.facebook.com/shoroborbd\n২/ কল বা ম্যাসেজ দিতে পারেন 01322838711 অথবা, 01861005555 - এই হোয়াটসএপে\n৩/ আমাদের ওয়েবসাইট - https://shorobor.biz/udhiya/\n৪/ এছাড়া যোগাযোগ করতে পারেন - info@shorobor.org",
  "content_title": "সরোবর কুরবানি প্রোজেক্ট"
}
