{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "দাড়ি ইসলামের শিআর ও পরিচয়-চিহ্ন হিসেবে গণ্য। দাড়ি লম্বা করা এবং মোচ খাটো করা দ্বীনে তাওহীদের শিক্ষা, যা সকল নবীগণের (আঃ) শরীয়তে ছিল। দাড়ি লম্বা রাখা ওয়াজিব এবং এক মুষ্ঠি থেকে খাটো করা নাজায়েয। \n\nযেহেতু দাড়ি রাখা সকল নবীর পবিত্র রীতি ছিল তাই একে ‘সুন্নত’ও বলা হয়। এতে কারো কারো ভুল ধারণা সৃষ্টি হয়েছে যে, দাড়ি লম্বা করাও অন্যান্য সাধারণ সুন্নতের মতো একটি সুন্নত। অতএব তা করলে ভালো, না করলেও গুনাহ নেই! এটা একদম ভুল ধারণা। \n\nদাড়ি এমন কোনো সুন্নত নয়, যা রাখা-না রাখার স্বাধীনতা রয়েছে। এটা একটা ‘সুন্নতে ওয়াজিবা’। অর্থাৎ সুন্নতে মুয়াক্কাদা থেকেও এর গুরুত্ব বেশি এবং এটা পরিত্যাগ করলে গুনাহ হয়।\n\nদাড়ি কামানো বা এক মুষ্ঠি থেকে ছোট রাখা এমন এক গুনাহ, যা মানুষের সঙ্গে সর্বদা সংযুক্ত থাকে এবং এমন একটি গুনাহ, যা গোপন করারও কোনো উপায় নেই। প্রতি মুহূর্তে এটার জন্য গুনাহ লেখা হতে থাকে। এটা একটা প্রকাশ্য গুনাহ, যা খুবই ভয়াবহ। তদুপরি দাড়ির সঙ্গে এই আচরণটা করা হয় সুন্নতের প্রতি অনীহা এবং অনৈসলামিক ফ্যাশনের প্রতি আকর্ষণের কারণে। এ অবস্থায় ব্যক্তির ঈমানের ব্যাপারেই শঙ্কিত হতে হয়।\n\n(রেফারেন্সঃ https://www.alkawsar.com/bn/article/1424 )\n\nউপরোক্ত লেখাটি আমাদের অ্যাপের \"প্রচলিত ভুল\" অপশনের \"দৈনন্দিন জীবন\" অধ্যায়ে লিপিবদ্ধ রয়েছে।\n\nআমরা যারা দাড়ি ছোট করি বা শেভ করি তারা এর বিনিময়ে আসলে কী পাই? প্রিয় ভাই আমার! যারা এখন পর্যন্ত নবীজির (সা) এ গুরুত্বপূর্ণ আমলের অনুসরণ করছি না। চোখটা বন্ধ করে নিজেকে একটু প্রশ্ন করি। কী পাই আমরা দাড়ি কেটে? দুনিয়া বা আখিরাতের নূন্যতম কোনো লাভ কি এতে আছে? কেউ চুরি করলে, ঘুষ খেলে সে অন্তত দুনিয়াতে কিছু পেল। একজন পুরুষ দাড়ি কাটলে, টাখনুর নিচে কাপড় পরিধান করলে এর বিনিময়ে সে কী পাওয়ার আশা করে পরকালের যন্ত্রণাদায়ক শাস্তি ছাড়া? আল্লাহ আমাদের সবাইকে সঠিক পথে পরিচালিত করুন। আমীন।\n\nঅনেক ভাই আছেন, যারা রমজান মাস আসলে দাড়ি কাটা বন্ধ করেন। এটা অবশ্যই আল্লাহর প্রতি ভয় এবং রমজানে তাকওয়া বৃদ্ধির কারণে করেন। কিন্তু দুঃখজনক বিষয় হচ্ছে, ঈদের চাঁদ দেখা গেলে আবার দাড়ি কেটে আগের মত গুনাহে লিপ্ত হন। \n\nআসুন আমরা রমজানে শুরু করা সকল ভাল আমলগুলো বছরের বাকি মাসগুলোতেও চর্চা করি। আজকে থেকেই সকল ভাইয়েরা নিয়ত করে ফেলি যে, দাড়ি কাটার গুনাহে আর লিপ্ত হব না। আল্লাহ আমাদের সবাইকে ইসলামের হুকুমগুলো পালন করার তাওফিক দান করুন। আমীন।",
  "content_title": "দাড়ি রাখা অপশনাল সুন্নত নয়"
}
