{
  "button_hints": "আমাদেরকে উৎসাহ দিতে প্লে স্টোরে ৫ স্টার রেটিং দিন। অ্যাপের নিয়মিত কার্যক্রম চালিয়ে নিতে আর্থিক অনুদান দিন",
  "button_text": "৫ স্টার রিভিউ দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আজ (২৫ নভেম্বর ২০২২) বাংলাদেশের আকাশে জুমাদাল আউয়াল মাসের চাঁদ দেখা গিয়েছে। শুরু হলো ১৪৪৪ হিজরির জুমাদাল আউয়াল মাস। দেশের প্রচলিত নিয়মে এই মাসের দিন গণনা শুরু হবে আগামীকাল ২৬ নভেম্বর রোজ শনিবার থেকে। ইসলামিক ফাউন্ডেশনের প্রেস বিজ্ঞপ্তি থেকে এ সিদ্ধান্ত জানা গিয়েছে। [1]\n\nআপনার ফোনে থাকা অ্যাপে হিজরি তারিখ স্বয়ংক্রিয় ভাবে পরিবর্তন হয়ে যাবে। যদি আপনি ম্যানুয়াল্যি আপডেট করতে চান তাহলে হোমপেজটি পুল করে রিফ্রেশ করে নিন। যেভাবে ফেসবুক, ইউটিউব বা অন্যান্য অ্যাপের পেজ রিফ্রেশ করে থাকেন। পুল করে রিফ্রেশ করলে হিজরি তারিখ সহ সকল ডেটা তৎক্ষণাৎ আপডেট হয়ে যাবে।\n\nজুমাদাল আউয়াল মাসের আইয়ামে বীজের রোজা রাখতে হবে চান্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখ মোতাবেক; ডিসেম্বর মাসের ৮, ৯ ও ১০ তারিখ রোজ বৃহস্পতি, শুক্র ও শনিবার। নবীজি (সা) নিয়মিত এই রোজাগুলো রাখতেন। আইয়ামে বীজের তিন দিন অথবা মাসের যে কোনো তিন দিন রোজা রাখলে, সারা মাস রোজা রাখার সওয়াব পাওয়া যায়। কারণ প্রত্যেক নেক আমলকে আল্লাহ ১০ গুণ পর্যন্ত বৃদ্ধি করে দেন। তাই মাসে ৩টি রোজা রাখলে এর সওয়াব ১০ গুণ বৃদ্ধিতে ৩০টি রোজা রাখার সমান সওয়াব পাওয়া যাবে ইনশাআল্লাহ।[2]\n\nজমাদিউল আউয়াল (জুমাদা আল-উলা) মাসের কোনোরূপ বৈশিষ্ট্য, ফযীলত বা এ মাসের কোনো বিশেষ সালাত, সিয়াম, দোয়া, যিকর বা বিশেষ কোনো আমল হাদীস শরীফে বর্ণিত হয় নি। এ বিষয়ে যা কিছু বলা হয় সবই বানোয়াট ও ভিত্তিহীন।\n\nযেমনঃ ‘‘রাসূলে করীম (ﷺ) এর সাহাবীগণ এ মাসের প্রথম তারিখে দুই রাকয়াতের নিয়তে মোট ২০ রাকয়া’ত নামায আদায় করিতেন এবং ইহার প্রত্যেক রাকয়া'তে সূরা ফাতিহার পরে একবার করিয়া সূরা ইখলাছ পাঠ করিতেন। নামাযের পরে নিম্নের দরূদ শরীফ ১০০ বার পাঠ করিতেন। এই নামাযীর আমল নামায় অসংখ্য নেকী লিখা হইবে এবং তাহার সমস্ত নেক নিয়ত পূর্ণ করা হইবে। ...কোন ব্যক্তি এই মাসের প্রথম তারিখে দিনের বেলা দুই রাকয়া'তের নিয়তে মোট ৮ রাকয়া’ত নামায আদায় করিলে এবং উহার প্রত্যেক রাকয়া'তে ১১ বার করিয়া সূরা ইখলাস পাঠ করিলে..।’’\n\nএ জাতীয় অনেক আজগুবি, ভিত্তিহীন ও বানোয়াট কথা আমাদের দেশে প্রচলিত ‘বার চাঁদের ফযীলত’ ও এই ধরনের পুস্তকাদিতে পাওয়া যায়। এরূপ আরো অনেক ফজিলতের মিথ্যা দাবি, প্রচলিত বিভিন্ন পুস্তকে দেখা যায়।[3] এসকল ভিত্তিহীন রেওয়াজ রসম ও আমল থেকে বিরত থাকা কাম্য।\n\nআল্লাহ আমাদেরকে সুন্নাহের আলোকে জীবন পরিচালনা করার তাওফিক দান করুন। আমীন।\n\nতথ্যসূত্রঃ\n-----------\n[1] https://tinyurl.com/jumadal-ula-moon\n[2] https://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n[3] হাদীসের নামে জালিয়াতি - ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর - https://www.hadithbd.com/books/link/?id=4950",
  "content_title": "জুমাদাল আউয়াল মাসের চাঁদ দেখা গিয়েছে"
}
