{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "আমদেরকে উৎসাহ দিতে ৫ স্টার রেটিং দিন এবং অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক অনুদান দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "অনেক মসজিদে দেখা যায়, জুমআ'র খুৎবা চলা অবস্থায়ও দানবাক্স চলতে থাকে। হাদীস শরীফে খুৎবা চলা অবস্থায় অন্যকে চুপ করতে বলাকেও অনর্থক কাজ বলা হয়েছে। সেখানে খুৎবার সময় দানবাক্স চালানো তো আরো বড় অনর্থক কাজ। সুতরাং তা পরিহার করা জরুরী।\n\nবিগত একটি জুমআয় খুতবার সময়ে একজন মুরুব্বি লোক পকেট থেকে আতর বের করে নিজে লাগালেন। পাশাপাশি তাঁর আশেপাশের যতজনকে সম্ভব হয় সবাইকে স্বেচ্ছায় সেধে সেধে আতর লাগিয়ে দিলেন। তাঁর নিয়তটি অবশ্যই ভাল। জুমআর দিন সুগন্ধি ব্যবহার সুন্নত। তিনি হয়ত সেই সুন্নতের উপর আমল করতে চেয়েছেন। কিন্তু তিনি হয়ত জানেন না খুতবার সময় এই কাজটিও একটি অনর্থক কাজ বলে বিবেচিত হতে পারে। কারণ একটি হাদীসে এসেছে, খুতবার সময় বেখেয়ালে একটি পাথরও যদি কেউ স্পর্শ করে তাহলেও তা একটি অনর্থক কাজ।\n\nপ্রায় সকল মসজিদেই দানবাক্স চালানোর জন্য খুতবার আগে অথবা নামাজের পরে সময় দেয়া হয়। ইমাম সাহেবগণ খুতবার সময় দানবাক্স না চালানোর ব্যাপারে বারবার সতর্ক করেন। কিন্তু অনেক সময়ই দেখা যায় কিছু অসচেতন মুসল্লি খুতবা চলাকালীন সময়ে এক পাশ থেকে দানবাক্স চালু করে দেন। যদিও ইমাম সাহেব দানবাক্স চালানোর কথা বলেন নি। ইমাম সাহেবের নিষেধ সত্ত্বেও অনেককে এরকম কাজ করতে দেখা যায়। আল্লাহ আমাদের ক্ষমা করুন।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি সুন্দরভাবে ওযু করে জুমার জন্য মসজিদে এল তারপর চুপ থেকে খুৎবা শুনল তার দশ দিনের গুনাহ মাফ করে দেওয়া হয়। আর যে (খুতবার সময় একটি সামান্য) নুড়ি পাথর স্পর্শ করল সে ‘অনর্থক’ কাজ করল।\n(সহীহ মুসলিম, কিতাবুল জুমুআ, হাদীস : ৮৫৭)\n\nআরেক হাদীসে এসেছে, জুমার দিন খুৎবা চলা অবস্থায় যদি তোমার পাশের সাথীকে বল, ‘চুপ কর’ তাহলে তুমিও একটি অনর্থক কাজ করলে। (সহীহ বুখারী, হাদীস ৯৩৪; সহীহ মুসলিম, হাদীস ৯৩১)\n\n‘নাহি আনিল মুনকার’ বা গোনাহের কাজ থেকে নিষেধ করা তো ভালো। কিন্তু খুৎবা চলা অবস্থায় সেটাকেও অনর্থক ও গোনাহের কাজ বলা হয়েছে। মসজিদের জন্য দান করা বা দান সংগ্রহ করা নিঃসন্দেহে সওয়াবের কাজ। কিন্তু তা যদি খুৎবা চলা অবস্থায় করা হয় তাহলে তাও অনর্থক ও গোনাহের কাজ বলে গণ্য হবে। এজন্য এ বিষয়ে  খুবই সতর্ক থাকা জরুরী।\n\nরেফারেন্সঃ\nমাসিক আলকাউসার\nhttps://www.alkawsar.com/bn/article/804/\n\nজুমআর দিনের সুন্নাহ ভিত্তিক কিছু আমল সম্পর্কে বিস্তারিত জানা যাবে এই পোস্টে:\nhttps://muslimsday.com/জুমআর-দিনের-আমল/",
  "content_title": "খুতবার সময় দানবাক্স চালানো নিষেধ।"
}
