{
  "button_hints": "চলতি মাসে আর্থিক অনুদান দিয়েছেন কি?\n\nঅ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "৯ জিলহজ্জ (৯ জুলাই ২০২২) শনিবার ফজর থেকে ১৩ জিলহজ্জ (১৩ জুলাই) আসর পর্যন্ত প্রত্যেক ফরজ নামাজের পর একবার তাকবীরে তাশরীক পাঠ করা ওয়াজিব। যিনি কুরবানি দিবেন এবং যিনি দিবেন না উভয়কেই এই তাকবির বলতে হবে। নারী-পুরুষ উভয়কেই এই তাকবীর বলতে হবে। আমরা যেন তাকবির দেয়ার এই আবশ্যক আমলটি ভুলে না যাই। প্রয়োজনে ফোনে অ্যালার্ম সেট করে রিমাইন্ডার দিয়ে রাখতে পারি। যেন কোনো ক্রমেই এটা ভুল না হয়ে যায়।\n\n===============\n৯ জিলহজ্জর আরাফার দিবস। উক্ত দিন কেউ নফল রোজা রাখলে আগের ও পরের ১ বছরের গুনাহ মাফ হয়ে যায়। তাই আসুন আরাফার দিন রোজা রাখি। বাংলাদেশে ৯ জিলহজ্জ হলো শনিবার ৯ জুলাই ২০২২।\n===============\n\nনিচে হানাফী ফিকহ অনুসারে তাকবীরে তাশরীক বিষয়ক কিছু মাসআলা তুলে ধরা হলোঃ\n\n১। প্রত্যেক মুসল্লীর জন্য যিলহজ্বের নয় তারিখের ফজর হতে তের তারিখের আসর পর্যন্ত প্রত্যেক ফরয নামায আদায় করে সালাম ফিরানোর সাথে সাথে উচ্চস্বরে একবার তাকবীরে তাশরীক বলা ওয়াজিব।\n-সূরা বাকারা : ২০৩; মুসতাদরাকে হাকেম ১/২৯৯হাদীস : ১১৫২-১১৫৭; ইবনে আবী শায়বা ৪/১৯৫ হাদীস : ৫৬৭৭, ৫৬৭৮, ৫৬৯২; সুনানে দারাকুতনী ২/৪৯-৫০ হাদীস : ২৫-২৯; ইলাউস সুনান ৮/১৪৮-১৬২, আদ্দুররুল মুখতার ৩/১৭৭-১৭৮\n\n২। তাকবীরে তাশরীকের জন্য বিভিন্ন শব্দ হাদীসে উল্লেখিত হয়েছে। তন্মধ্যে সর্বোত্তম ও সর্বজন বিদিত শব্দ হল\nاَللهُ أَكْبَرُ، اَللهُ أَكْبَرُ، لَاإِلٰهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، اللهُ أَكْبَرُ وَلِلهِ الحَمْدُ\n -তাবারানী মুজামে কাবীর হাদীস : ৯৫৩৮; মুসান্নাফ ইবনে আবী শায়বা হাদীস : ৫৬৭৯, ৫৬৯৬, ৫৬৯৭, ৫৬৯৯; ইলাউস সুনান ৮/১৫৬; বাদায়েউস সানায়ে ১/৪৫৮\n\n৩। ইমাম আবু হানীফার (রাহ) এর মতে একাকী নামায আদায়কারী ও মুসাফির ব্যক্তি এবং মহিলাদের উপর তাকবীরে তাশরীক যদিও ওয়াজিব নয়, কিন্তু সাহেবাইনের মতে তাদের উপরও তাকবীর বলা ওয়াজিব। এক্ষেত্রে সাহেবাইনের কথার উপরই ফতওয়া। তাই একাকী নামাজ আদায়কারী, মুসাফির ব্যক্তি এবং নারীদের উপরও তাকবীর আবশ্যক।\n-মুসান্নাফ ইবনে আবী শায়বা ৪/২৪০-২৪১, ২৫১; ইলাউস সুনান ৮/১৫৯; রদ্দুল মুহতার ২/১৮০; ইমদাদুল আহকাম ১/৭৬৩-৭৬৫, ৭৭৯-৭৮০\n\n৪। সুন্নত, নফল, বিতর নামাযের পর তাকবীর ওয়াজিব নয়।\n-বাদায়েউস সানায়ে ১/৪৬২; মাবসূত সারাখসী ২/৪৪; ফাতাওয়া হিন্দিয়া ১/১৫২\n\n৫। উচ্চস্বরে একবারই তাকবীর বলা ওয়াজিব। -ফাতাওয়া হিন্দিয়া ১/১৫২; রদ্দুর মুহতার ২/১৭৮\n\n৬। কোনো সময় সকলেই বা কেউ কেউ তাকবীর বলতে ভুলে গিয়ে মসজিদ থেকে বের না হয়ে গেলে তাকবীর আদায় করে নিবে। আর যদি মসজিদ থেকে বের হয়ে যায় তাহলে এই ওয়াজিব ছুটে যাবে। এই ওয়াজিবের কোনো কাযা নেই এবং ওয়াজিব ছেড়ে দেওয়ার কারণে ঐ ব্যক্তি গুনাহগার হবে।\n-মাবসূত সারাখসী ২/৪৫; আলমুহীতুল বুরহানী ২/৫০৯-৫১১; বাদায়েউস সানায়ে ১/৪৬০-৪৬১; রদ্দুল মুহতার ২/১৮১; ফাতাওয়া হিন্দিয়া ১/১৫২; খুলাসাতুল ফাতাওয়া ১/২১৬\n\n৭। আইয়ামে তাশরীকের কোনো নামায কাযা হয়ে গেলে ঐ দিনগুলোর মধ্যে তার কাযা আদায় করলে তাকবীর বলা ওয়াজিব। কিন্তু এই কাযা পরবর্তী অন্য সময় আদায় করলে বা আইয়ামে তাশরীকের আগের কাযা নামায ঐ দিনগুলোতে আদায় করলে তাকবীর বলা ওয়াজিব নয়।\n-বাদায়েউস সানায়ে ১/৪৬৪; ফাতাওয়া হিন্দিয়া ১/১৫২; আলমুহীতুল বুরহানী ২/৫১১-৫১৩\n\n৮। ঈদুল আযহায় ঈদগাহে পৌঁছার আগ পর্যন্ত পথে পথে উচ্চস্বরে তাকবীর বলে বলে যাবে।\n-মুসান্নাফ ইবনে আবী শায়বা ৪/১৯২-১৯৪; দারাকুতনী ২/৪৪-৪৫; ইলাউস সুনান ৮/১১৪-১১৯; বাদায়েউস সানায়ে ১/৬২৫; আলমুহীতুল বুরহানী ২/৫১৩; ফাতাওয়া খানিয়া ১/১৮৩\n\n৯। কোনো ব্যক্তি নামাযে মাসবুক হলে ইমাম সাহেব সালাম ফিরানোর পর দাঁড়িয়ে স্বীয় নামায আদায় করার পর তাকবীরে তাশরীক বলবে।\n-মুসান্নাফ ইবনে আবী শায়বা ৪/২৩৯-২৪০; বাদায়েউস সানায়ে ১/৪৬২; রদ্দুল মুহতার ২/১৮০; ফাতাওয়া হিন্দিয়া ১/১৫২\n\n১০। মহিলারা এই তাকবীরে তাশরীকটি নিচু স্বরে আদায় করবে। উচ্চ স্বরে নয়।\n-রদ্দুল মুহতার ২/১৭৯; হাশিয়া তাহতাবী ১/৩৫৭; হিন্দিয়া ১/১৫২\n\nএত গেল তাকবীরে তাশরীফ সংক্রান্ত কিছু মাসআলা। তবে এই তাকবীর সংক্রান্ত যে কয়েকটি গাফলতি আমাদের দৃষ্টিগোচর হয় তন্মধ্যে একটি হল মহিলাদের এই আমলের প্রতি যত্নবান না হওয়া। হয়ত এর কারণ এও হতে পারে যে, তাদের এই তাকবীরের কথা স্মরণ থাকে না। তা স্বাভাবিকও বটে। কারণ পুরুষরা মসজিদে জামাতে নামায আদায় করে বিধায় খেয়াল না থাকলেও অন্যের দেখাদেখি এই আমল করতে পারে। কিন্তু মহিলাদের তো এই সুযোগ নেই। তাই মহিলাদের উচিত ঘরের যে স্থানে তারা নামায আদায় করে সেখানে পাঁচ দিনের জন্য একটি কাগজ লিখে ঝুলিয়ে রাখা। যাতে জায়নামাযে এলেই তা নজরে পড়ে।\n\nদ্বিতীয় যে গাফলতিটি নজরে পড়ে তা এই যে, ঈদুল আযহার ঈদগাহে যাওয়ার পথে ও পাঁচ দিনের ফরজ নামাযের পর তাকবীরে তাশরীক আদায় করলেও অনেক পুরুষ তা পড়ে থাকেন মনে মনে বা খুব নিচু স্বরে। অথচ পূর্বেই উল্লেখ করা হয়েছে যে, সাহাবায়ে কেরামের এই তাকবীর ধ্বনিতে পুরো আশপাশ কেঁপে উঠত। আর এই তাকবীর উচ্চ স্বরে বলার একটি হিকমত তো এও যে, এর দ্বারা ইসলামের তাওহীদের ঘোষণা প্রকাশ্যে উচ্চস্বরে দেওয়া হবে। গুনগুন শব্দে এর বহিঃপ্রকাশ কি সম্ভব?\n-ইসলাহী খুতবাত ২/১২৬-১২৯\n\nপরিশেষে আসুন নির্ভেজাল তাওহীদ, দৃঢ় আক্বীদা ও আল্লাহর মহত্ত্বের উপর অটুট আস্থা স্থাপনের মাধ্যমে গড়ে তুলি একটি আদর্শ সমাজ, যা হবে শিরকের পঙ্কিলতা থেকে সম্পূর্ণ মুক্ত তাওহীদের সমাজ। পুণ্যময় তেরটি দিনের এটিই মৌলিক বাণী। তাকবীরে তাশরীকের এটিই মহান শিক্ষা।\n\n(মাসআলাগুলো নেয়া হয়েছে মাসিক আলকাউসার পত্রিকার অনলাইন সংস্করন থেকে https://www.alkawsar.com/bn/article/36/)\n\nকুরবানি বিষয়ক করণীয় ও বর্জনীয় বিষয় এবং প্রচলিত বিভিন্ন কুসংস্কার ও মনগড়া রীতি সম্পর্কে জানতে ভিজিট করুন এই লিংকেঃ\nhttps://hellohasan.com/2016/09/02/কুরবানি-ফজিলত-আমল-মাসআলা",
  "content_title": "তাকবীরে তাশরীকের কিছু মাসআলা"
}
