{
  "button_text": "অ্যাপ স্টোর যান",
  "button_hints": "iOS অ্যাপটি ডাউনলোড করতে আইফোন থেকে অ্যাপ স্টোরে গিয়ে Muslims Day লিখে সার্চ করুন",
  "button_url": "https://apps.apple.com/us/app/muslims-day/id1613431376",
  "content_message": "আলহামদুলিল্লাহ। সমস্ত প্রশংসা একমাত্র আল্লাহর জন্য।\nদীর্ঘ প্রতিক্ষা এবং প্রচেষ্টার পর আল্লাহর রহমতে আমরা আইফোনের জন্য মুসলিমস ডে অ্যাপ রিলিজ করতে পেরেছি। নতুন ডিজাইনে iOS অ্যাপটি এখন পাওয়া যাচ্ছে App Store এ। আশা করি আপনারা যারা আইফোন ব্যবহার করেন তারা অ্যাপটি ডাউনলোড করবেন এবং প্রয়োজনীয় ফিডব্যাক দিবেন।\n\nঅ্যাপ স্টোরের লিংকঃ\nhttps://apps.apple.com/us/app/muslims-day/id1613431376\n\nকৃতজ্ঞতা জানাই iOS অ্যাপের ইঞ্জিনিয়ারিং টিমের প্রতি। যারা ফুলটাইম চাকুরির পাশাপাশি সময় বের করে অ্যাপটি রিলিজ করার পর্যায়ে নিয়ে এসেছেন। এছাড়াও অ্যাপের ডিজাইনার, উপদেষ্টা পর্ষদ ও অন্যান্য কলাকুশলীদের প্রতিও আন্তরিক কৃতজ্ঞতা জানাই।\nপাশাপাশি আমাদের অ্যান্ড্রয়েড অ্যাপের ইউজারদের প্রতিও ধন্যবাদ জ্ঞাপন করছি যারা প্রতিনিয়ত আমাদেরকে উৎসাহ-অনুপ্রেরণা যুগিয়েছেন এবং নানা ভাবে সাহায্য করেছেন। প্রত্যেককে আল্লাহ উত্তম প্রতিদান দান করুন। আমীন।\n\nসাব'আ সানাবিল ফাউন্ডেশন আমাদের iOS App ডেভেলপ করার ক্ষেত্রে আর্থিক ভাবে সহযোগিতা করেছেন। যা ছিল আমাদের কাজ শুরুর ক্ষেত্রে বুনিয়াদী অনুপ্রেরণা। আল্লাহ তাদেরকে আরো দাওয়াতী কাজে সম্পৃক্ত হওয়ার তাওফিক দান করুন।\n\nশেষ করছি কিছু ডিসক্লেইমার দিয়ে।\nযে কোনো অ্যাপ ডেভেলপ করার পর সেখানে প্রচুর ভুলভ্রান্তি থাকে। অ্যান্ড্রয়েড অ্যাপটি ২০১৫ থেকে ডেভেলপ শুরু হয়ে আজকের এ পর্যায়ে এসেছে। একই ভাবে আইফোনের অ্যাপটিও স্ট্যাবল হতে কিছু সময় লাগবে। আস্তে আস্তে আমরা অ্যান্ড্রয়েডের ফিচারগুলো আইফোনের অ্যাপে নিয়ে আসব ইনশাআল্লাহ। পারফরমেন্স থেকে শুরু করে প্রতিটি জায়গায় মানোন্নয়নের সুযোগ রয়েছে। আমরা ইনশাআল্লাহ ধারাবাহিক ভাবে এই কাজ চলমান রাখব।\n\nযেহেতু এই অ্যাপে কিছু ভুলভ্রান্তি থাকতে পারে, তাই সবার প্রতি অনুরোধঃ সালাত ও সাহরি-ইফতারের সময়ের ক্ষেত্রে অবশ্যই অন্য কোনো মাধ্যম থেকে যাচাই করে নিবেন যে সময়গুলো ঠিক দেখাচ্ছে কিনা। কোথাও ভুলত্রুটি ধরা পড়লে আমাদের ফেসবুক গ্রুপ, পেজ ও ইমেইলের মাধ্যমে জানানোর অনুরোধ রইলো।\n\nআল্লাহ উক্ত অ্যাপকে আমাদের প্রত্যেকের জন্য নাজাতের উসিলা বানিয়ে দিন। আমীন।\n\n=====================\nআমাদের সাথে যোগাযোগের মাধ্যমঃ\nফেসবুক গ্রুপঃ https://www.facebook.com/groups/muslimsday\nফেসবুক পেজঃ https://www.facebook.com/muslimsdayapp\nইমেইলঃ info.muslimsday@gmail.com",
  "content_title": "রিলিজ হলো মুসলিমস ডে iOS অ্যাপ"
}
