{
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "ইসলামী শরীয়তের প্রথম উৎস কুরআন এবং দ্বিতীয় উৎস হাদীস। শরীয়তের ফরজ, ওয়াজিব ইত্যাদি গুরুত্বপূর্ণ বিধানের ক্ষেত্রে কুরআন ও বিশুদ্ধ হাদীসের থেকে দলিল নেয়া হয়। কিন্তু আমাদের সমাজে কিছু হতভাগা পথভ্রষ্ট লোক আছে, যারা হাদীসকে বাদ দিয়ে কেবলমাত্র কুরআনের অনুসরণ করতে চায়। তথা কথিত আহলে কুরআন নামধারী এই গোষ্ঠী ইনিয়ে-বিনিয়ে বা সরাসরি হাদীস অস্বীকার করে। আর ফিকহের ইমামদের সকলেই একমত যে, হাদীস অস্বীকারকারী কাফের।\n\nএই পথভ্রষ্ট ফিরকার লোকেরা সরলমনা মুসলিমদেরকে ভুল বুঝিয়ে থাকে। তারা প্রথমে মুসলিমদের থেকে এই কথার অনুমোদন নিয়ে নেয় যে, কুরআন তো পূর্ণাঙ্গ। কুরআনই তো হেদায়েতের পথ বাতলে দিবে। কুরআনের সংরক্ষণের জন্য স্বয়ং আল্লাহ তায়ালা দায়িত্ব নিয়েছেন। যে কোনো মুসলিমই উক্ত কথাগুলোর সাথে একমত হবেন। \n\nতাদের এর পরের কথাগুলো হয় অনেকটা এরকমঃ হাদীসের যে কিতাবগুলো আমরা এখন দেখি, এগুলো লিখা হয়েছে নবীজির (সা) ইন্তেকালের ২০০ বছর পর। এতদিন পরে নবীজির (সা) কথাগুলো কি অবিকৃত হিসাবে পাওয়া সম্ভব? এর উপর নবীজির (সা) নামে অসংখ্য জাল হাদীস প্রচার করা হয়েছে। খারেজি ও শীয়া সম্প্রদায় নবীজির (সা) নামে প্রচুর বানোয়াট কথাকে ছড়িয়ে দিয়েছে। তাহলে এই হাদীসের কিতাবগুলো কি আমাদের জন্য অনুসরণ করা ঠিক? \n\nএভাবে আস্তে আস্তে বিভিন্ন কৌশলে সরল মনা, ইলমহীন মুসলিমদেরকে ধোকা দিয়ে ইসলাম থেকে বিচ্যুত করছে একটি গোষ্ঠী। ভারতীয় উপমহাদেশে এই ফিরকার উদ্ভব ঘটে পঞ্চাশ ও ষাটের দশকে। তখন ইসলামের বিরুদ্ধে এই ষড়যন্ত্রের মোকাবেলায় কলম ধরেন মাওলানা আবদুর রহীম। দীর্ঘ ৪ বছরের গবেষণার পর তিনি রচনা করেন তথ্যবহুল একটি বই \"হাদীস সংকলনের ইতিহাস\"।\n\nউক্ত গ্রন্থের উপর একটি সার-সংক্ষেপ ও রিভিউ লিখা হয়েছে এই ব্লগেঃ\nhttps://hellohasan.com/2022/08/07/হাদীস-সংকলনের-ইতিহাস-review\nদীর্ঘ ব্লগটির অতি ক্ষুদ্র একটি সংস্করন আজকের এই পোস্টটি। যদি সুযোগ থাকে তাহলে বলব উপরের লিংকের লেখাটি পড়ুন। আরো বিস্তারিত ও তথ্যবহুল আলোচনা পাওয়া যাবে।\n\nপ্রায় ৫০০ পৃষ্ঠার এই বইটিতে লেখক সবিস্তারে তুলে ধরেছেন যে, হাদীস কিভাবে সংকলিত হয়েছে। যারা বলে হাদীস লিখা হয়েছে নবীজির (সা) ইন্তেকালের ২০০ বছর পর। তারা আসলে আংশিক সত্য বলে। হাদীস লিখা শুরু হয়েছে নবীজির (সা) জীবদ্দশায়। ইসলামের প্রাথমিক যুগে কুরআনের সাথে হাদীসের মিশ্রণের আশংকায় সাময়িক ভাবে নবীজি (সা) হাদীস লিখে রাখতে নিষেধ করেছিলেন। এরপর যখন সকলের কাছে কুরআন ও হাদীসের পার্থক্য সুস্পষ্ট হয়েছে তখন হাদীসও লিখা হতে থাকে। আর আরবদের বিস্ময়কর স্মৃতিশক্তির কথা ঐতিহাসিক ভাবে প্রমাণিত।\n\nপ্রাথমিক যুগে সাহাবীগণ (রা) হাদীসসমূহ মুখস্থ রাখতেন এবং একে অন্যকে শুনিয়ে সেগুলোর চর্চা করতেন। কিছু সাহাবী (রা) হাদীস লিখে রাখতেন। নবীজির (সা) ইন্তেকালের পর সাহাবীগণ বিভিন্ন দেশে-শহরে ছড়িয়ে পড়েন। সেসকল জায়গায় হাদীস শিক্ষাদানের কেন্দ্র পরিচালনা করেন। সাহাবীগণের (রা) থেকে পরবর্তী পর্যায়ে তাবেয়ীগণ (রহ) হাদীস শিক্ষা করেন। তখনকার মানুষের জন্য লিখার চেয়ে মুখস্থ করা বেশি সহজ ছিল। এভাবে এক প্রজন্ম থেকে অপর প্রজন্মের কাছে মুখস্থ এবং লিখিত মাধ্যমে হাদীসের প্রচার, প্রসার ও চর্চা হতে থাকে। পরবর্তীতে ২০০-৩০০ হিজরি শতকে বুখারী, মুসলিম, তিরমিজি, ইবনে মাজাহ সহ সিহাহ সিত্তার কিতাবগুলো সংকলিত হয়। এই কিতাবগুলোর আগেও অসংখ্য গ্রন্থ বিক্ষিপ্ত ভাবে সংকলন করা হয়েছিল। কিন্তু সিহাহ সিত্তার কিতাবগুলোর বৈশিষ্ট্যই হচ্ছে এর বিশুদ্ধতা। এই হাদীসগ্রন্থের ইমামগণ লক্ষ লক্ষ হাদীস থেকে বিভিন্ন মাপকাঠিতে হাদীসের বিশুদ্ধতা যাচাই করে তাদের নিজ নিজ গ্রন্থে সংকলন করেছেন। পরবর্তী পর্যায়ে সিহাহ সিত্তার কিতাবগুলো থেকে ভিন্ন আঙ্গিকে বিভিন্ন কিতাব সংকলন করা হয়েছে।\n\n\"হাদীস সংকলনের ইতিহাস\" বইটিতে হাদীসের গুরুত্ব ও এর প্রয়োজনীয়তা সম্পর্কে বিস্তর আলোচনা করা হয়েছে। হাদীসের প্রামাণ্যতা এবং অপরিহার্যতা দ্ব্যর্থহীন ভাবে প্রমাণিত হয়েছে। আর ধারাবাহিক ভাবে বর্ণিত হয়েছে প্রতিটি প্রজন্ম ও প্রতিটি শতাব্দীর হাদীস চর্চার ইতিহাস। নবীজির (সা) সময় থেকে শুরু করে ১৪০০ বছর পর এই বঙ্গদেশের হাদীসের ইতিহাসও জায়গা করে নিয়েছে লেখকের লেখনীতে। বইটি প্রতিটি চিন্তাশীল মুসলিমের জন্যই অবশ্যপাঠ্য।\n\nআল্লাহ আমাদের সবাইকে ইসলামের প্রয়োজনীয় ইলম অর্জনের তাওফিক দান করুন। ইলমের বরকতে আমাদেরকে সঠিক পথে পরিচালিত করুন। আমীন।",
  "content_title": "হাদীস সংকলনের ইতিহাস (বই রিভিউ)"
}
