{
  "button_hints": "আমাদেরকে অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "শীতকালে আমরা যেন বিশেষ ভাবে কিছু আমলের মাধ্যমে আল্লাহর প্রিয় বান্দাদের অন্তর্ভুক্ত হতে পারি এজন্য পাঁচটি আমলের ব্যাপারে নিম্নে আলোকপাত করা হলো।\n\n১। শীতার্ত মানুষকে শীতবস্ত্র দেয়া\n--------------------------------------------\nশীতের মৌসুমে অনেক মানুষই শীতে কষ্ট পান। তাই আল্লাহ আমাদের যাদেরকে সামর্থ দিয়েছেন তারা চেষ্টা করি এই কষ্টে পরা মানুষগুলোর কল্যানে কাজ করা। নবীজি (সা) বলেছেন মানুষের মধ্যে আল্লাহর নিকট সবচেয়ে প্রিয় সে, যে কিনা মানুষের জন্য কল্যানের কাজে আসে বা মানুষের উপকার করে। আর শীতের সময়ে একজন শীতার্ত মানুষকে শীতের কাপড় দেয়া অনেক বড় উপকারের। এর মাধ্যমে আমরা খুব সহজেই আল্লাহর প্রিয় বান্দা হয়ে উঠতে পারি। যার অনেক সামর্থ্য আছে তিনি সাধ্য মত বেশি খরচ করতে পারেন। যার একেবারেই কম সামর্থ তিনি ২০-৫০ টাকা খরচ করে একটা মাফলার বা এরকম ছোট কিছু হলেও দান করি। যার উদ্দেশ্য হবে একমাত্র আল্লাহর সন্তুষ্টি।\n\n২। নফল সাওম পালন করা\n----------------------------------\nশীতকালের দিনগুলো ছোট থাকে এবং পিপাসা কম হয়। তাই আমরা এই সময়ে কম কষ্টে বেশি বেশি সিয়াম (রোজা) পালন করতে পারি। নবী (সা) বলেনঃ শীতকালের সিয়াম হল অনায়াশলব্ধ গণীমত সম্পদের মত। অর্থাৎ যে সম্পদ অর্জিত হয় খুব অনায়াশে। এজন্য আসুন আমরা এই শীতকালে অল্প কিছু হলেও সিয়াম পালন করি। সোম ও বৃহস্পতিবারের সিয়াম পালন করি। আইয়ামে বীজের (হিজরি মাসের ১৩, ১৪, ১৫) দিনগুলোতে সিয়াম পালন করি। এছাড়াও যদি কারও রমাদানের সিয়ামের কাজা থেকে থাকে। তাহলে সেই কাজাগুলো এখন আদায় করে ফেলতে পারি।\n\n৩। তাহাজ্জুদের সালাত আদায়\n--------------------------------------\nশীতকালে রাত দীর্ঘ হয়। তাই রাত ১০-১১টার মধ্যে শুয়ে পড়লে অনেক লম্বা সময় ঘুমিয়ও ফজরের আগে উঠা কঠিন সহজ হয়। এই বড় রাত্রির সুযোগ আমরা কাজে লাগাতে পারি তাহাজ্জুদের সালাত আদায় করে। একটি হাদীসের ভাষ্য এমনঃ যেই লোক কনকনে শীতের দিনে অযূ করে সালাত আদায় করে আল্লাহ তায়ালা তার দিকে তাকিয়ে হেসে দেন। অনেক ওলামা একরাম এ হাদীসের ব্যাখ্যায় বলেছেন তাহাজ্জুদের সালাত আবার অনেকে বলেছেন ফজরের সালাত। অন্য একটি হাদীসে রয়েছে আল্লাহ তায়ালা যেই বান্দার দিকে তাকিয়ে হেসে দেন তাকে তিনি মাফ করে দিয়ে জান্নাত দিয়ে দেন।\n\n৪। কষ্ট উপেক্ষা করে অযূ করা\n--------------------------------------\nরাসূল সা: বলেন, আমি কি তোমাদের এমন বিষয়ের সংবাদ দেবো না, যার মাধ্যমে আল্লাহ তোমাদের গোনাহ মুছে দেবেন এবং তোমাদের সম্মান বৃদ্ধি করবেন? তখন সাহাবায়ে কেরাম বললেন, অবশ্যই হে আল্লাহর রাসূল! রাসূল সা: বললেন ‘শীত বা অন্য কোনো কষ্টের সময়ে ভালোভাবে অজু করা।’ তাই আমাদের উচিত কষ্ট করে অযু চেপে না রেখে প্রয়োজন অনুযায়ী অযূ করা। অনেকেই আমরা আছি, যারা আসরের অযূ দিয়ে ইশার সালাত আদায় করার চেষ্টা করেন। এর উদ্দেশ্যে দরকার থাকলেও পানি পান করা হয় না এবং টয়লেটও চেপে রাখার প্রবণতা লক্ষ্য করা যায়। এটা স্বাস্থ্যের জন্য যেমন ক্ষতিকর একই ভাবে সালাতের মনোযোগ নষ্ট হওয়ার জন্যও দায়ী। পেশাব-পায়খানা বা বায়ুর বেগ নিয়ে সালাত আদায় করা অনুচিত। এতে সালাতের খুশু-খুযু বিনষ্ট হয়।\n\n৫। জাহান্নামের কথা স্মরণ করা\n--------------------------------------\nহাদীস শরীফ থেকে জানতে পারি দুনিয়াতে শীত ও গ্রীষ্মকাল হচ্ছে জাহান্নামের দুটি শ্বাস ছাড়ার কারণে হয়ে থাকে। জাহান্নামে শীত ও গরম উভয় রকম অবস্থাই বিদ্যমান। আর এর প্রচন্ডতা কমানোর জন্য আল্লাহ একে দুটি শ্বাস ছাড়ার অনুমতি দিয়েছেন। যার ফলে দুনিয়ার বিভিন্ন জায়গায় শীত ও গ্রীষ্মের সৃষ্টি। তাই শীতকালে আমাদের উচিত হবে জাহান্নামের কথা স্মরণ করা এবং জাহান্নাম থেকে মুক্তি পাওয়ার জন্য করণীয় ও বর্জনীয় কাজগুলোর প্রতি দৃষ্টি রাখা।\n\nআল্লাহ আমাদের সকলের দুনিয়া ও আখিরাতে কল্যাণ দান করুন। আমীন।",
  "content_title": "শীতের ৫টি আমল"
}
