{
  "button_hints": "আপনার পরিচিতজনদের সাথে আমাদের অ্যাপটি শেয়ার করুন ও অ্যাপ পরিচালনার জন্য আর্থিক অনুদান দিন।\n\nবাড়তি খরচ ছাড়াই মুসলিমস ডে অ্যাপে আর্থিক অনুদান দিতে পারেন বিকাশ পেমেন্টের মাধ্যমে!",
  "button_text": "বিকাশ পেমেন্ট করুন",
  "button_url": "https://shop.bkash.com/muslims-day01724014785/paymentlink",
  "content_message": "আমাদের সমাজে প্রচলিত আছে যে, \"নবীজি (সা) দাড়িতে মেহেদী লাগাতেন। তাই মেয়েদের পায়ে মেহেদী লাগানো জায়েজ নাই। এটা আদবের খেলাফ\"। কিন্তু উক্ত ধারণাটি সঠিক নয়।\n\nসঠিক কথা হচ্ছেঃ\nমেয়েদের হাতে বা পায়ে মেহেদী ব্যবহারে কোনো অসুবিধা নাই। এটি জায়েজ আছে এবং এটি আদবের খেলাফও নয়। মেয়েদের জন্য মেহেদী ব্যবহার করা উত্তম, মুস্তাহাব আমল।\n\nনবীজি (সা) তাঁর দাড়িতে মেহেদী লাগাতেন কিনা এটা নিয়ে মতপার্থক্য রয়েছে। সহীহ কথা হচ্ছেঃ নবী (সা) দাড়িতে মেহেদী লাগাতেন না বরং প্রচুর তেল লাগাতেন। তেল লাগানোর কারণে দাড়ির রঙ কিছুটা লালচে হয়ে গিয়েছিল। এটাকেই অনেকে নবীজী (সা) দাড়িতে মেহেদী দিয়েছেন মর্মে ভুল করেছেন।\n\nতবে রাসূল (সা) মেহেদী ব্যবহার করাকে পছন্দ করতেন। হযরত আবু বকর (রা), হযরত ইবনে আব্বাস (রা) সহ অনেক সাহাবী দাড়িতে, চুলে মেহেদী লাগাতেন। সুতরাং এটিকে কিছু সাহাবাদের সুন্নাত বলা যায়। কিন্তু রাসূল (সা) এর সুন্নাত নিশ্চিত ভাবে বলা উচিত নয়। তবে এটি যে মুস্তাহাব আমল, এতে কোন সন্দেহ নেই। তবে পুরুষের জন্য চুল-দাড়ি ব্যতীত হাতে-পায়ে সাজ-সজ্জার জন্য মেহেদী ব্যবহার জায়েজ নাই। কোনো অসুস্থ্যতার জন্য ওষুধ হিসাবে লাগালে সেটা জায়েজ আছে।\n\nতাই পরিবারের নারী সদস্যরা হাতে ও পায়ে মেহেদী লাগালে এটিকে আমরা উৎসাহিত করব। পায়ে মেহেদী লাগাতে দেখলে এটাকে খারাপ বা আদবের খেলাফ মনে করব না। \nআল্লাহ আমাদের মনগড়া সকল ভুল ধারণা থেকে মুক্ত রাখুন। আমীন।\n\n(এই লেখাটি আমাদের অ্যাপের \"প্রচলিত ভুল\" অপশনের \"দৈনন্দিন জীবন\" অধ্যায়ে যুক্ত হয়েছে। তাই নোটিফিকেশন ডিলেট হয়ে গেলেও উক্ত অপশনে গিয়ে লেখাটি পড়া যাবে।)\n\nতথ্যসূত্রঃ\n১। https://www.alkawsar.com/bn/article/1074\n২। https://www.alkawsar.com/bn/qa/answers/detail/949\n৩। https://ahlehaqmedia.com/মহিলা-ও-পুরুষদের-জন্য-পায়\n৪। https://ahlehaqmedia.com/9611\n৫। https://ahlehaqmedia.com/পায়ে-ও-দাড়িতে-মেহেদি-দেয়া",
  "content_title": "মেয়েদের পায়ে মেহেদী লাগানো জায়েজ আছে"
}
