{
  "button_text": "ফেসবুক গ্রুপে জয়েন করুন",
  "button_hints": "অ্যাপ সম্পর্কে যে কোনো সমস্যা বা অনুভুতি জানাতে পারেন আমাদের ফেসবুক গ্রুপের মাধ্যমে",
  "button_url": "https://www.facebook.com/groups/muslimsday",
  "content_message": "প্রায় প্রতি মাসেই আমরা ইউজারদের থেকে একটি প্রশ্ন পাই তা হচ্ছে \"অ্যাপে দেখানো হিজরি তারিখ কি সঠিক? অমুক অ্যাপে বা কাগজে ছাপা ক্যালেন্ডারে একটা তারিখ দেখাচ্ছে, আর মুসলিমস ডে অ্যাপে ভিন্ন তারিখ দেখায়। কোনটা সঠিক?\"\n\nজিলকদ মাসের আইয়ামে বীজের তারিখ পোস্ট করার পরও যথারীতি এই প্রশ্ন আসছে। ফেসবুক পেজে অনেকে কমেন্ট করে বলছেন যে অ্যাপে ভুল দেখাচ্ছে। বিষয়টি আবারো পরিষ্কার করার জন্য এই পোস্টটি করা।\n\nআমরা শুরু থেকেই শুধুমাত্র বাংলাদেশের হিজরি তারিখ অ্যাপে দেখিয়ে থাকি। প্রতি মাসে চাঁদ দেখা যাওয়ার পর আমরা অ্যাপের হিজরি তারিখ আপডেট করে থাকি। বাংলাদেশের জন্য হিজরি তারিখ আমরা দেখিয়ে থাকি ইসলামিক ফাউন্ডেশনের সিদ্ধান্ত অনুযায়ী। কাগজে ছাপানো ক্যালেন্ডার অথবা সৌদী আরব অথবা কোনো আন্তর্জাতিক অ্যাপ আমরা অনুসরণ করি না। ইসলামিক ফাউন্ডেশন অনুযায়ী আমাদের অ্যাপে আলহামদুলিল্লাহ, সঠিক হিজরি তারিখই দেখাচ্ছে।\n\nতাই অ্যাপের তারিখ ঠিক আছে কিনা তা যাচাই করার জন্য ইসলামিক ফাউন্ডেশনের নোটিশ বোর্ডে থাকা চাঁদ দেখা বিষয়ক প্রেস রিলিজটি অনুসরণ করতে পারেন। আমাদের জানা মতে দৈনিক ইনকিলাব পত্রিকার অনলাইন ভার্সনে সঠিক হিজরি তারিখ দেখানো হয়। সেটির সাথেও মিলাতে পারেন।\n\nঅনেকেই অ্যাপ ইন্সটল করেই আমাদেরকে জ্বালাময়ী ইমেইল করে বলেন যে, \"সূর্যাস্তের সাথে সাথে হিজরি তারিখ পরিবর্তন হয়। আপনাদের অ্যাপে তা হয় না। সূর্যাস্তের সাথে সপ্তাহের দিনের নাম পরিবর্তন হয় না... ইত্যাদি\"। আমরা এসকল ভাইদেরকে বলব, অনুগ্রহ করে অ্যাপের সেটিংস অপশনটি দেখুন। সেখানে সূর্যাস্তের সাথে হিজরি তারিখ ও বারের নাম পরিবর্তন হওয়ার অপশন রয়েছে।\n\nচলতি জিলকদ মাসের আইয়ামে বীজের রোজা ১৪, ১৫ ও ১৬ জুন ২০২২ ইং তারিখ। জিলকদ মাসের শুরু হয়েছিল ২ জুন ২০২২। আগ্রহী পাঠকগণ নিচের লিংক থেকে ইসলামিক ফাউন্ডেশনের প্রেস রিলিজটি দেখে নিতে পারেনঃ\nhttp://www.islamicfoundation.gov.bd/sites/default/files/files/islamicfoundation.portal.gov.bd/notices/1e5effe3_8084_4dbc_b691_ebb0923d91f4/2022-05-31-16-58-d8074f596082e4133a968bdb3a4b0a3d.pdf\n\nআল্লাহ আমাদেরকে সঠিক ভাবে সঠিক তথ্য দিয়ে অ্যাপ পরিচালনা করার তাওফিক দান করুন। আমীন।",
  "content_title": "হিজরি তারিখ কি ঠিক আছে?"
}
