{
  "button_text": "5 স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "কোনো কোনো মানুষকে দেখা যায়, যদি জামাতের শেষ বৈঠকের (আত্তাহিয়্যাতুর সময়) সময় উপস্থিত হন তাহলে জামাতে শরীক না হয়ে নিজে নিজে আলাদা নামায পড়তে দাঁড়িয়ে যান। তাদের ধারণা, জামাত তো শেষই হয়ে গেছে এখন আর শরীক হয়ে কী হবে!\n\nএটি একটি ভুল আমল। শেষ বৈঠকের সময় উপস্থিত হলেও জামাতে শরীক হয়ে যাবে এবং ইমামের সালাম ফেরানোর পর উঠে নামায আদায় করবে। কারণ, শেষ বৈঠকে শরীক হলেও জামাতের মৌলিক সওয়াব পাওয়া যাবে। -আততামহীদ ৭/৬৯; আদ্দুররুল মুখতার ২/৫৯\n\nপ্রসঙ্গত আরেকটি অবস্থার কথা উল্লেখ করা যেতে পারে। প্রায়ই আমরা দেখে থাকি ইমাম সাহেব যদি রুকু থেকে উঠে গিয়ে থাকেন। তখন ঐ সময়ে কোনো ব্যক্তি জামায়াতে শরীক হতে আসলে ঐ অবস্থাতে জামাতে শরীক হন না। বরং ইমাম দুই সিজদা শেষ করে বসলে বা আবার দাঁড়ালে তখন জামাতে শরীক হন। অথবা ইমাম সাহেব সিজদায় আছেন এমন সময়ে মুসল্লি এসে দাঁড়িয়ে থাকেন যে, ইমাম সাহেব কখন সিজদা শেষ করে বসবেন বা দাঁড়াবেন তখন মুসল্লি জামাতে শরীক হবে।\n\nএটাও একটা ভুল পদ্ধতি। মুকতাদির দায়িত্ব হচ্ছে সালাত শুরু হয়ে গেলে ইমামকে যে অবস্থায় পাওয়া যাবে আল্লাহু আকবার বলে সে অবস্থাতেই জামায়াতে শরীক হওয়া। \n\nইমাম রুকুতে থাকলে রুকুতে শরীক হবো। ইমাম রুকু থেকে দাঁড়ালে সে অবস্থায় যদি আমরা কাতারে দাঁড়াই তাহলে সেই অবস্থাতেই জামাতে শরীক হবো। ইমাম সিজদায় থাকলে বা দুই সিজদার মাঝে বসা অবস্থায় থাকলে সে অবস্থাতেই আমরা শরীক হবো। এসব ক্ষেত্রে আমরা তাকবীরে তাহরিমা বলে হাত বাধব। এরপর আবার তাকবির বলে ইমাম যে অবস্থায় আছে সে অবস্থায় চলে যাব।\n\nরাকাত মিস হওয়া অবস্থায় ইমামের সাথে যদি ২-১ টা সিজদা বেশি করতে পারি। অথবা ২-১টা তাসবীহ বেশি পড়তে পারি ইনশাআল্লাহ তা আমাদের আমলনামায় যুক্ত হবে। অযথা দাঁড়িয়ে জামাতে যোগ দিতে বিলম্ব করা উচিত নয়।\n\nতাই আসুন, নবীজির (সা) নির্দেশনা অনুযায়ী ইমামকে যে অবস্থায় পাওয়া যাবে সেখান থেকে সালাত আদায় শুরু করব। আর ছুটে যাওয়া রাকাতগুলো ইমামের সালাম ফিরানোর পর আদায় করব। আল্লাহ আমাদের সবাইকে নবীজির (সা) সুন্নতের উপর আমল করার তাওফিক দান করুন। আমীন। \n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/1862/",
  "content_title": "জামাতে অংশ নেয়ার ক্ষেত্রে একটি ভুল"
}
