{
  "button_hints": "চলতি মাসে ডোনেট করেছেন কি?\n\nআমাদেরকে উৎসাহ দিতে ৫ স্টার রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নেয়ার জন্য আর্থিক অনুদান দিন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "যদি এমন একটা অফার পাওয়া যায় যে,\n\n\"প্রতি কদমে এক বছর নফল রোজা, আর এক বছর নফল নামাজের সওয়াব আমাদের আমলনামায় লেখা হবে\"\n\nআমরা কি কেউ তা মিস করব? নিশ্চয়ই না!\n\nজুমআর দিন ৫টি কাজের মাধ্যমে জুমআর নামাজে অংশ নিলে আল্লাহ তায়ালা বান্দার প্রতি কদমে কদমে এক বছরের নফল রোজা ও এক বছরের নফল সালাতের সওয়াব দান করেন। সুবহানাল্লাহ!!!\nঅর্থাৎ কারো বাসা থেকে মসজিদের দূরত্ব যদি ১০০ কদম হয়, তাহলে এই পাঁচটা কাজ করলে সে ব্যক্তি ১০০ বছর নফল রোজা ও ১০০ বছর নফল সালাতের সওয়াব পেয়ে যাবে।\n\nপাঁচটি কাজ হচ্ছেঃ\n\n১। গোসল করা \n২। আগে আগে মসজিদে আসা \n৩। পায়ে হেটে মসজিদে আসা \n৪। ইমামের কাছাকাছি বসা। \n৫। অনর্থক কথা না বলে মনোযোগ দিয়ে খুতবা শোনা।\n\nরেফারেন্সঃ\n==========\nআওস ইবনু আওস আস-সাক্বাফী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছিঃ\n\nযে ব্যক্তি জুমু’আহ্‌র দিন গোসল করবে এবং (স্ত্রীকেও) গোসল করাবে, প্রত্যুষে ঘুম থেকে জাগবে এবং জাগাবে (সকাল-সকাল ও আগে-আগে (মসজিদে যাওয়ার জন্য) প্রস্তুত হবে), জুমু’আহ্‌র জন্য বাহনে চড়ে নয় বরং পায়ে হেঁটে মাসজিদে যাবে এবং কোনরূপ অনর্থক কথা না বলে ইমামের নিকটে বসে খুতবা শুনবে, তার (মাসজিদে যাওয়ার) প্রতিটি পদক্ষেপ সুন্নাত হিসেবে গণ্য হবে এবং প্রতিটি পদক্ষেপের বিনিময়ে সে এক বছর যাবত সিয়াম পালন ও রাতভর সলাত আদায়ের (সমান) সাওয়াব পাবে।\n\n(হাদীসের মানঃ সহীহ। আবু দাউদ ৩৪৫)\n\nআল্লাহ আমাদেরকে প্রতিটা জুমআতেই এই সওয়াব লাভ করার তাওফিক দান করুন। আমীন।\n\nজুমআর দিনের মাসনূন কিছু আমল সম্পর্কে বিস্তারিত জানা যাবে এখান থেকেঃ\nhttps://hellohasan.com/2021/06/11/জুমার-দিনের-আমল\n\nআমাদের পরিবারের নারী সদস্যগণ, যারা জুমআয় অংশ নিতে পারেন না। তাদের জন্য আলেমগণ পরামর্শ দেন তারা যেন বাসার পুরুষদেরকে এই আমলগুলো করতে উৎসাহ দেন ও উদ্বুদ্ধ করেন। পুরুষদেরকে এই ভাল কাজগুলোতে সহযোগিতা করার মাধ্যমে ইনশাআল্লাহ নারীরাও এই সওয়াবের অংশীদার হতে পারবেন।\n\nজুমআর দিনের আরো কিছু সুন্নাহ সমর্থিত আমলঃ\n- গোসল করা\n- ফজরের ফরজ সালাতে সূরা সাজদা ও সূরা দাহর/ইনসান তিলাওয়াত করা\n- উত্তম পোশাক পরা\n- সুগন্ধি ব্যবহার করা\n- আগে আগে মসজিদে যাওয়া\n- সূরা কাহফ তিলাওয়াত করা (বৃহস্পতিবার সূর্যাস্তের পর থেকে শুক্রবার সূর্যাস্তের আগ পর্যন্ত যে কোনো সময়ে)\n- জুমআর সালাতে মসজিদে গিয়ে কমপক্ষে দুই রাকাত সালাত আদায় করা\n- দুই খুতবার মাঝে দুআ করা। এসময় দুআ কবুল হয়। এছাড়াও সারা দিন সাধ্য মত দুআ করা\n- বেশি বেশি দরূদ পড়া\n- মনোযোগ দিয়ে খুতবা শোনা, খুতবার সময় কথা না বলা বা কোনো অনর্থক কাজ না করা। মোবাইল ফোনে ব্যস্ত থাকা এমন কি এ সময়ে মসজিদের দানবাক্স চালানোও অনর্থক কাজের অন্তর্ভুক্ত। খুতবার সময় কেউ কথা বলতে থাকলে তাকে নিষেধ করলেও তা অনর্থক কাজ হিসাবে গণ্য। আর খুতবার সময় অনর্থক কাজ করলে তা জুমআকে বরবাদ করে দেয়। তাই খুতবার খুতবা শোনা ব্যতীত সকল কাজ থেকে বিরত থাকতে হবে। কোনো ক্রমেই এ সময় মসজিদের দানবাক্স চালানো যাবে না। খুতবার আগে বা সালাতের পরে দানবাক্স চালানো যেতে পারে। (https://www.alkawsar.com/bn/article/804/)\n\nআবু হুরায়রাহ্‌ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ\n\nযে ব্যক্তি উত্তমরূপে ওযূ করার পর জুমু‘আর সলাতে এলো, নীরবে মনোযোগ সহকারে খুতবাহ্‌ শুনল, তার পরবর্তী জুমু‘আহ্‌ পযর্ন্ত এবং আরো অতিরিক্ত তিন দিনের পাপ ক্ষমা করে দেয়া হয়। আর যে ব্যক্তি (অহেতুক) কঙ্কর স্পর্শ করল সে অনর্থক, বাতিল, ঘৃণিত ও প্রত্যাখ্যানযোগ্য কাজ করল।\n(সহীহ মুসলিম ১৮৭৩)\n\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ\nআল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জুমু’আর দিন যখন তোমার পাশের মুসল্লীকে চুপ থাক বলবে, অথচ ইমাম খুত্‌বা দিচ্ছেন, তা হলে তুমি একটি অনর্থক কথা বললে।\n(বুখারী ৯৩৪)\n\nআল্লাহ আমাদেরকে জুমআর সময় সকল অনর্থক কাজ থেকে বিরত থাকার তাওফিক দান করুন। আমীন।",
  "content_title": "প্রতি কদমে ১ বছর নামাজ ও ১ বছর রোজার সওয়াব"
}
