{
  "button_hints": "অ্যাপ পরিচালনার জন্য সাধ্য মত আর্থিক অনুদান দিন (যাকাত বা ফিতরা দেয়া যাবে না)।\n\nবাড়তি খরচ ছাড়াই মুসলিমস ডে অ্যাপে অনুদান দিতে পারেন বিকাশ পেমেন্টের মাধ্যমে!",
  "button_text": "বিকাশ পেমেন্ট করুন",
  "button_url": "https://shop.bkash.com/muslims-day01724014785/paymentlink",
  "content_message": "আজ (২৬ এপ্রিল, মঙ্গলবার) ২৪ রমাদান। ইফতারের মধ্য দিয়ে শুরু হয়েছে ২৫ রমাদান। যা শেষ দশকের একটি বিজোড় রাত। হাদীস শরীফের বর্ণনানুযায়ী আজও হতে পারে মহিমান্বিত লাইলাতুল ক্বদর। ক্বদরের ইবাদত হোক শিরক ও বিদআত মুক্ত। শুধু ২৭ রমাদানই শবে ক্বদর হিসাবে ইবাদত নয়, বরং রমাদানের শেষ দশকের প্রতিটি রাতেই শবে ক্বদরের জন্য বাড়তি নামাজ, কুরআন তিলাওয়াত ও ইবাদতে সময় দেয়া উচিত।\n\nআয়িশাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,\nইয়া রাসূলাল্লাহ! আমি যদি কদরের রাত পেয়ে যাই তবে কি দুআ’ পড়বো?\n\nতিনি (রাসূল [সাঃ]) বলেনঃ তুমি বলবে,\n\nاللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي\n\n\"হে আল্লাহ! তুমি ক্ষমাকারী, তুমি ক্ষমা করতেই ভালোবাসো। অতএব তুমি আমাকে ক্ষমা করে দাও\" (সুনানে ইবনে মাজাহ ৩৮৫০)\n\nজামে আত-তিরমিযির একটি হাদীস থেকে উক্ত দুআটি একটি বাড়তি শব্দ সহকারে পাওয়া যায়। দুআটি হচ্ছেঃ\n\nاللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي\n\n\"হে আল্লাহ! তুমি সম্মানিত ক্ষমাকারী, তুমি মাফ করতেই পছন্দ কর, অতএব তুমি আমাকে মাফ করে দাও\"\n(তিরমিযি ৩৫১৩)\n\nআমরা জানি গফুর আল্লাহর একটি গুণবাচক নাম যার অর্থ ক্ষমাশীল, আবার 'আফুউন অর্থও ক্ষমাশীল। কিন্তু দুটির মধ্যে পার্থক্য রয়েছে। গফুর অর্থ এমন ক্ষমা যেটা ক্ষমা করার পরও আমলনামায় লিপিবদ্ধ থাকবে। কিয়ামতের দিন সমগ্র মানবজাতির সামনে সেটা প্রকাশ পাবে। অপরপক্ষ আফুউন বলতে এমন ক্ষমাকারীকে বুঝায় যিনি ক্ষমা করবেন এমন ভাবে যে সেটা একেবারে মুছে যাবে। কিয়ামতের দিন সেটা প্রকাশ পাবে না। প্রথমটাকে তুলনা করতে পারি কম্পিউটারের ডিলেট অপশনের সাথে। আর শেষেরটা হচ্ছে শিফট-ডিলেটের মত। অর্থাৎ পরিপূর্ণ ভাবে ক্ষমা।\n\nআল্লাহ আমাদেরকে এমন ভাবে ক্ষমা করুন যেন গুনাহগুলো দুনিয়া বা আখিরাতে কারো সামনে প্রকাশ হয়ে না পড়ে। আমীন।\n\nরমাদানে গুনাহ মাফ করানোর গুরুত্বের ব্যাপারে নিচের হাদীসটি আমরা সকলেই জানি।\n\nজাবের ইবনে আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ\n\nনবী (সাঃ) মিম্বারে উঠলেন। তিনি প্রথম সিঁড়িতে উঠে বলেনঃ আমীন। তিনি দ্বিতীয় সিঁড়িতে উঠেও বলেনঃ আমীন। তিনি তৃতীয় সিঁড়িতে উঠেও বলেনঃ আমীন। সাহাবীগণ বলেন, ইয়া রাসূলাল্লাহ আমরা আপনাকে তিনবার আমীন বলতে শুনলাম।\n\nতিনি বলেনঃ আমি প্রথম সিঁড়িতে উঠতেই জিবরাঈল (আবু দাউদ) এসে বলেন, দুর্ভাগ্য সেই ব্যক্তির যে রমযান মাস পেলো এবং তা শেষ হয়ে যাওয়া সত্বেও তার গুনাহর ক্ষমা হলো না। আমি বললামঃ আমীন।\n\nঅতঃপর দ্বিতীয় ধাপে উঠতেই তিনি বলেন, দুর্ভাগ্য সেই ব্যক্তির যে নিজ পিতা-মাতা উভয়কে অথবা তাদের একজনকে বৃদ্ধাবস্থায় পেলো, অথচ তারা তাকে বেহেশতে প্রবেশ করালো না। আমি বললামঃ আমীন।\n\nঅতঃপর তৃতীয় ধাপে উঠতেই তিনি বলেন, দুর্ভাগ্য সেই ব্যক্তির যার নিকট আপনার উল্লেখ হলো, অথচ সে আপনার প্রতি দুরূদ পড়েনি। আমি বললামঃ আমীন।\n\n(আদাবুল মুফরাদ ৬৪৮, হাদীসের মানঃ সহীহ)\n\nঅর্থাৎ আমরা যদি রমাদান পেয়েও আল্লাহর থেকে ক্ষমা লাভ করতে না পরি তাহলে আমাদের দুর্ভাগ্যের জন্য স্বয়ং রাসূল (সা) সমর্থন দিয়ে \"আমীন\" বলে গেছেন। আমরা কি এর মর্মার্থ অনুধাবন করতে পারি? এলাকার একজন এমপি সাহেব বা সংসদের একজন মন্ত্রী যদি আমাদেরকে দুর্ভাগা বলেন বা আমাদের দুর্ভাগ্যের জন্য সমর্থন দেন আমরা কতই না পেরেশান হয়ে পড়ব! কিন্তু এখানে পৃথিবীর শ্রেষ্ঠ মানুষটি যেই লোকদেরকে দুর্ভাগা বলেছেন আমরা সেই দলে পড়ে যাচ্ছি না তো? আমরা কি আমাদের গুনাহ মাফ করাতে পেরেছি?\n\nরমাদানের ২০ দিন চলেই গেল। আমরা কেউই জানি না আগামী রমাদান পর্যন্ত আমরা বেঁচে থাকব কিনা। আবার আরেকটি রমাদানে আমাদের গুনাহগুলোকে মাফ করাতে পারব কিনা। তাই এই রমাদানকেই জীবনের শেষ রমাদান হিসাবে চিন্তা করি। গুনাহ মাফ করানোর জন্য রমাদানের শেষ ১০ দিনকে বিশেষ গুরুত্বের সাথে বিবেচনা করি। যারা প্রথম দিকে তারাবীহ সালাত পড়তে অলসতা করেছি অন্তত এই ১০ দিন পড়ি। তাহলেও ইনশাআল্লাহ হাজার মাস ধরে সালাত আদায়ের মত সওয়াব আমরা লাভ করব। এই ১০ রাতে প্রতিদিন সাধ্য মত দান করি। মসজিদ থেকে ফেরার পথে গরিব ভিখারিদের ১০ টাকা করেও যদি দেই তাহলেও তা হাজার মাস দান করার সওয়াব আল্লাহ দিবেন ইনশাআল্লাহ। একই কথা কুরআন তিলাওয়াত সহ সকল নেক আমলের ক্ষেত্রেই প্রযোজ্য। আল্লাহর রাসূল (সা) যেই দুআ শিখিয়ে দিয়েছেন সেই দুআ বারবার পড়ি। দুআর অর্থ বুঝি। অন্তর থেকে উপলব্ধি করে দুআ করি। ইনশাআল্লাহ আল্লাহ আমাদেরকে ক্ষমা করবেনই!\n\nএই পবিত্র সময়গুলো আমরা ফেসবুক বা ইউটিউবে অযথা ঘুরে না বেড়াই। আমাদের প্রোডাক্টিভিটি নষ্ট করার জন্য ফেসবুক-মেসেঞ্জার আর ইউটিউব বর্তমান সময়ের সবচেয়ে বড় মাধ্যম। আমাদের ফোকাস নষ্ট করে সব কাজে ডেস্ট্রাকশন তৈরি করার জন্য এগুলোর জুড়ি নেই। ফেসবুকে আপনি হয়ত আপনার জন্য কাজের বা মূল্যবান ৫% জিনিস পাচ্ছেন। বাকি ৯৫% সময় নষ্ট হওয়া ছাড়া আর কিছু না। নিজেকে ফ্রেন্ডলিস্টের শত শত হাজার হাজার মানুষের কাছে এমন cheap বা সস্তা বানিয়ে না ফেলি যে, কেউ চাইলেই যে কোনো মুহূর্তে আমাকে reach করতে পারে! চাহিবা মাত্রই যেন আমি আমার কাজ ফেলে ফেসবুকে-মেসেঞ্জারে চলে না যাই। প্রতি দিন কত ঘন্টা মেসেঞ্জার বা ফেসবুকে ব্যয় করছি আর সেগুলো আসলে কতটুকু আমাদের ইহলৌকিক বা পরলৌকিক কাজে আসছে তা চিন্তা করার সময় এসেছে। আমরা একটা কাগজে লিখে রাখতে পারি দৈনিক আনুমানিক ফেসবুক ব্যবহারের সময়। সপ্তাহ শেষে দেখতে পারি পুরো সপ্তাহে কয় ঘন্টা ফেসবুক ইউজ করলাম, কয় ঘন্টা কুরআন পড়লাম আর কয় ঘন্টা ইসলামকে জানার জন্য বই পুস্তক পড়লাম।\n\nতাই আসুন, আমরা রমাদানের এই শেষ ১০টা দিন অন্তত সোশ্যাল মিডিয়ার ব্যবহারকে সীমিত করি। প্রতি বিজোড় রাতে শবে ক্বদরের উদ্দেশ্যে সাধ্যমত তাহাজ্জুদ পড়ি, কুরআন পড়ি, গুনাহ মাফের জন্য আল্লাহর কাছে কান্নাকাটি করি। শেষ দশকে আমাদের টার্গেট হোক একটাই! আমাদের সকল গুনাহ থেকে মুক্তি!\nআল্লাহ আমাদের সবাইকে গুনাহ থেকে মুক্ত করে দিন। আমীন।\n\n(লেখাটি আপনার বন্ধুদের সাথে শেয়ার করুন। আমাদের অ্যাপটি ভাল এবং উপকারী মনে হলে আপনার বন্ধুদেরকে ইন্সটল করতে উৎসাহ দিন। আমাদের অ্যাপটি বর্তমানে প্রায় ৪ লক্ষ ইউজার ইউজ করছেন। প্রত্যেকে মাত্র একজন করে নতুন ইউজার বাড়াতে পারলে সংখ্যাটা ৮ লক্ষ হয়ে যাবে ইনশাআল্লাহ! সাদকায়ে জারিয়ার এটাও একটা মাধ্যম হতে পারে ইনশাআল্লাহ!)",
  "content_title": "আজ ২৫ রমাদান, শবে ক্বদরের সম্ভাবনা"
}
