{
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "বাংলাদেশের আকাশে পবিত্র মুহাররম মাসের চাঁদ দেখা যায় নি। তাই চলতি জিলহজ্জ মাস ৩০ দিন পূর্ণ হবে। হিজরি নতুন বছর ১৪৪৪ এর মুহাররম মাসের দিন গণনা শুরু হবে ৩১ জুলাই ২০২২ ইং তারিখ রোজ রবিবার থেকে। সে হিসাবে আশুরা বা মুহাররমের ১০ তারিখ হচ্ছে ৯ আগস্ট ২০২২ ইং তারিখ রোজ মঙ্গলবার। এদিন বাংলাদেশে সরকারি ছুটি থাকবে।\n\nমুহাররম মাসের আইয়ামে বীজের রোজাগুলো রাখতে হবে যথাক্রমে ১২, ১৩ ও ১৪ আগস্ট ২০২২ এই তিন দিন। আমরা হিজরি তারিখ আমাদের ডেটাবেজে আপডেট করেছি। আপনি অ্যাপে হিজরি তারিখ আপডেট করার জন্য হোমপেজটি অনুগ্রহ করে রিফ্রেশ করুন। ইনশাআল্লাহ সঠিক হিজরি তারিখ প্রদর্শিত হবে। আইয়ামে বীজের রোজা সম্পর্কে বিস্তারিত জানতে এই লেখাটি পড়তে পারেনঃ https://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nমুহাররম মাসের একটি বিশেষ আমল হচ্ছে আশুরার রোজা। যা মুহাররমের ৯ ও ১০ তারিখ অথবা ১০ ও ১১ তারিখ রাখা যায়। অনেক আলেম বলেন সর্বোত্তম হচ্ছে মুহাররমের ৯, ১০ ও ১১ তারিখ ৩ দিনই রোজা রাখা। ৩টি রোজা রাখতে চাইলে সেগুলো রাখতে হবে ৮, ৯ ও ১০ আগস্ট ২০২২। আশুরার রোজা রাখলে পূর্ববর্তী ও পরবর্তী বছরের গুনাহ আল্লাহ তায়ালা মাফ করে দিবেন। আশুরা ও আইয়ামে বীজের রোজা ছাড়াও যত বেশি পারা যায় এ মাসে রোজা রাখার চেষ্টা করব। কারণ নবীজি (সা) রমাদানের পর সবচেয়ে বেশি গুরুত্ব দিতেন মুহাররম মাসের রোজাকে।\n\nমুহাররম মাস কুরআনে বর্ণিত চারটি পবিত্র মাসগুলোর মধ্যে অন্যতম। পবিত্র মাসগুলোর অন্যতম হওয়ায় এটি বিশেষ মর্যাদাসম্পন্ন একটি মাস। আমাদের সমাজে শীয়া সম্প্রদায়ের বিদআতী ও শিরকী আক্বিদা এবং কর্মকান্ডের কারণে অনেকের মাঝে মুহাররম মাসকে অপয়া বা অমঙ্গলজনক মনে হয় (নাউযুবিল্লাহ)। ইসলামী শরীয়তে অপয়া, অলক্ষ্মুণে বা অমঙ্গলের মাস বা সময় বলে কিছু নাই। এটি একটি জাহেলী বিশ্বাস। এ মাসকে অমঙ্গলের মনে করে অনেকেই আছেন এই মাসে বিবাহ-শাদী করা থেকে বিরত থাকেন।  অনেকের মনে এই ভুল ধারণা রয়েছে যে এই মাসে বিয়ে করা বা কোনো আনন্দ উদযাপন করা নিষিদ্ধ। এগুলো কোনোটাই সঠিক নয়। ইসলাম আমাদেরকে বছরের পর বছর ধরে শোক পালনের অনুমতি দেয় না। শোকাহত হয়ে মাতম করা, শরীরে আঘাত করা এগুলো কোনো মুসলিমের কাজ হতে পারে না। মাতম করা ও মুখে আঘাত করার ব্যাপারে ইসলামে স্পষ্ট নিষেধাজ্ঞা রয়েছে। আল্লাহ আমাদেরকে সকল প্রকার কুসংস্কার ও বিদআত থেকে মুক্ত রাখুন। আমীন।\n\nপ্রসঙ্গত উল্লেখ্য, মুহাররম ও আশুরার দিনটির বিশেষ মর্যাদার কথা নবীজি (সা) বলে গিয়েছেন। আশুরার দিবসে ও তার আগে-পরে যে কোনো একদিন আমরা রোজা রাখি। এটাও নবীজি (সা) আমাদেরকে নির্দেশনা দিয়ে গিয়েছেন। এই রোজা কারবালার প্রান্তরে হযরত হুসাইন (রা) ও তাঁর পরিবারবর্গের শাহাদাতের মর্মান্তিক ঘটনার জন্য নয়। বরং এই রোজাটি হচ্ছে ফেরাউআনের হাত থেকে মূসা (আ) ও তাঁর কওমের মুক্তি লাভ এবং ফেরাউনকে নীল নদে ডুবিয়ে মারার শুকরিয়া স্বরূপ। উক্ত রোজার ফজিলত ও গুরুত্ব নবীজি (সা) বলে গিয়েছেন কারবালার ঘটনার প্রায় ৫০ বছর আগেই। তাই আমরা কেউ যেন মনে না করি যে, কারবালার ঘটনার জন্য এই রোজা রাখা হচ্ছে।\n\nআমাদের সমাজে মুহাররম ও আশুরা মাস নিয়ে অনেক বিভ্রান্ত আক্বিদা-বিশ্বাস ও বিদআতের চর্চা হয়ে আসছে। মুহাররম ও আশুরার মর্যাদা, এই মাসে করণীয় এবং বর্জনীয় কুসংস্কারগুলো সম্পর্কে বিস্তারিত জানতে নিচের লিংকে গিয়ে লিখাটি পড়তে পারেনঃ\nhttps://hellohasan.com/2021/08/03/মুহাররম-আশুরা-রোজা-ফজিলত\n\nআল্লাহ আমাদের সবাইকে মুহাররম মাসের মর্যাদা রক্ষা করে চলার তাওফিক দান করুন। আমীন।",
  "content_title": "মুহাররম মাসের চাঁদ দেখা যায় নি"
}
