{
  "button_text": "5 স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "হিজরি ১৪৪৫ সালের সফর মাস প্রায় শেষের দিকে। সফর মাসের শেষ বুধবারকে কেন্দ্র করে আমাদের দেশে একটি বিদআত প্রায় জাতীয় ভাবে পালিত হয়। তা হচ্ছে কথিত আখেরী চাহার শোম্বা। জাতীয় দৈনিকগুলোতে এ দিবসের উপর বিশেষ প্রবন্ধ ছাপা হয়। সফর মাসের চাঁদের সংবাদের সাথে গুরুত্বের সাথে প্রচার করা হয় আখেরী চাহার শোম্বা নামক বানোয়াট একটা দিবসের।\n\nবাংলাদেশের একটি প্রসিদ্ধ দৈনিক পত্রিকার অনলাইন ভার্সন থেকে পাওয়া গেল নিচের কথাগুলোঃ\n\"ইসলামের ইতিহাস থেকে জানা যায়, ২৩ হিজরির শুরুতে রাসূলুল্লাহ (সা.) গুরতর অসুস্থ হয়ে পড়েছিলেন। ক্রমেই তার শারীরিক অবস্থার অবনতি হতে থাকে। তিনি এতটাই অসুস্থ হয়ে পড়েন যে, নামাজের ইমামতি পর্যন্ত করতে পারছিলেন না। সফর মাসের শেষ বুধবার মহানবী (সা.) সুস্থ হয়ে ওঠেন। তিনি গোসল করেন এবং নামাজে আবার ইমামতিও করেন। মদিনাবাসী এই খবরে আনন্দ-খুশিতে আত্মহারা হয়ে দলে দলে এসে নবীজীকে একনজর দেখে যান। পাশাপাশি আল্লাহর দরবারে কৃতজ্ঞতা হিসেবে নিজেদের সাধ্যমতো দান-সাদকা করেন ও শুকরিয়া নামাজ আদায় ও দোয়া করেন।\"\n\nযারা উক্ত দিবসটি পালন করেন, তারা উপরে উল্লেখিত কথাগুলোর আলোকে প্রতি বছর সফর মাসের শেষ বুধবার বিশেষ ভাবে আখেরী চাহার সোম্বা উদযাপন করেন। তারা এই দিনে বিশেষ সালাত ও দান সাদাকা করেন। তারা বলে থাকেন উক্ত দিন সাহাবীগণ (রা) নবীজির (সা) সুস্থ্যতায় খুশি হয়ে হাজার হাজার উট দান করে দেন। হাজার হাজার দীনার সাদাকা করে দেন। তাই তারাও এই দিনে দান সাদাকা ও বিশেষ নিয়মে সালাত আদায় করেন। এই দিনের স্মরণে বিশেষ সংখ্যায় এমন কিছু দরূদ পাঠ করে থাকেন যে দরূদগুলো নবীজি (সা) ও তাঁর সাহাবীগণ (রা) থেকে প্রমাণিত নয়। তারা বিশ্বাস করেন এই দিনে বিশেষ দরুদ ও দুআ পড়ে পানিতে ফুঁক দিয়ে সে পানি পান করলে ও তা দ্বারা গোসল করলে সকল রোগ-শোক দূর হবে ও বালা মুসিবত থেকে মুক্ত থাকা যাবে।\n\nকিন্তু প্রকৃত বিষয় হচ্ছেঃ এ দিবসকে কেন্দ্র করে প্রচলিত ঘটনা ও আমলগুলো কোনো গ্রহনযোগ্য হাদীস দ্বারা প্রমাণিত নয়।\n\nহানাফী মাজহাবের প্রখ্যাত আলেমগণের তত্ত্বাবধানে পরিচালিত মাসিক আলকাউসার পত্রিকায় এই দিবস কেন্দ্রীক রেওয়াজ রসমকে ভিত্তিহীন বলে আখ্যা দেয়া হয়েছে। বলা হয়েছে তাবেয়ীদের যুগেরও প্রায় ১ হাজার বছর পর এই বানোয়াট গল্প ও রসমের প্রচলন হয়েছে। তাই আসুন, আল্লাহর প্রতি ভয় করে এবং রাসূলের (সা) প্রতি ভালবাসার অংশ হিসাবে এসব মিথ্যা, বানোয়াট, ভিত্তিহীন, বিদআতের থেকে নিজেদের বিরত রাখি।\nআল্লাহ আমাদের সবাইকে শিরক ও বিদআত থেকে রক্ষা করুন। আমীন।\n\nহক্কানী আলেমদের বক্তব্যের হাওয়ালায় উক্ত ভুল রসম সম্পর্কে বিস্তারিত জানতে মুসলিমস ডে'র ব্লগ ভিজিট করুনঃ \nhttps://muslimsday.com/আখেরী-চাহার-সোম্বা-বিদআত",
  "content_title": "আখেরী চাহার শোম্বা - একটি বানোয়াট রেওয়াজ"
}
