{
  "button_text": "5 স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "এক ওয়ায়েজকে বলতে শুনেছি যে, মেরাজে নাকি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সাতাশ বছর সময় ব্যয় হয়েছিল। আরেক ওয়ায়েজ এই কথাটি বললেন আরো চটকদার করে। তার ভাষায়, ইন্তেকালের সময় যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে জিবরীল ও মালাকুল মাওত হাজির হল, তখন তিনি মালাকুল মাওতকে জিজ্ঞাসা করলেন, তুমি এত তাড়াতাড়ি কেন এলে? আল্লাহ তো আমাকে নববই বছর হায়াত দিয়েছিলেন। তখন জিবরীল বললেন, আপনার জীবনের সাতাশ বছর তো মেরাজের রাতেই অতিবাহিত হয়ে গেছে!\n\nউপরোক্ত বর্ণনার কোনো গ্রহনযোগ্য ভিত্তি পাওয়া যায় না। মেরাজের সহীহ ও নির্ভরযোগ্য রেওয়ায়েতগুলোর কোথাও বলা হয়নি যে, মেরাজে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কত সময় অতিবাহিত হয়েছিল। কুরআন মজীদ এবং সহীহ ও নির্ভরযোগ্য হাদীসে বলা হয়েছে যে, এই ঘটনাটি একটি রাতে সংঘটিত হয়েছিল। তাতে পুরো রাত লেগেছিল নাকি রাতের কিছু অংশ, না চোখের পলকেই ঘটে গিয়েছিল তা সহীহ হাদীসে নেই। হাদীসে এই কথাও নেই যে, আল্লাহ তাআলা তখন সময় ও সৃষ্টিজগতকে স্থির রেখেছিলেন কি না। \n\nঅতএব মিরাজের ব্যাখ্যা-বিশ্লেষণ এবং তার রহস্য ও তাৎপর্য আলোচনার সময় এই সব অমূলক কথাবার্তার আশ্রয় নেওয়া খুবই নিন্দনীয় ও সর্বোতভাবে পরিত্যাজ্য। কোনো দায়িত্বশীল ও আমানতদার ব্যক্তি এ ধরনের কথা বলতে পারেন না। \n\n[লেখাটি নেয়া হয়েছে হানাফী ফিকহের হক্বানী আলেমদের দ্বারা পরিচালিত, বহুল প্রচারিত ও নির্ভরযোগ্য পত্রিকা মাসিক আলকাউসার থেকে।\nলিংকঃ https://www.alkawsar.com/bn/article/420/ ]\n\nলাইলাতুল মেরাজ সম্পর্কে আমাদের সমাজে অনেক ভিত্তিহীন কথা প্রচলিত আছে। এক শ্রেণীর মানুষ ২৭ রজবকে শবে মেরাজ উল্লেখ করে বিশেষ ইবাদতের মাধ্যমে উদযাপন করেন। শবে মেরাজ কবে সংঘটিত হয়েছিল সেটি কোনো গ্রহনযোগ্য হাদীস থেকে নিশ্চিত ভাবে জানা যায় না। নবীজি (সা) ও তার সাহাবীগণ শবে মেরাজের নিয়তে কোনো বিশেষ রাতে আমল করেছেন বা পরদিন রোজা রেখেছেন এমন নজীরও পাওয়া যায় না। তাই প্রচলিত এসকল রেওয়াজ-রসম থেকে আমরা বিরত থাকব। শবে মেরাজ উদযাপনের কোনো দিবস বা রজনী নয়। একে উদ্দেশ্য করে বিশেষ নামাজ বা রোজা সুন্নাহসম্মত নয়।\n\nশবে মেরাজ সম্পর্কিত এরকম নানা ভুল ধারনা সম্পর্কে আরো বিস্তারিত জানা যাবে এখান থেকেঃ\nhttps://hellohasan.com/2023/02/17/শবে-মেরাজের-আমল-বিদআত\n\nআসুন আমরা সুন্নাহের উপর আমল করি। যেই আমল বা উদযাপন নবীজি (সা) করেন নি সেগুলোকে দ্বীনের অংশ বানিয়ে না ফেলি। আল্লাহ আমাদের সবাইকে সুন্নাহের উপর আমল করার তাওফিক দান করুন। বিদআতকে পরিত্যাগ করার হিম্মত দান করুন। আমীন।",
  "content_title": "মেরাজে কি ২৭ বছর সময় লেগেছিল?"
}
