{
  "button_hints": "আইয়ামে বীজের রোজার গুরুত্ব, ফজিলত ও প্রাসঙ্গিক মাসআলা বিষয়ে আরো বিস্তারিত জানতে মুসলিমস ডে ব্লগ সাইট ভিজিট করুন",
  "button_text": "ব্লগ পোস্ট পড়ুন",
  "button_url": "https://muslimsday.com/আইয়ামে-বীজ-রোজার-ফজিলত/",
  "content_message": "আজ বাংলাদেশে হিজরি ১৪৪৪ সালের ৬ শাওয়াল (২৭ এপ্রিল ২০২৩)। শাওয়াল মাসের প্রথম দশক চলছে।\n\nরমজানের ১ মাস রোজা রাখার পর ইবাদতের এ ধারাবাহিকতায় শাওয়াল মাসেও কয়েকটি নফল রোজা রাখার বিধান রয়েছে।  শাওয়াল মাসে ছয়টি রোজা রাখা সুন্নত বা মুস্তাহাব। শাওয়াল মাসে ছয়দিন রোজা রাখার অনেক ফজিলত, মর্যাদা ও সওয়াব রয়েছে।\n\nনবী (সা) বলেনঃ \"যে ব্যক্তি ঈদুল ফিতরের পর ছয় দিন রোজা রাখলো, তা পূর্ণ বছর রোজা রাখার সমতুল্য। “কেউ কোন সৎকাজ করলে, সে তার দশ গুণ পাবে” (সূরা আনআমঃ ১৬০)।\n(ইবনে মাজাহ ১৭১৫)\n\nশাওয়ালের ৬টি রোজা বিষয়ে জ্ঞাতব্য:\n-----------------------------------------------\n# রমজানের রোজা কাজা থাকলে আগে সেগুলো রেখে এরপর শাওয়ালের নফলগুলো রাখা ভালো। তবে কাজা রোজা আগে রাখলে যদি শাওয়ালের ৬টি রোজা রাখা না যায়। তাহলে চাইলে শাওয়ালের ৬টি নফল রোজা আগে রাখতে পারবে। এরপর পরবর্তীতে রমজানের কাজাগুলো আদায় করতে হবে। শাওয়ালের রোজাগুলো নফল আর রমজানের কাজা রোজা আদায় করা ফরজ। তাই নফল রাখতে গিয়ে কোনো ক্রমেই যেন রমজানের কাজা রোজা ছুটে না যায় সেদিকে খেয়াল রাখতে হবে।\n\n# এ ছয়টি রোজা শাওয়ালের ২ তারিখ থেকে নিয়ে শেষ দিন পর্যন্ত যে কোনো ৬ দিন রাখা যাবে\n\n# এক টানা ৬দিন বা মাঝে গ্যাপ দিয়ে ৬টি রোজা রাখা যাবে। এ ব্যাপারে সুনির্দিষ্ট কোনো নিয়ম নেই\n\n# এ রোজার আলাদা কোনো নিয়ম নাই। রমজানের রোজার মতই সাহরি খাব এবং ইফতার করব\n\n# রমজানের রোজার মত এ রোজার ক্ষেত্রেও সাহরি খাওয়া সুন্নত। আমাদের উচিত সাহরি খাওয়া। কিন্তু কোনো কারণে সাহরি খেতে না পারলেও রোজা হয়ে যাবে\n\n# শাওয়ালের ৬ রোজার জন্য তারাবীহ নামাজ আদায় করতে হয় না। অবশ্য তারাবীর নামাজের সাথে রমজানের রোজারও কোনো সম্পর্ক নেই। রমজানের রোজা একটি স্বতন্ত্র ইবাদত এবং তারাবীহ নামাজ আরেকটি ভিন্ন ইবাদত\n\n# শাওয়ালের রোজার জন্য বিশেষ কোনো নিয়ত নাই। শুধু নফল রোজার নিয়ত করবেন। আর নিয়ত মুখে উচ্চারণ করে পড়াও জরুরি নয়। মনের intention থাকাই যথেষ্ট \n\n# শাওয়ালের রোজাগুলো ফরজ বা ওয়াজিব নয়। অর্থাৎ রোজাগুলো রাখলে সওয়াব আছে, কিন্তু না রাখলে গুনাহ নাই। এর ফজিলতের কথা চিন্তা করে সবারই উচিত রোজাগুলো রাখা\n\n# অনেক আলেমের মতে সোমবার, বৃহস্পতিবার বা আইয়ামে বীজের ৩ দিন (হিজরি মাসের ১৩, ১৪ ও ১৫ তারিখ) শাওয়ালের রোজাগুলো রাখলে উভয় সুন্নত আদায়ের সওয়াব পাওয়া যাবে ইনশাআল্লাহ। তাই সম্ভব হলে আইয়ামে বীজ ও শাওয়ালের ৬টি রোজা আলাদা ভাবে রাখি। অন্যথায় আইয়ামে বীজের ৩ দিন ও সোম-বৃহস্পতিবার মিলিয়ে শাওয়ালের ৬টি রোজা রাখি। এতে আমরা আশা করতে পারি আল্লাহ উভয় সুন্নাহ পালনের সওয়াব দিবেন\n\n# অজ্ঞতা বশত অনেকে এই রোজাকে \"সাক্ষী রোজা\" বলে থাকেন। তারা মনে করেন এই ৬টি রোজা রাখলে এগুলো রমজানের রোজার ব্যাপারে আল্লাহর কাছে সাক্ষ্য দিবে। এটাও পুরোপুরি ভিত্তিহীন ও বানোয়াট একটি বিশ্বাস। তাই শাওয়ালের ৬ রোজাকে আমরা সাক্ষী রোজা বলব না\n\n# ফজরের আযানের সাথে সাহরির শেষ সময়ের কোনো সম্পর্ক নাই। রমজান মাসের তুলনায় অন্য সময়ে ফজরের আযান দেয়া হয় সাহরির সময় শেষ হওয়ারও প্রায় আধা ঘন্টা পর। তাই ফজরের আযান পর্যন্ত সাহরি খেতে থাকলে রোজা হবে না এটা শতভাগ নিশ্চিত। তাই কোনো ক্রমেই ফজরের আযান পর্যন্ত সাহরি খাওয়া যাবে না। অ্যাপে দেখানো সাহরির শেষ সময়ের মধ্যেই খাওয়া শেষ করতে হবে। আযান পর্যন্ত সাহরি খেলে রোজা হবে না\n\nআমাদের সকলের উচিত শাওয়ালের সিয়ামগুলো পালন করা। কেননা, মানবিক ত্রুটির কারণে রমাদানের ফরজ রোজাগুলোতে ভুল হয়ে থাকলে আল্লাহ নফল রোজার মাধ্যমে কিয়ামতের দিন তা ব্যালেন্স করে দিতে পারেন।\nআল্লাহ আমাদের সবাইকে শাওয়াল মাসে ৬টি রোজা রাখার তাওফিক দান করুন। আমীন।\n\nআরো বিস্তারিত জানতে আমাদের ওয়েবসাইট থেকে এই পোস্টটি পড়তে পারেন:\nhttps://muslimsday.com/শাওয়ালের-ছয়-রোজা",
  "content_title": "শাওয়ালের রোজার ফজিলত ও রমাদানের রোজা কাযা থাকলে শাওয়ালের রোজা রাখার বিধান"
}
