{
  "button_hints": "আমাদেরকে উৎসাহ দিতে গুগল প্লে স্টোরে ৫ স্টার রেটিং দিন এবং আপনার পরিচিতজনদের সাথে অ্যাপটি শেয়ার করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "বৃক্ষরাজি আল্লাহর একটি নেয়ামত। আমাদের বোনা বীজ কিংবা রোপন করা চারা গাছকে আল্লাহ তাআলা বড় করে তোলেন, একে ফুলে-ফলে সমৃদ্ধ করেন। এরপর আমরা সেখান থেকে আমাদের রিজিক সংগ্রহ করি। এতটুকুই তো ছিল আমাদের জন্যে একে মহা নেয়ামত। কিন্তু আল্লাহ তাআলার দয়া ও মেহেরবানি যে এখানেই শেষ নয়। নিজ দয়ায় তিনি আমাদের রিজিকের ব্যবস্থা করে দিচ্ছেন, আমাদের আবহাওয়ার ভারসাম্য রক্ষা করছেন, শীতল ছায়ার ব্যবস্থা করেছেন, আরও কত কী! এগুলো তো দুনিয়ার পুরস্কার। এর পাশাপাশি বৃক্ষরোপনের জন্যে আল্লাহ তাআলা নির্ধারিত করে রেখেছেন আখিরাতেরও অনিঃশেষ পুরস্কার। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন :\n\nمَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا ، أَوْ يَزْرَعُ زَرْعًا فَيَأْكُلُ مِنْهُ طَيْرٌ ، أَوْ إِنْسَانٌ ، أَوْ بَهِيمَةٌ إِلاَّ كَانَ لَهُ بِهِ صَدَقَةٌ\n\nঅর্থ : কোনো মুসলমান যখন কোনো গাছ রোপন করে, কিংবা কোনো ফসল ফলায়, আর তা থেকে কোনো পাখি, মানুষ কিংবা কোনো চতুষ্পদ জন্তু খায়, তখন তা তার জন্যে সদকা হিসেবে বিবেচিত হয়। [সহীহ বুখারী, হাদীস ২৩২০]\n\nমানুষ গাছ লাগায় নিজে তা থেকে ফল ভোগ করার জন্যে, কিংবা নিজের স্ত্রী-সন্তানাদির ভবিষ্যত সুখের কথা চিন্তা করে। তাই নিজ হাতে লাগানো গাছের ফল নিজে খাবে—এটাই তো স্বাভাবিক। এটা তার একটি চাহিদাও। কিন্তু এ চাহিদা পূরণ করে হলেও যখন সে নিজে তা থেকে খাবে, কিংবা অন্য যে কোনো মানুষ তা খাবে, এটি তার জন্যে একটি সদকা হিসেবে গণ্য হবে। এমনকি  যদি কেউ কোনো গাছের ফল চুরি করে নিয়ে যায়, এতেও গাছের মালিক ও রোপনকারী সদকার সওয়াব পাবে।\n\nহাদীসের ভাষ্য এমন—\n\nمَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا إِلاَّ كَانَ مَا أُكِلَ مِنْهُ لَهُ صَدَقَةٌ وَمَا سُرِقَ مِنْهُ لَهُ صَدَقَةٌ وَمَا أَكَلَ السَّبُعُ مِنْهُ فَهُوَ لَهُ صَدَقَةٌ وَمَا أَكَلَتِ الطَّيْرُ فَهُوَ لَهُ صَدَقَةً وَلاَ يَرْزَؤُهُ أَحَدٌ إِلاَّ كَانَ لَهُ صَدَقَةٌ\n\nঅর্থ : কোনো মুসলমান যখন কোনো গাছ লাগায়, এরপর যা কিছু সেখান থেকে খাওয়া হয়, তা তার জন্যে সদকাস্বরূপ; যা সেখান থেকে চুরি হয়, তা তার জন্যে সদকাস্বরূপ; হিংস্রপশু যা খেয়ে ফেলে তা তার জন্যে সদকাস্বরূপ; পাখি যা খায় তা তার জন্যে সদকাস্বরূপ এবং কেউ যদি কিছু নিয়ে যায় তবে তাও তার জন্যে সদকাস্বরূপ। [সহীহ মুসলিম, হাদীস ১৫৫২]\n\nভাবা যায়, একটি গাছ লাগালে কতভাবে তা সদকার উপলক্ষ হয়! কাউকে খাওয়ালে তো সওয়াব হবেই, নিজে খেলেও সওয়াব হবে, এমনকি অনাকাঙ্খিতভাবে যদি কেউ চুরি করে নিয়ে যায়, পশুপাখি খেয়ে নষ্ট করে দেয়, তবুও সওয়াব পাওয়া যাবে!\n\nসওয়াবপ্রাপ্তির এ এমন এক ধারা, যা মানুষের জীবনের সঙ্গে সম্পর্কিত নয়। একটি গাছ লাগিয়ে কেউ যদি মারা যায়, যতদিন সে গাছ ফল দেবে ততদিন সে সদকার সওয়াব পেতে থাকবে। এও যেন এক সদকায়ে জারিয়া।\n\nএখন চলছে আগস্ট মাস। আমরা জানি বর্ষার শেষ দিকে বা জুন-জুলাই-আগস্ট বৃক্ষরোপনের জন্য মাটি ও আবহাওয়া অধিক উপযোগি থাকে। তাই আসুন এই মাসে আমাদের সাধ্যমত বেশি বেশি গাছ লাগাই। অন্যদেরকেও উৎসাহ দেই।\n\nবৃক্ষরোপন হতে পারে সৃষ্টিসেবার এক অনন্য মাধ্যম। সামাজিক এ আন্দোলন শুরু হোক এখন থেকেই। এক কোটি চারা হয়তো একজন বা দশজনের লাগানো কঠিন। কিন্তু এক কোটি মানুষের জন্যে কঠিন নয়। তাই আসুন, গাছ লাগাই, সৃষ্টির সেবা করি, পরিবেশ রক্ষা করি।\n\nএ বিষয়ে আমাদের ওয়েবসাইটে একটু নতুন লেখা পাবলিশড হয়েছে। সম্পূর্ণ লেখাটি পড়তে ভিজিট করুন:\nhttps://muslimsday.com/ইসলামে-বৃক্ষরোপন",
  "content_title": "ইসলামের দৃষ্টিতে বৃক্ষরোপন"
}
