{
  "button_text": "আমাদের ফেসবুক গ্রুপে জয়েন করুন",
  "button_hints": "অ্যাপ সম্পর্কে আলোচনা ও বিভিন্ন সমস্যা সমাধানে জয়েন করুন মুসলিমস ডে অ্যাপের ইউজারদের ফেসবুক গ্রুপে",
  "button_url": "https://www.facebook.com/groups/muslimsday",
  "content_message": "প্রতি বছরের ন্যায় এ বছরও ইসলামিক ফাউন্ডেশনের পক্ষ থেকে ফিতরার একটি হিসাব প্রকাশ করা হয়েছে। যার সর্বোচ্চ ২৬৪০ টাকা ও সর্বনিম্ন পরিমাণ ১১৫ টাকা। যব দিয়ে আদায় করলে ৩৯৬ টাকা, খেজুর দিয়ে ১৯৮০ টাকা, পনির দিয়ে ২৬৪০ টাকা, কিসমিস দিয়ে ১৬৫০ টাকা ও আটা দিয়ে আদায় করলে ১১৫ টাকা।\n\nফাউন্ডেশনের পক্ষ থেকে আরও বলা হয়েছে, দেশের সব বিভাগ থেকে সংগৃহীত আটা, যব, খেজুর, কিসমিস ও পনিরের বাজারমূল্যের ভিত্তিতে এই ফিতরা নির্ধারণ করা হয়েছে। নিজ নিজ সামর্থ্য অনুযায়ী ওই পণ্যগুলোর যেকোনো একটি পণ্য বা এর বাজার মূল্য দ্বারা সাদাকাতুল ফিতর আদায় করতে পারবে। পণ্যসমূহের স্থানীয় খুচরা বাজার মূল্যের তারতম্য রয়েছে। তাই স্থানীয় মূল্যে পরিশোধ করলেও ফিতরা আদায় হবে।\n\nসব অঞ্চলে সব পণ্যের দাম একরকম থাকে না। আবার একই অঞ্চলে একই পণ্য বিভিন্ন মানেরও পাওয়া যায়। উপরোক্ত যে কোনো একটি পণ্যের (তা যে মানেরই হোক) স্থানীয় বাজার মূল্য হিসাব করে ফিতরা আদায় করলেও চলবে। তবে এতটুকু মনে রাখতে হবে, আটা বা গম দিয়ে হিসাব করলে ১ কেজি ৬৫০ গ্রাম আর অন্যগুলো দিয়ে হিসাব করলে ৩ কেজি ৩০০ গ্রামের মূল্য হিসাব করতে হবে। এটা একজনের ফিতরা।\n\nপ্যাকেটজাত আটা বর্তমান বাজারমূল্য ৬৮ টাকা কেজি হিসেবে জনপ্রতি ফিতরা দাড়ায় ১১২.২ টাকা, যা রাউন্ডফিগারে ১১৫ টাকা বলা যায়। যদি কোনো এলাকায় ৬০ টাকায় খোলা আটা পাওয়া যায়, তবে সেখানকার কেউ চাইলে এ মূল্য হিসেবে ৯৯ বা ১০০ টাকা ফিতরা আদায় করতে পারবেন।\n\nমূল্যের তারতম্য বেশি হয় খেজুরের ক্ষেত্রে। ইসলামিক ফাউন্ডেশন থেকে খেজুরের মূল্য ৬০০ টাকা ধরে ফিতরা নির্ধারণ করা হয়েছে ১৯৮০ টাকা। অথচ বাজারে এর চেয়ে আরও অনেক বেশি মূল্যের খেজুর যেমন রয়েছে, আছে অনেক কম মূল্যের খেজুরও। অনেকেই এমন আছেন, যারা সর্বনিম্ন পরিমাণে ফিতরা আদায় করতে চান না, আবার ৬০০ টাকা কেজির খেজুরের হিসাবেও ফিতরা আদায় করার সামর্থ্য রাখেন না। তারা চাইলে আরও কম মূল্যের খেজুর দিয়েও ফিতরা আদায় করতে পারেন। কেউ যদি ১৪০ টাকা কেজি মূল্যের খেজুর দিয়ে ফিতরা আদায় করতে চান, তবে তিনি ৪৬২ বা ৪৬৫ টাকা আদায় করতে পারেন। খেজুরের মূল্য ২০০ টাকা হলে ফিতরা হবে ৬৬০ টাকা। আবার যাদের সামর্থ্য বেশি আছে, তারা চাইলে ১০০০ বা ১২০০ টাকা মূল্যের খেজুর দিয়েও ফিতরা হিসাব করতে পারেন। সেক্ষেত্রে জনপ্রতি ফিতরা হবে ৩৩০০ টাকা বা ৩৯৬০ টাকা। এভাবে হিসাব করে খুব সহজেই আমরা খেজুরের মূল্য দিয়ে ফিতরা আদায় করতে পারি।\n\nএকইভাবে কিসমিস-যব-পনির দিয়ে আদায় করতে চাইলেও ইসলামিক ফাউন্ডেশনের নির্ধারিত হারেই ফিতরা দিতে হবে- এটা জরুরি নয়। বরং আমরা যে পণ্য দিয়ে ফিতরা আদায় করতে চাই, সেটার যে কোনো একটি মানের বাজারমূল্য অনুসারে ৩ কেজি ৩০০ গ্রামের মূল্য আদায় করলেই তা ঐ পণ্য দিয়ে ফিতরা আদায় হয়েছে বলে গণ্য হবে।\n\nতাই আসুন, আমরা আমাদের সাধ্য অনুযায়ী সর্বোচ্চ পরিমাণ ফিতরা আদায় করি। রমজান মাসে তো আমরা এমনিতেই কিছু দান করি। এ দান নফল, কিন্তু ফিতরা ওয়াজিব। আর নফল দান সাদাকার চেয়ে ওয়াজিব দানের সওয়াব অনেক অনেক গুণ বেশি। তাই বেশি মূল্যমানের পণ্য দিয়ে ফিতরা আদায়ের চেষ্টা করি। আল্লাহ আমাদেরকে তাওফিক দান করুন। আমীন।\n\nফিতরার পরিমাণ ও অন্যান্য প্রয়োজনীয় তথ্য জানতে আমাদের ওয়েবসাইট থেকে এই পোস্টগুলো পড়তে পারেন:\n1. https://muslimsday.com/ফিতরা-কত-টাকা-মাসআলা\n2. https://muslimsday.com/ফিতরা-কাকে-কখন-দিব\n3. https://muslimsday.com/ফিতরা-কেন-কার-উপর-ওয়াজিব\n4. https://muslimsday.com/ফিতরা-টাকা-নাকি-খাদ্য",
  "content_title": "সাদাকাতুল ফিতর বা ফিতরার পরিমাণ"
}
