{
  "button_hints": "আমাদেরকে উৎসাহিত করতে প্লে স্টোরে ৫ স্টার রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক অনুদান দিন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "প্রশ্ন ১ : পেছনের যুগে আশুরার দিনে কী কী ঘটনা ঘটেছে? ভবিষ্যতে কী কী ঘটনা ঘটবে? এ বিষয়ে যে লম্বা তালিকা তাম্বীহুল গাফিলীন ও মকসুদোল মোমেনীন ইত্যাদি কিতাবে উল্লেখিত হয়েছে সেগুলো কি ঠিক?\n\nউত্তর : কিছুতেই না। ওইসব বর্ণনা শুরু থেকে শেষ পর্যন্ত পুরোটাই বাতিল এবং মনগড়া। মওযু (জাল বর্ণনা) রেওয়ায়েতের পর্যালোচনা করার উদ্দেশ্যে যেসব কিতাব লেখা হয়েছে সেগুলোতে একথা পরিষ্কারভাবে বলা হয়েছে।\n---\nপ্রশ্ন ২ : একথা কি ঠিক যে, আশুরার দিনেই কিয়ামত হবে?\n\nউত্তর : না। একথাও ওইসব মওযু (জাল বর্ণনা) রেওয়ায়েতের মধ্যে রয়েছে। নির্ভরযোগ্য কোনও রেওয়ায়েতে একথার কোনও আলোচনাই আসেনি।\n---\nপ্রশ্ন ৩ : কোনো কোনো রেওয়ায়েতে আমরা দেখতে পাই যে, আশুরার দিনেই হযরত আদম আলাইহিস সালামের তাওবা কবুল হয়েছে। এইসব রেওয়ায়েত কি সহীহ?\n\nউত্তর : একথা আবুল কাসিম ইস্পাহানী রাহ. কর্তৃক সংকলিত ‘আত-তারগীব ওয়াত তারহীব’-এর ১৮৬৮ নং রেওয়ায়েতে এসেছে। কিন্তু এই রেওয়ায়েতের সনদ খুবই দুর্বল। এছাড়া আরও কিছু রেওয়ায়েতে এই কথা এসেছে, সেগুলো মওযু।\n\nইস্পাহানী রাহ. কর্তৃক বর্ণিত ওই রেওয়ায়েতের সনদে দিরার ইবনে আমর নামে একজন রাবী আছেন, যার সম্পর্কে ইমাম ইবনে মায়ীন রাহ. বলেছেন- لا شيء। -লিসানুল মীযান ৪/৩৪০\n\nঅবশ্য কোনো কোনো তাবিয়ী থেকে এই কথা বর্ণিত হয়েছে যে, তাঁরা হযরত আদম আলাইহিস সালামের তাওবা কবুল হওয়া সম্পর্কে আশুরার দিনের কথাই বলতেন। দেখুন- ইমাম ইবনে রজব রাহ.কৃত লাতাইফুল মাআরিফ, পৃষ্ঠা : ১১৩-১১৫ এবং আবদুল্লাহ ইবনে ইমাম আহমাদ রাহ.কৃত আল-ইলাল ওয়া মারিফাতির রিজাল, বর্ণনা নম্বর : ৩৭৯৫\n---\nপ্রশ্ন ৪ : শুনেছি একথা প্রমাণিত যে, হযরত নূহ আলাইহিস সালামের কিশতী যেদিন জূদী পাহাড়ে থেমেছিল সেই দিনটি ছিল আশুরার দিন। এই রেওয়ায়েতের সনদ কি সহীহ?\n\nউত্তর : একথা মুসনাদে আহমাদের একটি রেওয়ায়েতে এসেছে। কিন্তু তার সনদ দুর্বল। দেখুন- মুসনাদে আহমাদ ১৪/৩৩৫, হাদীস ৮৭১৭ (শায়েখ শুয়াইব আরনাউতকৃত হাশিয়াযুক্ত নুসখা।)\n---\nপ্রশ্ন ৫ : ঈসা আলাইহিস সালামের জন্ম কি আশুরার দিন হয়েছে?\n\nউত্তর : একথাও প্রমাণিত নয়। আবুল কাসিম ইস্পাহানী রাহ.-এর কিতাব ‘আত-তারগীব ওয়াত তারহীব’-এর পূর্বোক্ত রেওয়ায়েতেই একথা এসেছে। আগেই বলা হয়েছে, এর সনদ খুবই দুর্বল।\n---\nপ্রশ্ন ৬ : তাহলে কোন্ কোন্ ঘটনা আশুরার দিন ঘটেছে বলে প্রমাণিত?\n\nউত্তর : কেবল দুটি ঘটনা :\n\n১. হযরত মূসা আলাইহিস সালাম ও তাঁর সাথীদের ফেরাউন ও তার সৈন্যদের থেকে মুক্তি পাওয়ার ঘটনা; যেখানে দরিয়ায় রাস্তা বানিয়ে আল্লাহ তাআলা তাঁদেরকে নিরাপদে পৌঁছে দিয়েছেন।\n\n২. এই রাস্তা দিয়ে অতিক্রম করার সময় ফেরাউন ও তার সৈন্যদেরকে দরিয়ায় ডুবিয়ে ধ্বংস করার ঘটনা।\n\nএই দুটি ঘটনা বিভিন্ন সহীহ হাদীসের মাধ্যমে প্রমাণিত। সহীহ বুখারী, সহীহ মুসলিমসহ হাদীসের অনেক কিতাবে বর্ণিত হয়েছে।\n\nরেফারেন্স:\nমাওলানা মুহাম্মাদ আবদুল মালেক\nমাসিক আলকাউসার\nhttps://www.alkawsar.com/bn/article/2266\n\nমুহাররম ও আশুরা সম্পর্কে মুসলিমস ডে ব্লগে বেশ কিছু পোস্ট রয়েছে। সেগুলো পড়তে পারেন এখান থেকে:\nhttps://muslimsday.com/tag/মুহাররম-আশুরা",
  "content_title": "মুহাররম মাসের বিভিন্ন ঘটনার সত্যতা"
}
