{
  "button_text": "5 স্টার রেটিং দিন",
  "button_hints": "আমাদেরকে উৎসাহিত করতে ৫ স্টার রেটিং দিন ও অ্যাপের ডেভেলপমেন্ট চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "চলমান রবিউস সানী মাসের আইয়ামে বীজের নফল রোজাগুলো বাংলাদেশে রাখতে হবে আগামী ২৯, ৩০ ও ৩১ অক্টোবর ২০২৩ - রবি, সোম ও মঙ্গলবার। অর্থাৎ ২৮ তারিখ শনিবার দিবাগত রাতে সাহরি খেয়ে রবিবার রোজা শুরু করতে হবে। এরপর পরবর্তী দুই দিন সোম ও মঙ্গলবার রোজা রাখতে হবে। মনে থাকার সুবিধার্থে রোজা শুরু হওয়ার আগের দিনের জন্য ফোনে রিমাইন্ডার সেট করে রাখতে পারেন।\n\nআইয়ামে বীজ আরবি দু’টি শব্দের সমন্বয়ে গঠিত। আইয়ামে অর্থ দিবসসমূহ, আর বীজ অর্থ শুভ্র, সাদা, শ্বেত, খাঁটি, নির্ভেজাল। প্রতি চন্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখকে আইয়ামে বীজ বলা হয়। অনেকগুলো সহীহ হাদীস দ্বারা এই তিন দিন রোজা রাখার জন্য উৎসাহিত করার প্রমাণ পাওয়া যায়। এ রোজাগুলো নবীজির (সা) সারা জীবনের সুন্নত।[1]\n\nতাই চলুন আমরা সাধ্যমত প্রত্যেকে পরিবারের সকলকে নিয়ে নফল সিয়ামগুলো পালন করি। কারণ সিয়াম এমন একটা ইবাদত যার প্রতিদান আল্লাহ নিজে দিবেন। সিয়াম পালনকারী বান্দাকে আল্লাহ এত পরিমাণ প্রতিদান দিবেন যে বান্দা আনন্দিত হয়ে যাবে। প্রতি মাসে আইয়ামে বীজের ৩টি রোজা রাখা, সারা বছর রোজা রাখার সমতুল্য।[2]\n\nরবিউস সানী মাসের প্রচলিত একটি বিদআত হচ্ছে ফাতেহায়ে ইয়াজদাহম। যারা এই দিবস উদযাপন করেন তাদের দাবী হচ্ছে এটি শায়খ আব্দুল কাদের জিলানী (রহ) এর মৃত্যু দিন। সে কারণে তারা এই দিনে বিশেষ দোয়া, ফাতেহা পাঠ ইত্যাদি করে থাকেন। আপাতদৃষ্টিতে এই কাজগুলো ভালো মনে হলেও ইসলামী শরীয়তের দৃষ্টিতে এই কাজগুলো সুন্নত হিসাবে স্বীকৃত নয়। \n\nইসলামী শরীয়তে কারো জন্ম বা মৃত্যুদিন পালন করার কোনো ভিত্তি নাই। নবীজির (সা) জীবনে ও সাহাবিগণের (রা) জীবনে এরকম কোনো দিবস উদযাপনের নজির পাওয়া যায় না।[3] নবীজির সা. বা সাহাবীগণ কখনো কারো জন্ম তারিখ ও মৃত্যু তারিখে বছর বছর বিশেষ দুআ মাহফিল, স্মরণ সভা ইত্যাদির আয়োজন করেন নি। তাই আমরা এ ধরনের নব আবিষ্কৃত রেওয়াজ-রসম ও বিদআতকে পরিহার করব।\n\nআল্লাহ আমাদের সবাইকে সুন্নাতের উপর জীবন পরিচালনার তাওফিক দান করুন। আমীন।\n\nতথ্যসূত্রঃ\n[1] https://muslimsday.com/আইয়ামে-বীজ-রোজার-ফজিলত/\n[2] আবু দাউদ ২৪৪৯\n[3] https://www.alkawsar.com/bn/article/390",
  "content_title": "আইয়ামে বীজের রোজা রবিউস সানী ১৪৪৫"
}
