{
  "button_hints": "মুহাররম ও আশুরা কুইজ প্রতিযোগিতায় অংশ নিন। প্রথম ৫০ জন প্রতিযোগির জন্য থাকছে আকর্ষণীয় পুরষ্কার!",
  "button_text": "কুইজ সম্পর্কে জানুন",
  "button_url": "https://muslimsday.com/muharram-quiz-2023",
  "content_message": "এক ব্যক্তি এসে নবীজি সা.-কে বলল, হে আল্লাহর রাসূল! রমজান মাসের পর আর কোন মাসের রোজা পালনে আপনি আমাকে আদেশ করেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ রমজান মাসের পর তুমি যদি আরো রোজা রাখতে ইচ্ছুক হও তবে মুহাররামের রোজা রাখ। যেহেতু এটা আল্লাহ তা'আলার মাস। এই মাসে এমন একটি দিবস আছে যেদিন আল্লাহ তা'আলা এক গোত্রের তাওবা ক্ববুল করেছিলেন এবং তিনি আরোও অনেক গোত্রের তাওবাও এই দিনে কুবুল করবেন। [জামে তিরমিযী, হাদীস ৭৪১]\n\nএই হাদীস থেকে আমরা মুহাররম মাসে বেশি বেশি রোজা রাখা ও তাওবা করার নির্দেশনা জানতে পারি। তাই আসুন, পুরো মুহাররম মাস জুড়ে যত বেশি পারা যায় রোজা রাখি। সোম-বৃহস্পতিবার রোজা রাখা এমনিতেই সুন্নাহ। মুহাররমের সোম-বৃহস্পতিবার রোজা রেখে আমরা আল্লাহর কাছে বাড়তি সওয়াবের আশা করতেই পারি! আরো আছে হিজরি মাসের ১৩, ১৪ ও ১৫ তারিখ আইয়ামে বীজের রোজা। যা এ মাসের জন্য বাংলাদেশে ১-৩ আগস্ট ২০২৩ এই ৩ দিন।\n\nএছাড়াও আশুরা উপলক্ষ্যে বিশেষ রোজা তো আছেই!\n\nনবীজি সা. হিজরতের পূর্বেও আশুরার দিন রোজা রাখতেন। হিজরতের পর তিনি দেখলেন মদীনার ইহুদীরাও এদিন রোজা রাখে। কারণ মূসা আ.-কে আল্লাহ আশুরার দিন ফেরাউনের হাত থেকে রক্ষা করেছিলেন এবং ফেরাউনকে ডুবিয়ে মেরেছিলেন। এর কৃতজ্ঞতাস্বরূপ মূসা আ. রোজা রাখতেন। তাই ইহুদীরাও তাঁর অনুসরন করে রোজা রাখে। এ কথা শুনে নবীজি সা. বলেন \"নবী মুসা আ.এর অনুসরণের ক্ষেত্রে তো আমরাই তোমাদের চেয়ে অধিক যোগ্য ও বেশি হকদার। তখন নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেও এই আশুরার রোজা রাখলেন এবং অন্য মুসলমানদেরকেও তা রাখতে আদেশ করলেন।\" [বুখারী শরীফ, হাদীস নং ৩৩৯৭]\n\nঅপর একটি হাদীস থেকে জানা যায়, রাসূল সা. মুহাররমের ১০ তারিখের সাথে আরেক দিন মিলিয়ে ২টি রোজা রাখার উৎসাহ দিয়েছেন। কারণ ইহুদীরা শুধু মুহাররমের ১০ তারিখ রোজা রাখত। তাদের থেকে মুসলিমদের আমলের পার্থক্য করার জন্য নবী সা. এ নির্দেশনা দিয়েছেন।\n\nসহীহ বুখারী শরীফের ব্যাখ্যাগ্রন্থ ফাতহুল বারী-তে হাফেজ ইবনে হাজার আসকালানী রহ. লিখেছেন : আশুরার রোজা তিন স্তরের। সর্বনিম্ন স্তর হলো একদিন রোজা রাখা, এর উপরের স্তর দশ তারিখের আগে নয় তারিখেও রোজা রাখা, এর উপরের স্তর হলো নয়-দশ-এগার এ তিন দিন রোজা রাখা। [বাবু সিয়ামি ইয়াওমি আশুরা]\n\nতাই যাদের সম্ভব হয় তারা ২৮-২৯-৩০ জুলাই এই ৩ দিন রোজা রাখি। সম্ভব না হলে ২৮-২৯ কিংবা ২৯-৩০ জুলাই রোজা রাখি। এটাও সম্ভব না হলে চেষ্টা করি অন্তত ২৯ জুলাই আশুরার দিন রোজা রাখার। আল্লাহ আমাদের সবাইকে মুহাররমের আমল করার তাওফিক দান করুন। শীয়া সম্প্রদায়ের তাজিয়া মিছিল সহ অন্যান্য অনৈসলামিক কার্যক্রমে অংশ নেয়া ও দর্শক হওয়া থেকেও আমাদেরকে আল্লাহ হেফাজত করুন। আমীন।\n\nমুহাররম ও আশুরার ফজিলত, করণীয় ও বর্জনীয় বিদআত-কুসংস্কার সম্পর্কে আরো বিস্তারিত জানতে আমাদের ব্লগের লেখাগুলো পড়তে পারেন:\nhttps://muslimsday.com/tag/মুহাররম-আশুরা",
  "content_title": "মুহাররম কুইজ ২০২৩"
}
