{
  "button_text": "5 স্টার রেটিং দিন",
  "button_hints": "আমাদেরকে উৎসাহিত করতে ৫ স্টার রেটিং দিন ও অ্যাপের ডেভেলপমেন্ট চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আজ ২ নভেম্বর ২০২৩, বিকাল ৩ টা ২০ মিনিটে প্রফেসর হযরত মুহাম্মাদ হামীদুর রহমান ইন্তেকাল করেন। ইন্না নিল্লাহি ওয়া ইন্না ইলাইহি রজিউন। মৃত্যুকালে তাঁর বয়স হয়েছিল ৮৫ বছর। আজ রাত ১০টায় উত্তরা ৩ নং সেক্টরের ফ্রেন্ডস ক্লাব মাঠে জানাজার নামাজের পর, উত্তরা ১২ নং সেক্টরের কবরস্থানে দাফন হবে ইনশাআল্লাহ।\n\nপ্রফেসর হযরত বাংলাদেশের দ্বীনি মহলে একজন সুপরিচিত ব্যক্তিত্ব। নিচে তাঁর সংক্ষিপ্ত জীবনী তুলে ধরা হলো। লেখাটি নেয়া হয়েছে ১৯ মার্চ ২০২৩ এর দৈনিক দেশ রূপান্তর পত্রিকার অনলাইন সংস্করন থেকে। লিখেছেন মুহাম্মাদ আদম আলী সাহেব (কমান্ডার (অবঃ), বাংলাদেশ নৌবাহিনী)।\n\n---\nপ্রফেসর মুহাম্মাদ হামীদুর রহমান। বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের (বুয়েট) সহকারী অধ্যাপক। হাফেজ্জী হুজুরের সান্নিধ্যে এসে পরিচিত হন প্রফেসর হজরত হিসেবে। প্রফেসর মানে অধ্যাপক। একজন অধ্যাপক কেমন করে হজরত (নামের আগে সম্মানার্থে ব্যবহৃত শব্দবিশেষ, সম্মানসূচক সম্বোধন) হয়ে ওঠেন- এ এক অবিশ্বাস্য গল্প।\n\nএকজন মানুষের দুনিয়াবিমুখতা, ইসলামের প্রচার ও প্রসারে ঐকান্তিক পরিশ্রম, আলেমদের প্রতি সম্মানবোধ ও ভালোবাসা, শরিয়ত ও সুন্নতের ওপর সার্বক্ষণিক আমলের আপ্রাণ চেষ্টা কতটা নিবিড় ও আন্তরিক হতে পারে তা প্রফেসর মুহাম্মাদ হামীদুর রহমানকে না দেখলে, তার সম্পর্কে না জানলে, তার সান্নিধ্যে না গেলে বলে কিংবা লিখে বোঝানো যাবে না। তার উদাহরণ বর্তমান সমাজে এক ব্যতিক্রম দৃষ্টান্ত। আলেমদের সোহবত তাকে এমন উচ্চতায় আসীন করেছে, অনেক আলেমদের জন্যও তিনি পরিণত হয়েছেন এক বাস্তব আদর্শে। অসংখ্য আলেম তাকে আধ্যাত্মিক রাহবার (পথপ্রদর্শক ও পীর) হিসেবে মানেন, তার হাতে বায়াত গ্রহণ করেছেন। তাকে দেখে অনেক বুজুর্গ এমনও মন্তব্য করেছেন, তার সান্নিধ্যে সাহাবিদের ঘ্রাণ পাওয়া যায়।\n\nপ্রফেসর হজরত ৯ ডিসেম্বর ১৯৩৮ সালে মুন্সীগঞ্জের নয়াগাঁও গ্রামে জন্মগ্রহণ করেন। পরে প্রাইমারি স্কুলে পড়েছেন। এ সময় মক্তবে গিয়েছেন। গ্রামের বাড়ির কাছেই ছিল মক্তব। মক্তবের উস্তাদ মরহুম মাওলানা মাকবুল হুসাইন (রহ.)-এর কথা শ্রদ্ধাভরে স্মরণ করেন। শৈশব থেকেই তার পিতা ইয়াসিন (রহ.) তাকে মসজিদের ইমাম, মুয়াজ্জিন ও মক্তবের উস্তাদদের খেদমতে নিয়োজিত করেছিলেন। তাদের সান্নিধ্যেই হজরতের মনে দ্বীনি অনুভূতি সঞ্চার হতে থাকে। এমনিতে তার বাবা ম্যাট্রিক পাস করে সরকারি চাকরি করতেন রেলওয়ে বিভাগে। কিন্তু কোরআন মাজিদের আশেক ছিলেন। সকালে অফিসে যাওয়ার আগে কোরআন তেলাওয়াত করতেন। বাসায় ফিরে বিকেলেও কোরআন পড়তেন। কোরআনের প্রতি পিতার এই ভালোবাসা সন্তানের মনেও আসন গেড়ে বসে।\n\nইসলামিয়া হাইস্কুল থেকে ১৯৫৫ সালে ম্যাট্রিক পাস করে ঢাকা কলেজে ভর্তি হন। প্রথম বর্ষের ক্লাস শুরু হতেই বাবাকে হারান। তারপর হজরতের জীবন কঠিন হয়ে ওঠে। সংসারে বাবাই ছিলেন একমাত্র আয়ের উৎস। তার ইন্তেকালে সংসারে নেমে আসে অভাব-অনটনের বোঝা। ঢাকার নিমতলীতে যে বাসায় মা এবং তার আরও দুই ভাইকে নিয়ে থাকতেন, সেখানেও বেশিদিন থাকতে পারেননি। গ্রামে চলে যেতে হয়।\n\n১৯৫৭ সালে কলেজ পাস করে ভর্তি হন আহসানউল্লাহ ইঞ্জিনিয়ারিং কলেজে (বর্তমানে বুয়েট)। এ সময় হজরতের সংসার চলত বাবার পেনশনের টাকায়। অনেক কষ্টে ইঞ্জিনিয়ারিং পাস করেন। তারপর শুরু করেন কর্মজীবন। প্রথমে সিদ্ধিরগঞ্জ পাওয়ার স্টেশন এবং পরে ইংলিশ ইলেক্ট্রিক কোম্পানিতে চাকরি করেন। এ সময় বাসা ভাড়া নেন আজিমপুরে। আর তখনই পরিচয় হয় হজরত মাওলানা আবদুল্লাহ (রহ.)-এর সঙ্গে। তিনি অনেক বড় আলেম ছিলেন। তার কাছে নানা বিষয়ের জ্ঞান লাভ করেন। বিশেষ করে কোরআন মাজিদের ক্ষেত্রে হজরতের পারদর্শিতা মাওলানা আবদুল্লাহ হুজুরের সঙ্গে থাকার বরকতে অর্জিত হয়েছে।\n\n১৯৬৫ সালে হজরত কোম্পানি থেকে ট্রেনিংয়ের জন্য ইংল্যান্ড যান। প্রায় ৯ মাস সেখানে ছিলেন। ইংল্যান্ড থেকে ফিরে হজরতের দ্বীনি অনুভূতি অনেক বেড়ে যায়, তিনি দাড়ি রেখে দেন। হজরতের মা খুব পরহেজগার নারী ছিলেন। কোরআন তেলাওয়াত নিয়ে দিন-রাত পড়ে থাকতেন, তাহাজ্জুদ পড়তেন। ১৯৬৭ সালে তিনি বিয়ে করেন। তিনি ৫ ছেলে ও ২ মেয়ের জনক। ছেলেরা সবাই হাফেজ ও আলেম।\n\nইংলিশ ইলেক্ট্রিক কোম্পানিতে হজরতের ব্যাপক পরিচিতি ছিল, সুনাম ছিল। বছর না ঘুরতেই তিনি কোম্পানির জন্য একটা সম্পদ হয়ে ওঠেন। ১৯৬৯ সালের শুরুর দিকে কোম্পানির প্রোডাক্ট সেলের জন্য ঘুষের প্রচলন শুরু হলে তিনি এর বিরোধিতা করেন। এক পর্যায়ে লোভনীয় চাকরিটি ছেড়ে দেন।\n\nপরে অনেক কম বেতনে ১৯৬৯ সালে তিনি বুয়েটে যোগ দেন। পদবি সহকারী অধ্যাপক। তিনি মাস্টার্স ও পিএইচডি করেননি। সুতরাং তার প্রমোশন হয়নি। এ সময় তিনি তাবলিগে প্রচুর সময় ব্যয় করেন। ইতিমধ্যে বড় ছেলেকে মাওলানা আবদুল্লাহ হুজুরের মাদ্রাসায় ভর্তি করিয়ে দিয়েছেন। কিন্তু কোথাও যেন একটা অপূর্ণতা ছিল। কারণ, আল্লাহ তাকে যে কাজের জন্য দুনিয়াতে পাঠিয়েছেন, সেটি যেন এখনো হাতের নাগালেই রয়ে গেছে। শিগগিরই সেটিও পূর্ণ হয়ে যায়। তিনি হাফেজ্জী হুজুর (রহ.)-এর সোহবত লাভে ধন্য হন।\n\nপ্রফেসর হজরত হাফেজ্জী হুজুর (রহ.)-এর কাছে বায়াত হন ১৯৭৭ সালে। বায়াতের পর হজরত হাফেজ্জী হুজুর (রহ.) অপূর্ব একটি নসিহত করেন। তাহলো- ‘চোখের গোনাহ থেকে বাঁচেন।’ এই এক কথায় হজরতের আমল শুরু হয়ে যায়। এর আগে তাবলিগে সময় লাগানোর কারণে কথাটি বহুবার শুনেছেন। কিন্তু আমলের সুযোগ হয়নি। হাফেজ্জী হুজুরের নসিহতের পর এ আমল শুরু করেন। বায়াত হওয়ার পাঁচ বছর পর তিনি হাফেজ্জী হুজুর (রহ.)-এর খেলাফত লাভ করেন।\n\n১৯৮০ সালে তিনি হাফেজ্জী হুজুর (রহ.)-এর সঙ্গে হজের সফর করেন। মদিনায় একদিন ভোররাতে তাহাজ্জুদের নামাজের সময় হয়েছে। যথারীতি হাফেজ্জী হুজুর অজু করে প্রস্তুতি নিয়েছেন মসজিদে যাওয়ার। হাফেজ্জী হুজুরের একটা লাঠি ছিল, ওই সময় লাঠিটা খুঁজে পাওয়া যাচ্ছিল না। এদিকে তাহাজ্জুদের সময় প্রায় শেষ হয়ে যাচ্ছে, তাড়াতাড়ি যেতে হবে। একটু খোঁজ করেই হাফেজ্জী হুজুর হজরতকে বললেন- ‘থাক, লাগব না লাঠি। আপনিই আমার জিন্দা লাঠি।’ দেশে ফিরেও এই কথা বলেছেন, ‘হামীদুর রহমান আমার জিন্দা লাঠি।’ তখন থেকেই হজরতের নাম হয়ে যায়- ‘জিন্দা লাঠি।’\n\nপ্রফেসর হজরত ১৯৮৫ সালে হাফেজ্জী হুজুরের সঙ্গে ইংল্যান্ড সফর করেন। এ সফরে যাওয়ার আগে তিনি ছুটি পাননি। অনেক অনুরোধের পরও বুয়েট কর্র্তৃপক্ষ তাকে ছুটি দেয়নি। এ জন্য তিনি চাকরি ছেড়ে দেন। ইংল্যান্ড সফরের শেষ দিকে হাফেজ্জী হুজুর (রহ.) হজরতকে বললেন, ‘আপনি আমার জন্য চাকরি ছেড়ে দিলেন? দেশে গিয়ে কী করবেন?’ হজরত বললেন, ‘হুজুর! আমি আল্লাহর খুশির জন্য চাকরি ছেড়ে দিয়েছি। আমার তো কোনো ভয় লাগে না।’ কথার জবাব দেওয়া হয়ে গেল। এখন একটুখানি থেমে হাফেজ্জী হুজুর বললেন, ‘এবার দরসিয়াতের (কওমি নেসাবে) কিতাবগুলো পড়ে ফেলেন। নিজে আলেম হন। নিজে মাদ্রাসা করে পড়ান।’ চিন্তা করলে অবাক হতে হয়, আল্লাহর অলি কী জিজ্ঞেস করলেন, আর কী সমাধান দিলেন?\n\nপ্রফেসর হজরত আপন পীর ও শায়খের এই নসিহত পুরোপুরি আদায় করতে পারেননি বলে আফসোস করেন। মাদ্রাসা প্রতিষ্ঠা করেছেন ঠিকই, কিন্তু দরসিয়াতের কিতাবগুলো পড়তে পারেননি। এজন্য এখনো এই বৃদ্ধ বয়সে সময়-সুযোগ হলে কারও কাছে দরসিয়াতের কিতাব পড়ার চেষ্টা করেন।\n\nপ্রফেসর হজরত প্রফেশনালি খুব খ্যাতি অর্জন করেছেন। সরকারি পর্যায়ে গঠিত বিভিন্ন কমিটিতে বিশেষজ্ঞ হিসেবে কাজ করেছেন। তবে বৈষয়িকভাবে আর ব্যস্ত হতে চাননি। তিনি দুনিয়ার যশ-খ্যাতির তুলনায় আখেরাতকে প্রাধান্য দিয়েছেন, তিনি সফলও হয়েছেন। দুনিয়াতে এর নমুনাও প্রকাশ পেয়েছে। হাফেজ্জী হুজুর (রহ.)-এর ইন্তেকালের পর তিনি হাকিমুল উম্মত আশরাফ আলী থানভি (রহ.)-এর সর্বশেষ খলিফা মুহিউস সুন্নাহ মাওলানা আবরারুল হক (রহ.)-এর কাছে বায়াত হন এবং খেলাফত লাভ করেন।\n\n২০১২ সালে তিনি আমেরিকায় দীর্ঘ সফর করেন। এ সময় নিউইয়র্ক, বাফেলো, নায়াগ্রা, মিশিগান, আটলান্টা, ফ্লোরিডা, লস এঞ্জেলেস, সান ফ্রান্সিসকো, ডালাস, হিউস্টন এবং অস্টিনে হজরতের প্রোগ্রাম হয়। এসব প্রোগ্রামে তিনি ইংরেজিতে বয়ান করেন। তার ইংরেজি বলার দক্ষতা অসাধারণ। পরে ২০১৪ সালে নিউজিল্যান্ড এবং ২০১৫ সালে কানাডা সফর করেন। কিন্তু অসুস্থতার জন্য এরপরে আর বিদেশ সফর করতে পারেননি। তার বিদেশ সফর নিয়ে মাকতাবাতুল ফুরকান থেকে তিনটি সফরনামা বের করা হয়েছে। এ ছাড়া একই প্রকাশনা প্রতিষ্ঠান থেকে তার অপূর্ব জীবনী, বয়ান, মালফুযাত ও অন্যান্য বিষয়ে আরও ১৬টি বই প্রকাশিত হয়েছে।\n\nহজরত হাফেজ্জী হুজুর (রহ.) ছিলেন কোরআনের মানুষ। তার জিহ্বা সর্বদা নড়ত, জিকির না হলে কোরআন তেলাওয়াত। গ্রামে-গঞ্জে মক্তব প্রতিষ্ঠার মিশন নিয়ে ছুটে বেড়িয়েছেন। প্রফেসর হজরত এটা উত্তরাধিকার সূত্রে লাভ করেছেন। তিনিও মক্তব প্রতিষ্ঠার জন্য দেশের আনাচে-কানাচে ছুটে বেড়াচ্ছেন। এখন যখন দুই জনের কাঁধে ভর দিয়ে তাকে দাঁড়াতে হয়, তখনো তিনি ছুটে চলছেন। গাড়িতে শুয়ে শুয়ে সফর করেন। মুখে কথা বলতে কষ্ট হয়। শারীরিক সক্ষমতা হারিয়েছেন। কিন্তু হাফেজ্জী হুজুরের সান্নিধ্য তার অন্তরে কোরআনের যে মহব্বত আসন গেড়েছে, তাতে বিন্দুমাত্র দুর্বলতা আসেনি। এক অপার্থিব রুহানি শক্তিতে তিনি পথ চলেন। এ পথ তিনি আমৃত্যু চলবেন, তার ছায়া আমাদের ওপর আরও দীর্ঘ হোক- দয়াময় আল্লাহর কাছে এই প্রাথর্না করি। (১৯ মার্চ ২০২৩)",
  "content_title": "আল্লাহর সান্নিধ্যে চলে গেলেন প্রফেসর হজরত"
}
