{
  "button_hints": "মহিমান্বিত শবে ক্বদরের রাতের গুরুত্ব, ফজিলত সম্পর্কে আরো জানতে পড়তে পারেন মাওলানা শিব্বীর আহমদের লিখা এই প্রবন্ধটি",
  "button_text": "শবে ক্বদরের প্রবন্ধ পড়ুন",
  "button_url": "https://muslimsday.com/মহিমান্বিত-রাত-শবে-কদর/?utm_source=muslims-day&utm_medium=notification&utm_campaign=blog-reach",
  "content_message": "আজ রমাদানের ২৭তম বিজোড় রাত। আজ লাইলাতুল ক্বদর ক্ষেত্রে অধিক সম্ভাবনা রয়েছে। আগামী পরশু ২৯তম রাত। সে রাতেও হতে পারে শবে ক্বদর। ক্বদরের ইবাদত হোক সুন্নাহের আলোয় উদ্ভাসিত ও বিদআত থেকে মুক্ত। রমাদানের শেষ দশকের প্রতিটি রাতেই শবে ক্বদরের জন্য বাড়তি নামাজ, কুরআন তিলাওয়াত ও ইবাদতে সময় দেয়া উচিত।\n\nআয়িশাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,\nইয়া রাসূলাল্লাহ! আমি যদি কদরের রাত পেয়ে যাই তবে কি দুআ’ পড়বো?\n\nতিনি (রাসূল [সাঃ]) বলেনঃ তুমি বলবে,\n\nاللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي\n\n\"হে আল্লাহ! তুমি ক্ষমাকারী, তুমি ক্ষমা করতেই ভালোবাসো। অতএব তুমি আমাকে ক্ষমা করে দাও\" (সুনানে ইবনে মাজাহ ৩৮৫০)\n\nজামে আত-তিরমিযির একটি হাদীস থেকে উক্ত দুআটি একটি বাড়তি শব্দ সহকারে পাওয়া যায়। দুআটি হচ্ছেঃ\n\nاللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي\n\n\"হে আল্লাহ! তুমি সম্মানিত ক্ষমাকারী, তুমি মাফ করতেই পছন্দ কর, অতএব তুমি আমাকে মাফ করে দাও\"\n(তিরমিযি ৩৫১৩)\n\nরমাদানে গুনাহ মাফ করানোর গুরুত্বের ব্যাপারে নিচের হাদীসটি আমরা সকলেই জানি।\n\nজাবের ইবনে আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ\n\nনবী (সাঃ) মিম্বারে উঠলেন। তিনি প্রথম সিঁড়িতে উঠে বলেনঃ আমীন। তিনি দ্বিতীয় সিঁড়িতে উঠেও বলেনঃ আমীন। তিনি তৃতীয় সিঁড়িতে উঠেও বলেনঃ আমীন। সাহাবীগণ বলেন, ইয়া রাসূলাল্লাহ আমরা আপনাকে তিনবার আমীন বলতে শুনলাম।\n\nতিনি বলেনঃ আমি প্রথম সিঁড়িতে উঠতেই জিবরাঈল (আবু দাউদ) এসে বলেন, দুর্ভাগ্য সেই ব্যক্তির যে রমযান মাস পেলো এবং তা শেষ হয়ে যাওয়া সত্বেও তার গুনাহর ক্ষমা হলো না। আমি বললামঃ আমীন।\n\nঅতঃপর দ্বিতীয় ধাপে উঠতেই তিনি বলেন, দুর্ভাগ্য সেই ব্যক্তির যে নিজ পিতা-মাতা উভয়কে অথবা তাদের একজনকে বৃদ্ধাবস্থায় পেলো, অথচ তারা তাকে বেহেশতে প্রবেশ করালো না। আমি বললামঃ আমীন।\n\nঅতঃপর তৃতীয় ধাপে উঠতেই তিনি বলেন, দুর্ভাগ্য সেই ব্যক্তির যার নিকট আপনার উল্লেখ হলো, অথচ সে আপনার প্রতি দুরূদ পড়েনি। আমি বললামঃ আমীন।\n\n(আদাবুল মুফরাদ ৬৪৮, হাদীসের মানঃ সহীহ)\n\nঅর্থাৎ আমরা যদি রমাদান পেয়েও আল্লাহর থেকে ক্ষমা লাভ করতে না পরি তাহলে আমাদের দুর্ভাগ্যের জন্য স্বয়ং রাসূল (সা) সমর্থন দিয়ে \"আমীন\" বলে গেছেন। আমরা কি এর মর্মার্থ অনুধাবন করতে পারি? এলাকার একজন এমপি সাহেব বা সংসদের একজন মন্ত্রী যদি আমাদেরকে দুর্ভাগা বলেন বা আমাদের দুর্ভাগ্যের জন্য সমর্থন দেন আমরা কতই না পেরেশান হয়ে পড়ব! কিন্তু এখানে পৃথিবীর শ্রেষ্ঠ মানুষটি যেই লোকদেরকে দুর্ভাগা বলেছেন আমরা সেই দলে পড়ে যাচ্ছি না তো? আমরা কি আমাদের গুনাহ মাফ করাতে পেরেছি?\n\nরমাদান তো প্রায় চলেই গেল। আমরা কেউই জানি না আগামী রমাদান পর্যন্ত আমরা বেঁচে থাকব কিনা। আবার আরেকটি রমাদানে আমাদের গুনাহগুলোকে মাফ করাতে পারব কিনা। তাই এই রমাদানকেই জীবনের শেষ রমাদান হিসাবে চিন্তা করি। গুনাহ মাফ করানোর জন্য রমাদানের শেষ ১০ দিনকে বিশেষ গুরুত্বের সাথে বিবেচনা করি। যারা প্রথম দিকে তারাবীহ সালাত পড়তে অলসতা করেছি অন্তত বাকি কয়েকটা দিন পড়ি। ২৭ রমাদানেই তারাবীহ শেষ নয়। রমাদানের শেষ দিন পর্যন্ত পূর্ণ তারাবীহ আদায় করি। বাকি দিনগুলো আগের চেয়ে একটু বেশি কুরআন তিলাওয়াত ও দান সাদাকা করি। আল্লাহর রাসূল (সা) যেই দুআ শিখিয়ে দিয়েছেন সেই দুআ বারবার পড়ি। দুআর অর্থ বুঝি। অন্তর থেকে উপলব্ধি করে দুআ করি। ইনশাআল্লাহ আল্লাহ আমাদেরকে ক্ষমা করবেনই!\n\nআসছে ঈদুল ফিতর। ঈদের প্রস্তুতির অংশ হিসাবে নিচের লিংক থেকে ঈদের নামাজের বিস্তারিত নিয়ম জেনে নিই:\nhttps://muslimsday.com/ঈদের-নামাজের-নিয়ম",
  "content_title": "আজ রমযানের বিজোড় রাত, শবে ক্বদরের সম্ভাবনা"
}
