{
  "button_text": "শবে বরাত সম্পর্কে বিস্তারিত জানুন",
  "button_hints": "দলিল সহ বিস্তারিত জেনে নিন শবে বরাতের আমল। শবে বরাতে করণীয় এবং বর্জনীয় বিষয়গুলো সম্পর্কে",
  "button_url": "https://hellohasan.com/2016/07/04/শবে-বরাত-ফজিলত-আমল",
  "content_message": "বাংলাদেশের আকাশে আজ (২১ ফেব্রুয়ারি ২০২৩) পবিত্র শাবান মাসের চাঁদ দেখা গিয়েছে। আগামীকাল ২২ ফেব্রুয়ারি বুধবার থেকে পবিত্র শাবান মাস গণনা শুরু হবে। ৭ মার্চ মঙ্গলবার দিবাগত রাতে পালিত হবে লাইলাতুন নিসফ মিন শাবান বা মধ্য শাবানের রাত (শবে বরাত)। ৮ মার্চ বুধবার সরকারি ছুটি থাকবে।\n\nশবে বরাতের করণীয় এবং বর্জনীয় আমলগুলো সম্পর্কে বিস্তারিত জানতে এই লেখাটি পড়ুনঃ\nhttps://hellohasan.com/2016/07/04/শবে-বরাত-ফজিলত-আমল\n\nএ মাসের আইয়ামে বীজের তিনটি সিয়াম রাখতে হবে যথাক্রমে ৬, ৭ ও ৮ মার্চ (সোম, মঙ্গল ও বুধবার)। নবীজি (সা) সব সময়ই চান্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখ সিয়াম পালন করতেন। মাসের যে কোনো ৩ দিন সিয়াম পালন করা সারা মাস সিয়াম রাখার সমতূল্য। কারণ প্রতিটি ভাল কাজের সওয়াব ১০ গুণ পর্যন্ত আল্লাহ তায়ালা বৃদ্ধি করে দেন। তাই আসুন আমরা রামাদানের প্রস্তুতির অংশ হিসাবে অন্তত এই তিনটি সিয়াম পালন করি।\n\nআইয়ামে বীজের রোজা সম্পর্কে বিস্তারিত জানতে এই লেখাটি পড়ুনঃ\nhttps://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nনবীজি (সা) শাবান মাসে এত বেশি সিয়াম পালন করতেন যে মনে হত; তিনি যেন সারা মাসই সিয়াম পালন করছেন। অর্থাৎ অনেক বেশি নফল সিয়াম রাখতেন। তাই আমাদের উচিত নিজেদের এবং পরিবারের অন্যান্য সবাইকে নিয়ে সাধ্য মত বেশি বেশি সিয়াম পালন করা। এটা ইনশাআল্লাহ রামাদানে আমাদেরকে আরও বেশি মুত্তাক্বী হওয়ার ক্ষেত্রে সহায়ক হবে। আল্লাহ আমাদের সবাইকে তাওফিক দান করুন।\n\nএই মাসের একটি গুরুত্বপূর্ণ রাত হচ্ছে \"লাইলাতুন নিসফ মিন শাবান\" বা শাবান মাসের মধ্য রজনী। যা আমাদের সমাজে শবে বরাত নামে প্রচলিত। শবে বরাতে হিংসা-বিদ্বেষ পোষণকারী এবং শিরককারী ব্যতীত সবাইকে আল্লাহ ক্ষমা করে দেন। এ রাতের এই বিশেষ ফজিলতটি হাসিল করার জন্য আমাদের মনকে বিদ্বেষমুক্ত এবং শিরকমুক্ত করতে হবে। আল্লাহ আমাদের সবাইকে হিংসা ও শিরকমুক্ত হয়ে লাইলাতুন নিসফ মিন শাবানের ফজিলত হাসিল করার তাওফিক দান করুন।\n\nঅন্যান্য বিশেষ দিবস বা রজনীর মত এ রাতকে কেন্দ্র করে অনেক ভুল ধারণা এবং বিদআত সমাজে প্রচলিত আছে। এই রাতের ফজিলত, সুন্নাহ সমর্থিত আমল এবং বর্জনীয় বিদআতগুলো সম্পর্কে আমাদেরকে জানতে হবে।\n\nআল্লাহ আমাদেরকে প্রচলিত ভুলভ্রান্তি থেকে মুক্ত থেকে, সুন্নাতের উপর আমল করার তাওফিক দান করুন। আমীন।",
  "content_title": "শাবান মাসের চাঁদ দেখা যায় নি"
}
