{
  "button_text": "৫ স্টার রেটিং দিন",
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "দেখতে দেখতে যেন চোখের নিমিষেই রমাদানের একদম শেষ প্রান্তে আমরা উপনীত হয়েছি। যেভাবে রমাদানের হক্ব আদায় করা উচিত ছিল সেভাবে হয়ত আদায় করতে পারি নি। আল্লাহ আমাদের সবাইকে ক্ষমা করে দিন। বেশি বেশি রমাদান ও রমাদানের রহমত লাভের তাওফিক দান করুন। আল্লাহ আপনার ও আমাদের সকলের ইবাদতগুলোকে কবুল করুন। আমীন। ঈদ মুবারক।\n\nঈদের নামাজ ও এ সংক্রান্ত প্রয়োজনীয় মাসআলা জানতে ভিজিট করুন:\nhttps://muslimsday.com/tag/ঈদ\n\nআমরা মুসলিমস ডে অ্যাপের মাধ্যমে চেষ্টা করেছি আপনার রমাদানের আমলগুলোকে মনে করিয়ে দেয়ার। চেষ্টা করেছি সালাত-সাওমের সময় সহ অন্যান্য সমসাময়িক বিষয়ে দৃষ্টি আকর্ষণ করার। একাজ করতে গিয়ে যা কিছু ভাল তা একমাত্র আল্লাহর পক্ষ থেকে আমাদের প্রতি রহমত স্বরূপ এসেছে। এর মাঝে যা কিছু মন্দ ও ত্রুটি বিচ্যুতি হয়েছে সেগুলো আমাদের দুর্বলতা ও শয়তানের প্ররোচনায় হয়েছে। আল্লাহ আমাদের জানা-অজানা সকল ভুল-ত্রুটি ক্ষমা করুন। \n\nসারা মাস আমাদের অ্যাপটি ব্যবহার করার জন্য অ্যাপের ১০ লক্ষাধিক ইউজারকে আন্তরিক ধন্যবাদ। আরো ধন্যবাদ জানাই অ্যাপের সকল কলাকুশলী, শুভাকাঙ্খী ও আর্থিক ভাবে সহায়তা করেছেন এমন সবাইকে। জাযাকাল্লাহু খাইর। আপনার দুআয় আমাদের টিমের কথা স্মরণে রাখবেন।\n\nরমাদান তো শেষ। এই অ্যাপের প্রয়োজনীয়তা কি আর আছে?\n\nঅবশ্যই! শুধু রমাদানই নয় আমাদের অ্যাপটির মাধ্যমে আমরা চেষ্টা করি সারা বছরই সার্ভিস দেয়ার। বছরের অন্যান্য সময়ে কী পাওয়া যাবে অ্যাপ থেকে?\n\n# ফরজ ও নফল সালাতের সময়সূচী\n# সালাতের নিষিদ্ধ সময়ের সূচী\n# প্রতি মাসের নফল রোজা আইয়ামে বীজের রিমাইন্ডার\n# অন্যান্য বিশেষ নফল রোজার রিমাইন্ডার (আশুরা, আরাফাহ ইত্যাদি)\n# সমসাময়িক ঘটনাবলীর সাথে প্রাসঙ্গিক ইসলামী মূল্যবোধ\n# নিয়মিত কুরআন/হাদীসের থেকে নোটিফিকেশন ইত্যাদি\n\nতাই রমাদান শেষ হলেও অ্যাপের প্রয়োজনীয়তা ফুরিয়ে যায় নি। অ্যাপটি সারা বছর ব্যবহার করুন। অন্যান্যদেরকেও ব্যবহার করতে উৎসাহিত করুন।\n\nরমাদানের পরেই আসছে শাওয়াল মাস। রমাদানের পর শাওয়ালের ৬টি নফল রোজা রাখা হলে সারা বছর রোজার সওয়াব পাওয়া যায়। এই রোজাগুলোর সাহরি-ইফতারের সময় জানা যাবে আমাদের অ্যাপ থেকে। শাওয়ালের ৬টি রোজার বিস্তারিত জানা যাবে এখান থেকে:\nhttps://muslimsday.com/শাওয়ালের-ছয়-রোজা\n\nসবাইকে ঈদের অগ্রীম শুভেচ্ছা ও মুবারকবাদ জানিয়ে শেষ করছি।\nআল্লাহ আমাদের সবাইকে দ্বীনের কাজে একে অন্যের সহযোগি হওয়ার তাওফিক দান করুন। আমীন।",
  "content_title": "অ্যাপটি ব্যবহার করায় ধন্যবাদ"
}
