{
  "button_text": "ফেসবুক ইভেন্টে যান",
  "button_hints": "রোজার মাসআলা জানার জন্য আমরা আয়োজন করতে যাচ্ছি ফিকহুস সিয়াম কুইজ প্রতিযোগিতা ২০২৩।\n\nকুইজ সম্পর্কে বিস্তারিত জানতে জয়েন করুন আমাদের ফেসবুক ইভেন্টে",
  "button_url": "https://web.facebook.com/events/1544747712710590/?active_tab=discussion",
  "content_message": "সমাজের কিছু মানুষ তাদের ভোগ বিলাসিতাকে জায়েজ করার জন্য এরকম একটা কথার প্রচলন করেছে। তারা বলে থাকে- সাহরি ও ইফতারে যা খাওয়া হবে এর কোনো হিসাব দিতে হবে না। নাউজুবিল্লাহ!\n\nএই ধারণাটা সাওমের চেতনার সাথে সাংঘর্ষিক। সাহরি ইফতারে অতিরিক্ত খাওয়ার কারণে রামাদানে আমাদের ইবাদত করার সুযোগ নষ্ট হয়। সাহরি খাওয়ার উদ্দেশ্য এই নয় যে সারা দিন খেতে পারব না, তাই সারা দিনের খাবার একসাথে খেয়ে নিই। ইফতারের উদ্দেশ্য এই হওয়া উচিত নয় যে, সারা দিন খাই নি এখন সেটা উসুল করে নিই।\n\nসারা বছর আমরা যে পরিমাণ খাবার খাই, অনেকেই রামাদানে তার চেয়ে বেশি খেয়ে থাকি। এজন্য আমরা ইবাদতে মন দিতে পারি না। রামাদানে আত্মা যে পরিশুদ্ধ হওয়ার কথা ছিল, সেটা থেকে বঞ্চিত হই। রামাদান আমাদের অনেকের জীবনে আসে খাওয়ার মাস হিসাবে। কিন্তু হওয়ার কথা ছিল উল্টা।\n\nতাই সাহরি-ইফতারের খানার কোনো হিসাব নাই, এমন চিন্তা করার অবকাশ ইসলামে নাই।\n\nনবীজি (সা) বলেছেনঃ\n\nমানুষ পেটের চেয়ে নিকৃষ্ট কোন পাত্র ভর্তি করে না। (যতটুকু খাদ্য গ্রহণ করলে পেট ভরে পাত্র থেকে ততটুকু খাদ্য উঠানো কোন ব্যক্তির জন্য দূষণীয় নয়)। যতটুকু আহার করলে মেরুদন্ড সোজা রাখা সম্ভব, ততটুকু খাদ্যই কোন ব্যক্তির জন্য যথেষ্ট। এরপরও যদি কোন ব্যক্তির উপর তার নফস (প্রবৃত্তি) জয়যুক্ত হয়, (অর্থাৎ যদি সে আরও খেতে চায়) তবে সে তার পেটের এক-তৃতীয়াংশ আহারের জন্য, এক-তৃতীয়াংশ পানির জন্য এবং এক তৃতীয়াংশ শ্বাস-প্রশ্বাসের জন্য রাখবে। (ইবনু মাজাহ ৩৩৪৯, হাদীসের মানঃ সহীহ)\n\nআমরা অনেকেই আমাদের বাসার মা, বোন, স্ত্রীকে দুপুরের পর থেকে রান্নাঘরে পাঠিয়ে দেই। তারা আমাদের জন্য ৮-১০ পদের ইফতার বানিয়ে থাকেন। এভাবে রামাদানে তাদেরকে আমরা ইবাদতের সুযোগ থেকে বঞ্চিত করি। সাহরি-ইফতারে আমাদের এত এত খাবার খেতে হয়, যার বন্দোবস্ত করতে করতেই তাদের রামাদান পার হয়ে যায়।\n\nতাই আসুন, রামাদানকে খাওয়ার মাস না বানাই। নানা পদের বাহারী আইটেমের পেট ভর্তি খাবার না খেয়ে সময়গুলোকে ইবাদতের জন্য কাজে লাগাই। সাহরি-ইফতারে সাধারন ভাত-তরকারি-রুটি জাতীয় খাবার খেয়ে শরীরকে ইবাদতের উপযোগি রাখি। যেন তারাবীহ, তাহাজ্জুদ, কুরআন তিলাওয়াতের জন্য শরীর উপযোগি থাকে। বেশি খাওয়ার কারণে শরীর ভার না হয়ে যায়। আর রোজা রেখে গরীবদের অনাহারের কষ্টটাও উপলব্ধি করার চেষ্টা করি। এতে আমাদের সাওম ও রোজা আরও অধিক ফলপ্রসু হবে ইনশাআল্লাহ।\n\nআল্লাহ আমাদেরকে অতিভোজনের অভিশাপ থেকে হেফাজত করুন। আমীন।\n\nলেখাটি সম্পাদনা করেছেন মাওলানা শিব্বীর আহমদ। উসতাযুল হাদীস, জামিয়াতুল উলুমিল ইসলামিয়া ঢাকা।",
  "content_title": "রমজানের খাবারের কোনো হিসাব নাই - একটি ভুল ধারনা"
}
