{
  "button_text": "আপডেট করুন ও ৫ স্টার রেটিং দিন",
  "button_hints": "আমাদেরকে উৎসাহ দিতে গুগল প্লে স্টোরে রেটিং ও রিভিউ দিন। প্লে স্টোরে ৫ স্টার রেটিং দেয়ার অর্থ অ্যাপটি ভাল লেগেছে আর ১ স্টার দেয়ার মানে খুব খারাপ লেগেছে",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "কিছু কাজ এমন আছে যার কারণে রোজা ভাঙে না। এ কার্যগুলো সম্পাদন হলে রোজা চালিয়ে নিতে হবে। রোজা ভেঙে গেছে মনে করে পানাহার করা যাবে না। এরকম কিছু কাজ নিচে সংক্ষেপে দেয়া হলো। যেগুলোর কারণে রোজা নষ্ট হয় না।\n\n# রোজার কথা ভুলে গিয়ে পানাহার করলে রোজা ভাঙে না। তবে স্মরণ হওয়া মাত্রই পানাহার ছেড়ে দিতে হবে।\n\n# চোখে ওষুধ-সুরমা, মাথায় বা শরীরে তেল লাগালে রোযার কোনো ক্ষতি হয় না। আতর-সুগন্ধি ব্যবহার করলেও অসুবিধা নেই।\n\n# অনিচ্ছাকৃত বমি হলে (মুখ ভরে হলেও) রোযা ভাঙ্গবে না। তেমনি বমি মুখে এসে নিজে নিজে ভেতরে চলে গেলেও রোযা ভাঙ্গবে না।\n\n# মশা-মাছি, কীট-পতঙ্গ ইত্যাদি অনিচ্ছাকৃত পেটের ভেতর ঢুকে গেলেও রোযা ভাঙ্গবে না। অনুরূপভাবে ধোঁয়া বা ধুলোবালি  অনিচ্ছাকৃতভাবে গলা বা পেটের ভেতর ঢুকে গেলে রোযা ভাঙ্গবে না।\n\n# স্বপ্নদোষ হলে রোযা ভাঙ্গবে না।\n\n# চোখের দু’ এক ফোটা পানি মুখে চলে গেলে রোযার ক্ষতি হয় না। তবে তা যদি গলার ভেতর চলে যায় তাহলে রোযা ভেঙ্গে যাবে।\n\n# সুস্থ অবস্থায় রোযার নিয়ত করার পর যদি অজ্ঞান বা অচেতন হয়ে যায় তাহলে রোযা নষ্ট হবে না।\n\n# রোজা অবস্থায় ইনসুলিন নিলে রোজা ভঙ্গ হবে না।\n\n# রোযা অবস্থায় শরীর থেকে রক্ত বের হলে বা ইনজেকশন ইত্যাদি দ্বারা রক্ত বের করলে রোযা ভাঙ্গবে না। তবে ইচ্ছাকৃতভাবে এ পরিমাণ রক্ত বের করা মাকরূহ, যার দ্বারা রোযাদার খুব দুর্বল হয়ে যায়।\n\n# রাত্রে স্ত্রী সহবাস করলে বা স্বপ্নদোষ হলে সুবহে সাদিকের আগে গোসল করতে না পারলেও রোযার কোনো ক্ষতি হবে না। তবে কোনো ওযর ছাড়া, বিশেষত রোযার হালতে দীর্ঘ সময় অপবিত্র থাকা অনুচিত।\n\n# বীর্যপাত ঘটা বা সহবাসে লিপ্ত হওয়ার আশঙ্কা না থাকলে স্ত্রীকে চুমু খাওয়া জায়েয। তবে কামভাবের সাথে চুমু খাওয়া যাবে না। আর তরুণদের যেহেতু এ আশঙ্কা বেশি থাকে তাই তাদের এ থেকে বেঁচে থাকা উচিত।\n\n# শুধু যৌন চিন্তার কারণে বীর্যপাত হলে রোযা ভাঙ্গবে না। তবে এ কথা বলাই বাহুল্য যে, সব ধরনের কুচিন্তা তো এমনিতেই গুনাহ আর রোযার হালতে তো তা আরো বড় অপরাধ।\n\n# কামভাবের সাথে কোনো মহিলার দিকে তাকানোর ফলে কোনো ক্রিয়া-কর্ম ছাড়াই বীর্যপাত হলে রোযা ভাঙ্গবে না। তবে রোযা অবস্থায় স্ত্রীর দিকেও এমন দৃষ্টি দেওয়া অনুচিত। আর অপাত্রে কু-দৃষ্টি তো গুনাহ। যা রোযা অবস্থায় আরো ভয়াবহ। এতে ঐ ব্যক্তি রোযার ফযীলত ও বরকত থেকে মাহরূম হয়ে যায়।\n\nএসব বিষয়ে রোজার কোনো ক্ষতি হয় না। অনেকেই অজ্ঞতাবশত এগুলোকে রোজা ভঙ্গের কারণ মনে করে থাকেন। ফলে এসবের কোনো কিছু ঘটে গেলে রোজা ভেঙ্গে গেছে মনে করে ইচ্ছাকৃত পানাহার করেন। আবার কেউ কেউ এসব থেকে বেঁচে থাকার জন্যে অযথা কষ্ট করেন। আশা করি, ছোট এ পোস্টের মাধ্যমে উভয় শ্রেণির ভুল দূর হয়ে যাবে, ইনশাআল্লাহ।\n\nলেখাটি সংকলন করেছেন মুসলিমস ডে অ্যাপের শরয়ী সম্পাদক মাওলানা শিব্বীর আহমদ। উসতাযুল হাদীস, জামিয়াতুল উলুমিল ইসলামিয়া ঢাকা, মোহাম্মদপুর।\n\nরোজার মাসআলাগুলো যাচাই করার জন্য আমরা আয়োজন করেছিলাম ফিকহুস সিয়াম কুইজ প্রতিযোগিতা। যদিও প্রতিযোগিতাটি শেষ হয়ে গিয়েছে। কিন্তু আপনি চাইলে ডেমো কুইজে অংশ নিয়ে মাসআলাগুলো জেনে নিতে পারেন। পুরষ্কার পাওয়া না গেলেও এতে রোজা সংক্রান্ত মাসআলাগুলো জানা সহজ হবে ইনশাআল্লাহ। ডেমো কুইজে অংশ নেয়া যাবে এখান থেকেঃ https://forms.gle/qp5kAhe2kXznJaHAA",
  "content_title": "যেসকল কারণে রোজা ভাঙে না"
}
