{
  "button_hints": "অ্যাপ সম্পর্কে আপনার মতামত জানিয়ে আমাদের অনুপ্রাণিত করতে 5 star রেটিং দিন ও অ্যাপের কার্যক্রম চালিয়ে নিতে আর্থিক সহযোগিতা করুন",
  "button_text": "৫ স্টার রেটিং দিন",
  "button_url": "https://play.google.com/store/apps/details?id=theoaktroop.appoframadan",
  "content_message": "আমরা কে না চাই যে, আমাদের রিযিক বৃদ্ধি পাক? হালাল রিযিক ও অভাব-ঋণগ্রস্ত অবস্থা থেকে রক্ষা চেয়ে রাসূল (সা) নিয়মিত দুআ করতেন। বিশেষ করে ঋণের থেকে হেফাজতে থাকার জন্য রাসূল (সা) আল্লাহর কাছে দুআ করতেন। তিনি ঋণগ্রস্ত অবস্থায় মৃত্যুবরণ করা ব্যক্তির জানাজার সালাত পড়াতেন না।\n\nআজকে আমরা কুরআন ও সুন্নাহের আলোকে হালাল রিযিক বৃদ্ধির দুইটি আমল সম্পর্কে জানব।\n\n॥॥ তাকওয়া অবলম্বন করা ॥॥\n\nআল্লাহর ভয় তথা তাকওয়া অবলম্বন করা। তাঁর আদেশগুলো পালন ও নিষেধ করা বিষয়গুলো বর্জন করা। রিযিকের জন্য সর্বোচ্চ প্রচেষ্টা চালানোর পাশাপাশি, ফলাফলের জন্য আল্লাহর ওপর ভরসা করা এবং আল্লাহ তায়ালার সিদ্ধান্ত বা অনুগ্রহে সন্তুষ্ট থাকা। তাওয়াক্কুল করা এবং রিজিক অন্বেষণে তাঁর সাহায্য প্রার্থনা করা। কারণ, যে আল্লাহর ওপর ভরসা করে তিনিই তার জন্য যথেষ্ট হয়ে যান। আল্লাহ তা‘আলা বলেনঃ\n\n- فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَىْ عَدْلٍ مِّنكُمْ وَأَقِيمُوا الشَّهٰدَةَ لِلَّهِ ۚ ذٰلِكُمْ يُوعَظُ بِهِۦ مَن كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْءَاخِرِ ۚ وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُۥ مَخْرَجًا\nوَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُۥٓ ۚ إِنَّ اللَّهَ بٰلِغُ أَمْرِهِۦ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَىْءٍ قَدْرًا\n\n“আর যে আল্লাহকে ভয় করে, তিনি তার জন্য উত্তরণের পথ তৈরী করে দেন। এবং তিনি তাকে এমন উৎস থেকে রিযক দিবেন যা সে কল্পনাও করতে পারবে না। আর যে আল্লাহর ওপর তাওয়াক্কুল করে আল্লাহ তার জন্য যথেষ্ট। আল্লাহ তাঁর উদ্দেশ্য পূর্ণ করবেনই। নিশ্চয় আল্লাহ প্রত্যেক জিনিসের জন্য একটি সময়সীমা নির্ধারণ করে দিয়েছেন।”\n(সূরা আত-তালাক, আয়াতঃ ২-৩)\n\n॥॥ আত্মীয়দের সঙ্গে সুসম্পর্ক রাখা ॥॥\n\nআত্মীয়দের সঙ্গে সুসম্পর্ক বজায় রাখা এবং তাদের হক আদায়ের মাধ্যমেও রিযিক বাড়ে।\n\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ \n\n\"যে লোক তার জীবিকা প্রশস্ত করতে এবং আয়ু বৃদ্ধি করতে চায়, সে যেন আত্মীয়তার সম্পর্ক রক্ষা করে।\"\n(বুখারী ৫৯৮৫)\n\nঅর্থাৎ আমরা যদি আমাদের আত্মীয়ের সাথে সুসম্পর্ক বজায় রাখি, তাদের হক্ব আদায় করি, তাদের জন্য সাধ্য মত খরচ করি, তাদের মধ্যে অভাবীদেরকে সহযোগিতা করি। তাহলে আমাদের হায়াত ও রিযিকে আল্লাহ বরকত দিবেন ইনশাআল্লাহ।\n\nরাসূল (সা) এর সহীহ হাদীস থেকে পাওয়া যায় সাদাকা বা দানের মাধ্যমে সম্পদ বৃদ্ধি পায়। একটু পরীক্ষা করেই দেখুন না! আপনার কোনো অভাবী আত্মীয়দের জন্য, অভাবী বা কষ্টে থাকা বন্ধুদের জন্য সাধ্য মত খরচ করুন। দেখবেন আল্লাহ অকল্পনীয় উৎস থেকে আপনার রিযিকের ব্যবস্থা করে দিবেন। এটা বান্দার সাথে আল্লাহর ওয়াদা!\n\nআল্লাহ আমাদের সকলের অভাব দূর করে দিন। প্রত্যেকের ক্যারিয়ারকে সফল করুন। রিযিক বৃদ্ধি করে দিন। আমীন।",
  "content_title": "রিযিক বৃদ্ধির অব্যর্থ ও প্রমাণিত"
}
