{
  "button_hints": "আপনি কি শাওয়াল মাসের ৬টি রোজার ফজিলতের ব্যাপারে জানেন?",
  "button_text": "জেনে নিন শাওয়ালের রোজার ফজিলত",
  "button_url": "https://muslimsday.com/শাওয়ালের-ছয়-রোজা/?utm_source=muslims-day&utm_medium=notification&utm_campaign=blog-reach",
  "content_message": "আগামীকাল হতে পারে পবিত্র ঈদ উল ফিতর। আল্লাহ প্রদত্ত মু'মিন মুসলিমের জন্য আনন্দের দিন। আনন্দের এই দিনটি উদযাপনের জন্য নবীজি (সা) যে কাজগুলো করতেন সেগুলো করার মাধ্যমে আমরা বাড়তি সওয়াব লাভ করতে পারি। দিনটি আমাদের জন্য ইবাদতে পরিণত করতে পারি। চলুন জেনে নিই ঈদের দিনের সুন্নাহসমূহ।\n\nঈদ উল ফিতরের দিনের ১০টি সুন্নাহ:\n--------------------------------------\n১। ঈদের দিন ভোরে ঘুম থেকে ওঠা ও ঈদগাহে দ্রুত যাওয়া \n২। খেজুর বা মিষ্টি জাতীয় খাবার খেয়ে ঈদগায়ে যাওয়া \n৩। গোসল করা, সুগন্ধি ব্যবহার করা ও মিসওয়াক করা \n৪। উত্তম কাপড় পরিধান করা (নতুন কাপড় আবশ্যক নয়)\n৫। ঈদগাহে পায়ে হেঁটে যাওয়া (যদি অসুস্থ্যতা বা অন্য কোনো সমস্যা না থাকে)\n৬। তাকবীর বলতে বলতে ঈদগাহে যাওয়া (আল্লাহু আকবার আল্লাহু আকবার লা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবার আল্লাহু আকবার ওয়া লিল্লাহিল হামদ)\n৭। যে পথে ঈদগাহে যাওয়া হয় সেটা বাদ দিয়ে অন্য পথে বাড়ি ফিরে আসা। বিকল্প রাস্তা না থাকলে রাস্তার যে পাশ দিয়ে ঈদগাহে গিয়েছি তার বিপরীত পাশ দিয়ে বাড়ি ফিরব\n৮। ঈদের দিন যথা সম্ভব হাসিখুশি ও আনন্দিত থাকা\n৯। উন্মুক্ত স্থানে ঈদের সালাত আদায় করা। তবে সেরকম কোনো জায়গা পাওয়া না গেলে আবদ্ধ বা মসজিদেও সালাত আদায় করা যাবে\n১০। একে অন্যকে শুভেচ্ছা-অভিনন্দন জানানো। সাহাবাগণ ঈদের দিন একজনের সাথে অন্যজনের সাক্ষাতে এভাবে শুভেচ্ছা জানাতেনঃ \nتَقَبَّلَ اللّهُ مِنَّا وَ مِنْكُمْ\nআল্লাহ আমাদের ও আপনাদের পক্ষ থেকে সকল নেক আমলগুলোকে কবুল করে নিন।\n\nআমাদের সমাজে ঈদ মুবারক কথাটি প্রচলিত রয়েছে। এটিও বলা যাবে। তবে অভিবাদন জানানোর পূর্বে সালাম দিতে হবে।\n\nঈদের নামাজের নিয়ম, ঈদের নামাজের কিছু সাধারণ ভুল, ঈদের নামাজের এক বা একাধিক রাকাত মিস করলে করণীয়, ঈদের দিনের করণীয়-বর্জনীয় ইত্যাদি সম্পর্কে জানতে এই লিংকের পোস্টগুলো পড়তে পারেন:\nhttps://muslimsday.com/tag/ঈদ\n\nআমাদের উচিত ঈদকে কেন্দ্র করে সকল রকম অপসংস্কৃতি ও অনৈসলামিক কার্যকলাপ থেকে নিজেদের বিরত রাখা। আতশবাজি, পটকাবাজি সহ এমন কিছু যেন আমাদের দ্বারা না ঘটে যার দ্বারা মানুষের কষ্ট হয়। এ বিষয়ে সচেতনতা বৃদ্ধির জন্য মসজিদের জুমআর খুতবায় ও অন্যান্য সময় আলোচনা করা যেতে পারে।\n\nআল্লাহ তায়ালা আমাদের ঈদের দিনকে তার আনুগত্যের মধ্যে থেকে উদযাপনের তাওফিক দান করুন। আমীন।",
  "content_title": "ঈদের দিন যে কাজগুলো করা সুন্নাহ"
}
