{
  "info": "আলহামদুলিল্লাহ। ২০১৫ সাল থেকে এই অ্যাপটিকে আমরা ডেভেলপ ও নিয়মিত এর মানোন্নয়ন করে আসছি। তারই ধারাবাহিকতায় অ্যাপটি আজকের এই অবস্থানে এসে পৌঁছেছে।\n\n২০১৫ সালে আমরা প্রথম যখন এই অ্যাপটি গুগল প্লে স্টোরে পাবলিশ করি তখন থেকে ২০২০ সালের মার্চের মাঝামাঝি পর্যন্ত এর নাম ছিল App Of Ramadan. এই অ্যাপটির প্রথম ৫ বছরে নিয়মিত আপডেট হতে হতে এমন একটা পর্যায়ে এসেছে যখন এটিকে আর অ্যাপ অফ রামাদান বা রমজান মাসের অ্যাপ বলা যাবে না। অনেক ফিচার সমৃদ্ধ সারা বছর ব্যবহারের উপযোগি অ্যাপটির নাম আমরা পরিবর্তন করে রেখেছি Muslims Day. অর্থাৎ একজন মুসলিমের সকাল থেকে সন্ধ্যা পর্যন্ত দ্বীন ইসলামের বিষয়ে যা যা প্রয়োজন তার সব কিছুকেই আমরা এই অ্যাপে নিয়ে আসার চেষ্টা করে যাচ্ছি।\n\nপ্রথম তিন বছর অ্যাপে আমরা গুগলের বিজ্ঞাপন দেখাতাম। এরপর আমাদের ইউজারদের পর্দা লঙ্ঘন হবার আশংকায় সেই বিজ্ঞাপন দেখানো বন্ধ করে দিই। ফলে এই অ্যাপ থেকে কোনো রকম অর্থ উপার্জনের পথ বন্ধ হয়ে যায়। আমরা আল্লাহর উপর তাওয়াক্কুল করে এখন পর্যন্ত নিজেদের অর্থ, সময় ও শ্রম ব্যয় করে এই অ্যাপের নিয়মিত ডেভেলপমেন্ট চালিয়ে যাচ্ছি। শুধু ২০২০ সালের আপডেটের জন্যেই ৫-৬ মাস কাজ করতে হয়েছে। যার শ্রমমূল্য প্রায় ৪-৫ লাখ টাকা। আগামীতে আমরা আইফোনের জন্যও এই অ্যাপ ডেভেলপ করতে চাই। সেজন্য প্রায় ৭-৮ লাখ টাকার প্রয়োজন। তাই আমাদের সকল ইউজার যদি মাসে অন্তত ১০০ টাকা করেও আমাদেরকে অনুদান পাঠান তাহলেও এই অ্যাপটিকে অনেক দূর নিয়ে যাওয়া সহজ হবে।\n\nআপনিও চাইলে এই অ্যাপকে আরো উন্নত করার জন্য সহযোগিতা করতে পারেন। আপনার আইডিয়া শেয়ার করে, অ্যাপে কোনো ভুল থাকলে সেগুলো ধরিয়ে দিয়ে, যে কোনো বিষয়ে পরামর্শ দিয়ে, আর্থিক সহযোগিতা করে এবং আমাদের জন্য বেশি বেশি দুআ করার মাধ্যমেও আমাদের এই অ্যাপটিকে আরো ভাল অবস্থানে নিয়ে যেতে সাহায্য করতে পারেন।\n\nআপনি কোনো হালাল পণ্য বা প্রতিষ্ঠানের কর্ণধার হয়ে থাকলে অন্য রকম ভাবে আপনি আমাদেরকে সাহায্য করতে পারেন। আমরা নির্দিষ্ট সময়ের জন্য নির্দিষ্ট কিছু ফী নিয়ে আপনার পণ্য বা প্রতিষ্ঠানের বিজ্ঞাপন আমাদের অ্যাপে প্রচার করতে পারি। এর মাধ্যমেও আপনি এই অ্যাপের জন্য সহযোগিতা করতে পারেন। এ ব্যাপারে কথা বলতে চাইলে নিচের ডান পাশের বাটনে ক্লিক করে ডেভেলপার পেজে গিয়ে আমাদেরকে ফোন করতে পারেন।\n\nসবশেষে কৃতজ্ঞতা স্বীকার করছি iHadis.Com ও হিসনুল মুসলিম অ্যাপের প্রতি। আমরা এই ওয়েবসাইট ও অ্যাপে থেকে অনেক অনুপ্রেরণা ও তথ্য সংগ্রহ করেছি। আল্লাহ এই প্রোজেক্টগুলোকে কবুল করুন।\n\nMuslims Day অ্যাপটি নিজে ব্যবহার করুন। আপনার পরিচিতদের সাথে শেয়ার করুন।\nআপনার দুআয় আমাদের রাখবেন।",
  "VersionCode": 67,
  "VersionName": "5.0.12",
  "changeLog": "নতুন ভার্সনে যা থাকছেঃ\n\n১। অ্যাপের সেটিংসে ডার্ক মোড ফিচার যুক্ত হয়েছে\n২। মেনুতে \"প্রচলিত ভুল\" নামের একটি নতুন অপশন যুক্ত হয়েছে\n\nনতুন ফিচারগুলো ব্যবহার করতে এখনই অ্যাপ আপডেট করুন!",
  "feedbackUrl": "https://docs.google.com/forms/d/e/1FAIpQLSeAziyC-G8Zna13ZkzHd3B4YwZduYkhqW4MYsmPQPD04Pn1dA/viewform?usp=sf_link",
  "ifaTimeEndPoint": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/data/district-time.json",
  "ifaTimeEndpointUpdatedAt": 1587542234,
  "isForceUpdateEnable": false
}
