{
  "info": "আলহামদুলিল্লাহ। ২০১৫ সাল থেকে এই অ্যাপটিকে আমরা ডেভেলপ ও নিয়মিত এর মানোন্নয়ন করে আসছি।\n\n২০১৫ সালে আমরা প্রথম যখন এই অ্যাপটি গুগল প্লে স্টোরে পাবলিশ করি তখন থেকে ২০২০ সালের মার্চের মাঝামাঝি পর্যন্ত এর নাম ছিল App Of Ramadan. এই অ্যাপটির প্রথম ৫ বছরে নিয়মিত আপডেট হতে হতে এমন একটা পর্যায়ে এসেছে যখন এটিকে আর অ্যাপ অফ রামাদান বা রমজান মাসের অ্যাপ বলা যাবে না।\n\nঅনেক ফিচার সমৃদ্ধ সারা বছর ব্যবহারের উপযোগি অ্যাপটির নাম আমরা পরিবর্তন করে রেখেছি Muslims Day. অর্থাৎ একজন মুসলিমের সকাল থেকে সন্ধ্যা পর্যন্ত দ্বীন ইসলামের বিষয়ে যা যা প্রয়োজন তার সব কিছুকেই আমরা এই অ্যাপে নিয়ে আসার চেষ্টা করে যাচ্ছি।\n\nপ্রথম তিন বছর অ্যাপে আমরা গুগলের বিজ্ঞাপন দেখাতাম। এরপর আমাদের ইউজারদের পর্দা লঙ্ঘন হবার আশংকায় সেই বিজ্ঞাপন দেখানো বন্ধ করে দিই। ফলে এই অ্যাপ থেকে কোনো রকম অর্থ উপার্জনের পথ বন্ধ হয়ে যায়।\n\nআমরা আল্লাহর উপর তাওয়াক্কুল করে এখন পর্যন্ত নিজেদের অর্থ, সময় ও শ্রম ব্যয় করে এই অ্যাপের নিয়মিত ডেভেলপমেন্ট চালিয়ে যাচ্ছি। আমাদের সকল ইউজার যদি মাসে অন্তত ১০০ টাকা করেও আমাদেরকে অনুদান পাঠান। তাহলে আমরা আমাদের ইঞ্জিনিয়ারদেরকে উপযুক্ত পারিশ্রমিক দিতে পারব ইনশাআল্লাহ।\n\n১৪৪২ হিজরির শেষের দিকে আমরা আইফোনের জন্য মুসলিমস ডে অ্যাপের ডেভেলপমেন্ট শুরু করেছি। iOS অ্যাপ ডেভেলপমেন্ট বেশ খরচসাপেক্ষ একটি কাজ। তাই আর্থিক ব্যাপারে আপনার অংশগ্রহন একান্ত কাম্য।\n\nঅ্যাপটি নিজে ব্যবহার করুন। আপনার পরিচিতদের সাথে শেয়ার করুন।\nআপনার দুআয় আমাদের রাখবেন।\n",
  "VersionCode": 71,
  "VersionName": 5.5,
  "changeLog": "নতুন ভার্সনে যা থাকছেঃ\n\n১। কুরআন তিলাওয়াতের অডিও ডাউনলোড করে পরবর্তীতে ইন্টারনেট ছাড়াই প্লে করার সুবিধা।\n২। আর্টিকেল, মাসআলা, মাসনূন আমল নতুন তিনটি অপশন যুক্ত হয়েছে।\n৩। দুআ ও আর্টিকেলগুলোতে সার্চ অপশন যুক্ত হয়েছে।\n৪। নোটিফিকেশন, দুআ ও অন্যান্য কনটেন্ট পড়ার সময় ডানে-বামে স্লাইড করে কনটেন্ট পরিবর্তনের ফিচার যুক্ত হয়েছে।\n৫। সূর্যোদয় ও সূর্যাস্তের নিষিদ্ধ সময় রাখা হয়েছে ১৫ মিনিট\n\nনতুন ফিচারগুলো ব্যবহার করতে এখনই অ্যাপ আপডেট করুন!",
  "feedbackUrl": "https://docs.google.com/forms/d/e/1FAIpQLSeAziyC-G8Zna13ZkzHd3B4YwZduYkhqW4MYsmPQPD04Pn1dA/viewform?usp=sf_link",
  "ifaTimeEndPoint": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/data/district-time.json",
  "ifaTimeEndpointUpdatedAt": 1587542234,
  "isForceUpdateEnable": false
}
