[
  {
    "category_id": 4,
    "category_name": "সাদাকা",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/charity.png",
    "content_list": [
      {
        "title": "সাদাকাতুল ফিতরের বিধান",
        "subtitle": "ফিতরা কার উপর ওয়াজিব? কী পরিমাণে ফিতরা দিব?",
        "content": "সাদাকাতুল ফিতর কী\n-----------------------------------\nসাদাকাহ অর্থাৎ দান; ফিতর অর্থ এক মাস রোজা রাখার পর রোজা ভাঙা। দীর্ঘ এক মাস সিয়াম সাধনা শেষে রোজা ভাঙা উপলক্ষে গরীব-মিসকিনকে যা দান করা হয়, তা-ই সাদাকাতুল ফিতর।\n\nসাদাকাতুল ফিতর কেন ওয়াজিব?\n---------------------------------\nসাদাকাতুল ফিতর ওয়াজিব হবার পিছনে হিকমতগুলো নিম্নরূপঃ\n\nপ্রথম কারণ হলোঃ একজন রোজাদার ব্যক্তির রোজা পালন করতে গিয়ে যেসব ত্রুটি-বিচ্যুতি হয়ে যায়, যার কারণে রোজা তার ভঙ্গ হয়ে যায় না, কিন্তু রোজার ত্রুটি হয়। রোজার এ ত্রুটি মার্জনার জন্যই সাদাকাতুল ফিতর। যেমন একজন রোজাদার ব্যক্তি দিনের বেলায় পানাহার করেনি, স্ত্রী ব্যবহার করেনি, যার কারণে তার রোজা নষ্ট হয়নি। কিন্তু পরনিন্দা বা গিবত করেছে, অশ্লীল কথাবার্তা বলেছে, অপ্রয়োজনীয় কথাবার্তা বলেছে, এতে রোজা ত্রুটিপূর্ণ হয়েছে। এ থেকে রোজাকে পরিচ্ছন্ন ও পরিশুদ্ধ করার জন্যই সাদাকাতুল ফিতর।\n\nদ্বিতীয় কারণ হচ্ছেঃ গরীব-দরিদ্র মানুষগুলো এই সমাজেরই মানুষ। তারা সারা বছরই দারিদ্র্যের মধ্যে বসবাস করে নিদারুণ কষ্টের মধ্যে থাকে। তারা কমপক্ষে ঈদের দিনের একদিন যাতে ঈদ আনন্দে সকলের সাথে শরীক হতে পারে। এজন্য তাদের কিছু খাদ্য ও বস্ত্রের ব্যবস্থা করে দেয়া।\n\nতৃতীয় কারণ হচ্ছে : দীর্ঘ এক মাস উপবাস থাকার পর আল্লাহ মেহেরবাণী করে ঈদের দিনে পানাহারের অনুমতি দিয়েছেন। তারই শুকরিয়া স্বরূপ সাদাকাতুল ফিতর।\n\nআব্দুল্লাহ বিন আব্বাস হতে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রোজাকে অপ্রয়োজনীয় ও অশ্লীল কথাবার্তা ও কার্যকলাপ থেকে পরিচ্ছন্ন করার জন্য এবং মিসকীনদের কিছু খাদ্যের ব্যবস্থা করার জন্য যাকাতুল ফিতর ফরজ করেছেন। (আবু দাউদ, ইবনে মাজা, বায়হাকী)\n\nঅন্য হাদীসে রয়েছে : ‘তাদের আজকের দিনে মানুষের বাড়ি বাড়ি ঘুরা থেকে অমুখাপেক্ষী রাখ’ (বায়হাকী, দারু কুতনী)\n\nসাদাকাতুল ফিতর কার উপর ওয়াজিব\n------------------------------\nযাকাত, কুরবানী ও সদকায়ে ফিতিরের নিসাবের ক্ষেত্রে মূলনীতি হলঃ যখন কোন ব্যক্তির কাছে একাধিক নিসাবের অংশ বিশেষ থাকে (অর্থাৎ কিছু স্বর্ণ, কিছু রূপা বা কিছু টাকা। অথবা শুধু স্বর্ণ, শুধু রূপা বা শুধু ক্যাশ টাকা)। কিন্তু কোনটি দিয়েই নিসাব পূর্ণ না হয়, এক্ষেত্রে যে কোন একটিকে নিসাব ধরে অন্য নিসাবী পণ্যের মূল্য হিসাবে আনা হয়। তখন যদি কোন একটি নিসাবের সমপরিমাণ মূল্যের নিসাব পূর্ণ হয়ে যায়, তাহলেই তার উপর যাকাত, কুরবানী ও সদকায়ে ফিতির আবশ্যক হয়ে যায়।\n\nএক্ষেত্রে আরেকটি বিষয় লক্ষ্যণীয়। তাহল, গরীবদের জন্য উপকারী বিষয়কে প্রাধান্য দিতে হয়। মূলনীতি অনুপাতে যেটি দিয়ে নেসাব পূর্ণ হবে, সেটিকেই গ্রহণ করতে হয়।\n\nউদাহরণঃ\nকারো কাছে রূপা আছে আবার স্বর্ণও আছে। কিন্তু কোনটি দ্বারাই নিসাব পূর্ণ হচ্ছে না (অর্থাৎ স্বর্ণ সাড়ে সাত ভরি নাই, রূপাও সাড়ে ৫২ ভরি নাই)। এখন রূপার নিসাব সাড়ে বয়ান্ন তোলা রূপার সমমূল্য কত? তা নির্ধারণ করতে হবে। তারপর সেই মূল্যমান পরিমাণ যদি তার কাছে থাকা স্বর্ণের বাজার মূল্যের সমান বা বেশি হয়, তাহলে বলা হবে রূপা হিসেবে নেসাব পূর্ণ হয়ে গেছে। আর যদি সাড়ে সাত তোলা স্বর্ণ এর মূল্য স্বর্ণ ও রূপা মিলে হয়ে যায়, তাহলে স্বর্ণের মূল্য হিসেবে নেসাব পূর্ণ হয়ে গেছে বলে ধর্তব্য হবে। যদি কোনটি দ্বারাই তার মূল্যের নেসাব পূর্ণ না হয়, তাহলেই কেবল বলা হবে যে, নেসাবের মালিক হয়নি।\n\nতবে আমাদের কাছে এই পরিমাণ সম্পদ না থাকলেও যদের ফিতরার পরিমাণ টাকা সাদাকা করার তাওফিক আছে তাদের জন্যও উচিত হবে ফিতরা আদায় করা। বর্তমানে জনপ্রতি ফিতরার পরিমাণ ৭৫ টাকা থেকে শুরু করে ৩৫০০ টাকার মধ্যে হয়ে থাকে। ৭৫ বা ১০০ টাকা সাদাকা করার তাওফিক যদি অন্তত থাকে তাহলেই আমরা যেন এই দান করার সুযোগ নিই। কারণ এই দান আমরা আল্লাহর কোনো উপকারে আসবে না। আল্লাহ আমাদেরকে সুযোগ দিয়েছেন দান করার, যেন এটি আমাদের উপকারে আসে। তাই আসুন আমরা সকলেই আমাদের সামর্থ্য অনুযায়ী বেশি টাকা দিয়ে সাদাকাতুল ফিতর আদায় করি।\n\nপরিবারের পক্ষ থেকে সাদাকাতুল ফিতর আদায় করবেন কে?\n--------------------------------------------------\nপরিবারের কর্তা তার নিজের ও তার অধীনস্থ নাবালেগদের পক্ষ থেকে সাদাকাতুল ফিতর আদায় করবেন। স্ত্রীর ফিতরা আদায় করা স্বামীর জন্য আবশ্যক নয়। তবে যদি স্বামী আদায় করেন তাহলে স্ত্রীর পক্ষ থেকে তা আদায় হয়ে যাবে এবং স্বামীও এজন্য সাওয়াবের অংশীদার হবেন। স্ত্রী ব্যতীত কর্তার অধিনস্থ নাবালেগ ছেলে-মেয়ে বা কাজের লোক তাদের পক্ষ থেকেও তিনি ফিতরা আদায় করবেন। যাদের উপর রোজা ফরজ নয়, অথবা ফরজ হলেও যারা রমজানের রোজা রাখতে পারে নাই তাদের পক্ষ থেকেও ফিতরা আদায় করতে হবে।\n\nফিতরা খাদ্য দিয়ে আদায় করতে হবে? নাকি টাকা দিয়ে?\n----------------------------------------------------\nবর্তমান সময়ে যেসকল বিধান নিয়ে জোর বিতর্ক চলছে তার মধ্যে অন্যতম হচ্ছে এই টপিক। ফিতরা কি খাদ্য দ্রব্য দিয়েই আদায় করতে হবে নাকি টাকা দিয়ে আদায় করলেও আদায় হবে এ নিয়ে ফকীহ বা ইমামদের মধ্যে মতপার্থক্য রয়েছে।\n\nইমাম শাফেয়ী, ইমাম মালেক, ইমাম আহমাদ (রহ.) এর মতে নগদ অর্থ দেয়া বৈধ হবে না। কারণ হাদীসে স্পষ্ট ভাবে খাদ্যবস্তু দ্বারা ফিতরা আদায় করার প্রমাণ পাওয়া যায়। সেই সময়ের প্রচলিত মুদ্রা দিয়ে ফিতরা আদায় করার প্রমাণ হাদীস দ্বারা পাওয়া যায় না। তাই তাদের মত হচ্ছে খাদ্যবস্তু দ্বারাই ফিতরা দিতে হবে, টাকা দিয়ে ফিতরা আদায়ই হবে না।\nঅপরপক্ষে ইমাম আবু হানিফা, সুফিয়ান সাওরী, আতা, হাসান বাসরী, ওমর বিন আব্দুল আজিজ প্রমুখের মতে, নগদ অর্থ দিয়ে সাদাকাতুল ফিতর আদায় করা বৈধ। কেননা সাদাকাতুল ফিতর আদায়ের একটি অন্যতম লক্ষ্য হলো দরিদ্র মানুষকে ঈদের আনন্দে শরীক হওয়ার সুযোগ করে দেয়া। দরিদ্র মানুষের যেমন প্রয়োজন খাদ্যের, তেমনি প্রয়োজন কাপড়-চোপড় ও অন্যান্য সামগ্রীর। সকলেই যদি শুধু খাদ্য দিয়ে সাদাকাতুল ফিতর আদায় করে, তাহলে হয়তো তার ঘরে জমা হয়ে যাবে অঢেল খাদ্য। অথচ তার এত খাবারের প্রয়োজন নেই, প্রয়োজন তার কাপড়-চোপড়, সেমাই, চিনি ও অন্যান্য সামগ্রী। এ অবস্থায় তার প্রয়োজন পূরণের জন্য তাকে অতিরিক্ত খাবার বিক্রি করতে হবে। এতে যেমন রয়েছে বিক্রি করার বিড়ম্বনা, তেমনি বিক্রি করতে হবে তুলনামূলক কম মূল্যে। এতে ক্ষতিগ্রস্ত হবে দরিদ্র মানুষটি।\n\nএছাড়াও টাকা দিয়ে আদায় করার পক্ষে সাহাবী (রা) ও তাবেয়ীদের (রহ.) আমল রয়েছে। ইমাম বুখারীর উস্তাজ ইমাম আবু বকর ইবনে আবী শাইবা রহঃ তার পৃথিবী বিখ্যাত হাদীসের কিতাব “মুসান্নাফ ইবনে আবী শাইবা” এর ৬ষ্ঠ খণ্ডের ৫০৭ নং পৃষ্ঠায় শিরোনাম এনেছেন فِي إِعْطَاءِ الدَّرَاهِمِ فِي زَكَاةِ الْفِطْرِ তথা টাকার বিনিময়ে সদকায়ে ফিতির প্রদান করা। এর অধীনে তিনি একাধিক আছার উল্লেখ করেছেন।\n\nতাই মধ্যমপন্থা অবলম্বনকারী আলেমদের অভিমত হচ্ছেঃ খাদ্যবস্তু দ্বারা ফিতরা আদায় করলে তা হবে সুন্নাহ সম্মত। খাদ্যবস্তু বলতে তারা বুঝিয়ে থাকেন সমাজে যেসকল খাদ্যের প্রচলন আছে এমন খাদ্য দিয়ে দেয়া উত্তম। যেমন কেউ যদি ঈদের আগে ফিতরার পরিমাণ হিসাব করে ঐ টাকা দিয়ে সেমাই, দুধ, চাল, চিনি, গোশত ইত্যাদি একত্র করে কোনো গরীব পরিবারকে দেয়। যেন ঈদের দিন তারা একটু ভাল খাবার খেতে পারে। তাহলে তা সবচেয়ে উত্তম ও সুন্নাহ সম্মত হবে। কিন্তু যদি কেউ খাদ্য না দিতে পারে, বরং টাকা দেয়। তাহলেও তা আদায় হয়ে যাবে। টাকা দিয়ে আদায় করাকে তারা জায়েজ বলেছেন। হয়ত পুরোপুরি সুন্নাহের অনুসরণ হলো না। কিন্তু ফিতরার মূল লক্ষ্য অর্জিত হওয়ায় এটাকে বাতিল বলে তারা রায় দেন না। তাই আমাদের উচিত সর্বোচ্চ চেষ্টা করা খাদ্যদ্রব্য দিয়ে ফিতরা আদায় করা। অন্যথায় নিরুপায় হলে টাকা দিয়ে আদায় করা।\n\nফিতরা কখন আদায় করতে হবে?\n---------------------------------\nহাদীসের রেওয়ায়েত মতে ঈদুল ফিতরের নামাজে যাওয়ার আগেই ফিতরা গরীবদের কাছে পৌঁছে দিতে হবে। এক্ষেত্রে ফিতরা আদায়কারীর দায়িত্ব হচ্ছে গরীবদের কাছে ফিতরা পৌঁছে দেয়া। গরীব বা ফকিররা ফিতরার টাকা নেয়ার জন্য বাড়ি বাড়ি ঘুরবে না। ফিতরা আদায়কারীকে গরীবের বাড়ি যেতে হবে তার দায়িত্ব পালন করার জন্য। তাই খেয়াল রাখতে হবে ফিতরা যেন ঈদের নামাজের পর আদায় করতে না হয়। অনেকেই চিন্তা করতে পারেন ঈদগাহে অনেক ফকির আসে। নামাজ শেষ করে সবাইকে ৫-১০ টাকা করে দিব। কিন্তু এটা সুন্নতের খেলাফ।\n\nঈদের নামাজের আগে ফিতরা আদায় করার বর্ণনা হাদীস দ্বারা প্রমাণিত। একই সাথে এমন কিছু রেওয়ায়েতও পাওয়া যায় যেখানে দেখা যায় সাহাবীরা (রা) ঈদের ২-১ দিন আগেও ফিতরা আদায় করেছেন। তাই আমরা চাইলে ঈদের ২-১ দিন আগে ফিতরা আদায় করে দিতে পারি। যেন যাকে দেয়া হচ্ছে সে ২-১ দিন আগে থেকেই ঈদের প্রস্তুতি নিতে পারেন। যদি টাকা দেয়া হয় তাহলে ঈদের ২-১ দিন আগে দেয়া। বেশি আগে দিলে সে আবার অন্য কাজে খরচ করে ফেলতে পারে। ফলে ঐ ব্যক্তির পরিবারের লোকজন হয়ত ঈদের আনন্দ থেকে বঞ্চিত হতে পারে। তাই বেশি আগে টাকা না দেয়াই ভাল। খাদ্যদ্রব্য দিলেও তা ঈদের অনেক দিন আগে না দেয়াই ভাল। এমন একটা টাইমিং করে আমাদের এগুলো আদায় করা উচিত যাতে, যাকে দেয়া হচ্ছে সে সেগুলো ঈদের দিনে কাজে লাগাতে পারে।\n\nফিতরার পরিমাণ\n-------------------\nসদাকায়ে ফিতর সম্পর্কিত হাদীসগুলো পর্যালোচনা করলে এ বিষয়ে মোট পাঁচ প্রকার খাদ্যের বর্ণনা পাওয়া যায়: যব, খেজুর, পনির, কিসমিস ও গম। এ পাঁচ প্রকারের মধ্যে যব, খেজুর, পনির ও কিসমিস দ্বারা সদকা ফিতর আদায় করতে চাইলে প্রত্যেকের জন্য এক সা’ পরিমান (৩ কেজি ৩০০ গ্রাম) দিতে হবে। আর গম দ্বারা আদায় করতে চাইলে আধা ‘সা’ দিতে হবে।\nপ্রথম চারটি খাদ্যদ্রব্য দিয়ে আদায় করতে চাইলে এক 'সা' পরিমাণ আর দ্বিতীয় প্রকার খাদ্য গম দ্বারা আদায় করলে প্রতিজনের জন্য অর্ধেক 'সা' পরিমাণ গম আদায় করতে হবে। প্রশ্ন হচ্ছে যব, খেজুর, পনির ও কিসমিসের মত দামী খাবার দিয়ে আদায় করতে চাইলে এক 'সা' আর গমের মত কম দামী জিনিস দিয়ে আদায় করলে অর্ধেক 'সা' কেন আদায় করতে হয়? এর উত্তর হচ্ছে আরবে নবী (সা) এর সময়ে গমের উৎপাদন কম হত। গম পাওয়া যেত কম, তাই গমের দাম তখন অনেক বেশি ছিল। যেহেতু গমের দাম তখন অনেক বেশি ছিল সে কারণে গম দিয়ে আদায় করতে চাইলে তার জন্য অর্ধেক 'সা' পরিমাণ গম সাদকা করলেই আদায় হয়ে যেত। অপরপক্ষে যব, খেজুর, পনির আর কিসমিসের দাম সে সময় কম হওয়ায় আর সহজলভ্য হওয়ায় এগুলো দিয়ে আদায় করতে চাইলে ১ 'সা' পরিমাণ দিতে হত।\n\nএখন প্রশ্ন হচ্ছে আমরা কোন খাদ্যদ্রব্য দ্বারা ফিতরার পরিমাণ হিসাব করি? আমরা সাধারণত ফিতরার পরিমাণ নির্ধারণ করি গমের দাম দিয়ে। কারণ বর্তমান সময়ে গমের ফলন হয় অনেক বেশি। এর দাম কম। এটা যেহেতু অর্ধেক 'সা' (১ কেজি ৬৫০ গ্রাম) দিলেই হয় তাই আমরা চালাকী করে গমের দাম দিয়েই ফিতরার হিসাব করি। আল্লাহর রাসূল (সা) গমের হিসাব করে দিয়েছিলেন এটার দাম বেশি ছিল দেখে। আমরা এখনকার মুসলিমরা এটার সুযোগ নিই এটার দাম কম হবার জন্য। সাহাবীগণ (রা) খেজুর দ্বারা ফিতরা দিতে পছন্দ করতেন। নবী (সা) বলেছেন সাধ্যের মধ্যে সবচেয়ে ভাল জিনিস দিয়ে ফিতরা আদায় করতে। আল্লাহ কুরআনেও দান করার সময় উত্তম বস্তুগুলো দিয়ে দান করতে উৎসাহ দিয়েছেন। তাই আমাদের উচিত উপরে উল্লেখিত ৫ রকমের খাবারের মধ্যে আমাদের সাধ্যে যেটা দিয়ে ফিতরা দেয়া সামর্থ্যে কুলায়  সেটা দিয়ে আদায় করা।\n\nইসলামি ফাউন্ডেশন বাংলাদেশের থেকে প্রতি বছর ফিতরার সর্বনিম্ন ও সর্বোচ্চ পরিমাণ নির্ধারণ করে দেয়া হয়। এটা একটা ভাল উদ্যোগ। আলেম সমাজ এটাকে সাধবাদ জানিয়েছেন। উপরের ৫টা খাদ্যের মধ্যে সবচেয়ে দামী খাবারের দাম আর সবচেয়ে কমদামী খাবারের দামের হিসাব করে তারা এই ফিতরার রেঞ্জ নির্ধারণ করেন। যেমন গম দিয়ে আদায় করলে হয়ত ৭৫ টাকা আসবে। আর খেজুরের মধ্যে আজওয়া খেজুর দিয়ে আদায় করলে ৩৫০০ টাকার মত আসবে। সমাজে সবার অবস্থান এক না। যেই লোক মাসে ১০ হাজার টাকা ইনকাম করেন তিনি হয়ত ৭৫ টাকা দিয়ে আদায় করবেন। আবার যেই লোকের ইনকাম মাসে ১ লাখ টাকা সে চাইলে আল্লাহর ইচ্ছায় ৩৫০০ টাকা দিয়ে ফিতরা আদায় করতে পারেন। আমরা এখানে ব্যবসা করছি আল্লাহর সাথে। এখন দুনিয়াতে আমরা যত বেশি ইনভেস্ট করে যেতে পারব, আখিরাতে ইনশাআল্লাহ আল্লাহ আমাদেরকে তত বেশি দিবেন। তাই নিজেদেরকে ফাঁকি না দিয়ে সাধ্যে যতটুকু কুলায় সে পরিমাণ ফিতরা আমরা আদায় করি। ধনী-গরীব সবাই গড়ে ৭৫ টাকা সর্বনিম্ন ফিতরা আদায় করার সংস্কৃতি থেকে আমাদের বেরিয়ে আসা উচিত।\n\nআল্লাহ আমাদের সবাইকে ভোগবাদী মানসিকতা থেকে বের হয়ে এসে দান করার মানসিকতা লালন করার তাওফিক দান করুন। আমীন।\n\nরেফারেন্সঃ\nমাসআলাগুলো দলীল সহ বিস্তারিত জানার জন্য ভিজিট করুন আমার লেখা এই ব্লগপোস্টেঃ\nhttps://hellohasan.com/2020/05/05/ফিতরা-কত-টাকা-বিধান"
      }
    ]
  }
]
