[
  {
    "category_id": 1,
    "category_name": "সালাত",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/salat.png",
    "content_list": [
      {
        "title": "সালাতে রুকু সিজদা সঠিকভাবে আদায় করছি তো?",
        "subtitle": "",
        "content": "নামাজের ওয়াজিবগুলোর মধ্যে গুরুত্বপূর্ণ দুটি ওয়াজিব আমল হচ্ছে রুকু থেকে উঠে সোজা হয়ে দাঁড়ানো এবং দুই সিজদার মাঝে সোজা হয়ে বসা। আমরা জানি, নামাজে কোনো ওয়াজিব ভুলে ছুটে গেলে সাহু সিজদা করতে হয়। অন্যথায় সে নামায পুনরায় আদায় করতে হয়। আর ইচ্ছাপূর্বক কোনো ওয়াাজিব ছেড়ে দিলে পরবতীতে সাহু সিজদা আদায় করলেও হবে না। এ নামাজ পুনরায় নতুন করে পড়তেই হবে।আমাদের অনেকেই রুকু থেকে কোনো রকম কোমর উঠিয়েই সিজদায় চলে যান। প্রথম সিজদা থেকে উঠে সোজা হয়ে স্থির হয়ে বসার আগেই দ্বিতীয় সিজদায় চলে যান।  যারা নিয়মিত এভাবে নামাজ পড়ছেন, আল্লাহ তায়ালাই ভাল জানেন, তাদের সকল নামাজ নষ্ট হয়ে যাচ্ছে কিনা। আমরা যারা কষ্ট করে নামাজ পড়ছিই, তারা একটু সচেতন হলেই এই ভয়ংকর গুনাহ থেকে বেঁচে যেতে পারি। এই দুটি ওয়াজিব আদায়ের জন্য ৩ থেকে ৪ সেকেন্ড সময় ব্যয় করাই যথেষ্ট! তবুও আমরা তাড়াহুড়া করি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের  সামনে এভাবে কেউ নামাজ পড়লে তিনি ঐ নামাজ আবার পড়ার জন্য নির্দেশ দিতেন।\n\nযারা এরকম ত্বরিঘড়ি করে নামাজ পড়ে তাদের ব্যাপারে রাসূল (সা) বলেছেনঃ   “ঐ নামাজ হলো মুনাফিকের নামাজ, যে বসে বসে সূর্যের প্রতি তাকাতে থাকে আর যখন তা অস্তপ্রায় হয়ে যায় তখন উঠে গিয়ে চারবার ঠোকর মেরে আসে। এভাবে সে আল্লাহকে কমই স্মরণ করতে পারে।” (মুসলিম ৬২২)\n\nঅন্য হাদীসে এরকম দ্রুত রুকু সিজদাহকারীকে তুলনা করা হয়েছে রক্তে কাকের ঠোকর মারার সাথে। (ইবনে খুযায়মা, ৬৬৫)\n\nকখনো কখনো এমন হতো, নফল নামাজে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুকু থেকে দাঁড়ানোর পর সাহাবিরা মনে করতেন, আল্লাহর রাসূল (সা) হয়ত সিজদায় যেতে ভুলেই গেছেন! অর্থাৎ তিনি রুকু থেকে দাঁড়িয়ে অনেক লম্বা সময় ধরে দুয়া পড়তেন।\n\nসাবিত (রহঃ) থেকে বর্ণিতঃ তিনি বলেন, \nআনাস ইব্‌নু মালিক (রাঃ) আমাদেরকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নামাজের বর্ণনা দিলেন। অতঃপর তিনি নামাজ আদায় করে দেখালেন। তিনি যখন রুকূ‘ হতে মাথা উঠালেন, তখন (এত দীর্ঘ সময়)  দাঁড়িয়ে রইলেন যে, আমরা মনে করলাম, তিনি (সিজদার কথা) ভুলেই গেছেন।\n(বুখারী, ৮০০)\n\nআমাদের উচিত, অন্তত \"সামিয়াল্লাহু লিমান হামিদাহ - রব্বানা লাকাল হামদ\" পুরো বাক্য ধীরস্থিরভাবে উচ্চারণ করে আস্তেধীরে সিজদায় যাওয়া। নফল নামাজে রুকু থেকে দাঁড়ানোর সময় \"সামিয়াল্লাহু লিমান হামিদাহ\" বলার পর আমরা এই দুআটিও পড়তে পারিঃ\n رَبَّنَا وَلَكَ الْحَمْدُ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ \n(মুয়াত্তা - ২৩২)\n\nদুই সিজদার মাঝে রাসূল (সা) অত্যন্ত চমৎকার একটা দুআ পড়তেন।  এই দু্আর মাঝে দুনিয়া আখিরাতের সকল চাওয়াই চলে আসে।\n\nاللّٰهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِيْ \n\nঅর্থঃ হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমার প্রতি দয়া করুন, আমাকে সঠিক পথে পরিচালিত করুন, আমার সমস্ত ক্ষয়ক্ষতি পূরণ করে দিন, আমাকে নিরাপত্তা দান করুন, আমাকে রিযিক দান করুন এবং আমার মর্যাদা বৃদ্ধি করুন\n\n(হাদীসটি নাসাঈ ব্যতীত সুনান গ্রন্থগারগণ সবাই সংকলন করেছেন। আবূ দাউদ, ১/২৩১, নং ৮৫০; তিরমিযী, নং ২৮৪, ২৮৫; ইবন মাজাহ, নং ৮৯৮)\n\nআরো একটি ছোট দুআ হাদীসে পাওয়া যায়। এ দু্আটিও দুই সিজদার মাঝে বসে পাঠ করতে পারি।\n\nرَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِيْ \n\nঅর্থ : হে আমার রব! আপনি আমাকে ক্ষমা করুন। হে আমার রব! আপনি আমাকে ক্ষমা করুন।\n\n(আবূ দাউদ ১/২৩১, নং ৮৭৪; ইবন মাজাহ নং ৮৯৭)\n\nচলুন পরবর্তী সকল নামাজে আরো কয়েক সেকেন্ড বেশি ব্যয় করে এই দুআগুলো নিয়মিত পড়ি, মনোযোগের সঙ্গে পড়ি। অ্যাপের দুআ সেকশনে নামাজের দুআগুলো অর্থসহ পাওয়া যাবে। অর্থ বুঝে বুঝে দুআগুলো পড়লে আস্তে আস্তে আমাদের নামাজের সৌন্দর্য বৃদ্ধি পাবে। নামাজে মনোযোগ ও আন্তরিকতা বাড়বে। নামাজ তখন প্রকৃতভাবেই আল্লাহর স্মরণের মাধ্যম হয়ে উঠবে। আল্লাহ আমাদের সকলের নামাজকে সুন্দর করার তাওফিক দান করুন। আমীন।"
      },
      {
        "title": "সালাাতুত দুহার ফজিলত",
        "subtitle": "",
        "content": "ফরজ-ওয়াজিব নামাজের পর যেসব নফল নামাজের ফজিলত নিয়ে বহু হাদীস বর্ণিত হয়েছে সেসবের অন্যতম সালাতুদ দুহা। নিয়মিত সম্ভব না হলেও সপ্তাহে অন্তত ২-৩ দিন আমাদের উচিত এ সালাত আদায় করা। তাহলে আস্তে আস্তে এটি সারা মাসের ইবাদতে পরিণত হবে ইনশাআল্লাহ।\n\nসালাতুদ দুহা আমাদের কাছে ইশরাক ও চাশতের নামাজ বলে পরিচিত। হাদীস শরীফে এই সালাতকে “সালাতুদ দুহা” বলে উল্লেখ করা হয়েছে। কোনো কোনো হাদীসে অবশ্য ইশরাক শব্দটিও এসেছে। সালাতুদ দুহা সূর্যোদয়ের পর থেকে দ্বিপ্রহরের নিষিদ্ধ সময়ের আগ পর্যন্ত পড়া যায়। এই সময়ের মধ্যে যে নফল নামাজ পড়া হয় তাকে আলেমগণ ইশরাক বা চাশত নামে অভিহিত করেছেন। অবশ্য আওয়াবিন শব্দটিও হাদীসে এসেছে। এ সংশ্লিষ্ট হাদীসটি এই পোস্টের শেষে পাওয়া যাবে।\n\nসালাতুত দুহা সর্বনিম্ন ২ রাকাত থেকে শুরু করে ১২ রাকাত পর্যন্ত পড়ার ব্যাপারে হাদীস পাওয়া যায়। এছাড়াও হাদীসের আলোকে এর চেয়ে বেশি পড়ার ব্যাপারেও অনুমোদন রয়েছে। যে যার সাধ্যমত ২ রাকাত থেকে উপরের দিকে যত বেশি পারা যায় এ সালাত আদায় করতে পারেন।\n\nএটি অন্যান্য যে কোনো নফল নামাজের মতই ২ রাকাত করে পড়া উত্তম। এই সালাতের জন্য কোনো নির্দিষ্ট সূরা-ক্বিরাত নাই। সূরা ফাতিহার সাথে যে কোনো সূরা দিয়েই এই নামাজ পড়া যাবে। এ সালাতের আলাদা কোনো নিয়ম নেই। ফজরের দুই রাকাত সুন্নত বা ফরজ নামাজ যেভাবে আদায় করা হয় সেভাবেই এই সালাত আদায় করতে হয়। দুই রাকাত করে পড়ে সালাম ফিরাতে হবে। কোনো সালাতের জন্যেই মুখে উচ্চারণ করে নিয়ত পড়া জরুরি নয়। আপনি সালাতুদ দুহার জন্য জায়নামাজে দাঁড়িয়েছেন, এটা আপনার মনে থাকাই নিয়ত। সালাতুদ দুহা-সহ কোনো সালাতেই মুখে উচ্চারণ করে আরবি বা বাংলায় নিয়তের কিছু বাক্য পড়া জরুরি নয়।\nমুহাদ্দিসগণের কেউ কেউ সালাতুল ইশরাক ও সালাতুত দুহা বা চাশতের নামাজের মধ্যে পার্থক্য করেছেন এবং দুটিকে পৃথক পৃথক নামাজ বলেছেন। কোনো কোনো হাদীস থেকেও এর সপক্ষে ইঙ্গিত পাওয়া যায়। এক্ষেত্রে জামে তিরমিযীর ৫৯৮ নং হাদীসটির কথা বলা যেতে পারে। যারা দুটিকে ভিন্ন ভিন্ন নামাজ বলেন, তাদের মতে, ইশরাকের নামাজ পড়া হয় সূর্যোদয়ের নিষিদ্ধ সময় অতিক্রান্ত হওয়ার পর, আর সালাতুত দুহা পড়া হয় দিনের এক চতুর্থাংশ অতিক্রান্ত হওয়ার পর। দ্বিপ্রহরের নিষিদ্ধ সময়ের পূর্ব পর্যন্ত এ নামাজের সময় থাকে। অবশ্য আমাদের অ্যাপে প্রথম মতটির ভিত্তিতেই সময় নির্দেশ করা হয়েছে।\n\nসালাতুদ দুহা বা ইশরাক-চাশতের নামাজের গুরুত্বের উপর অনেক সহীহ হাদীস রয়েছে। নিচে সালাতুদ দুহার ফজিলতের ব্যাপারে কয়েকটি হাদীস তুলে ধরা হলো।\n\nহাদীস ১\n---------------\nবুরাইদাহ (রাঃ) থেকে বর্ণিত, আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে বলেতে শুনেছি: মানুষের শরীরে তিনশ ষাটটি গ্রন্থি রয়েছে। তার প্রতিটি জোড়ার জন্য সদাকা করা উচিৎ। লোকজন বলল, কেউ কি এতো সদাকা করতে সক্ষম, হে আল্লাহর নাবী! তিনি বললেনঃ তুমি মসজিদের (মেজেতে থাকা) শ্লেষ্মা পুতে দিবে (অর্থাৎ মসজিদের নোংরা পরিষ্কার করবে) এবং রাস্তা থেকে কষ্টদায়ক জিনিস সরিয়ে ফেলবে। তুমি যদি তা নাও পার তাহলে দুই রাক’আত সালাতুদ দুহা আদায় করবে, এতেই তোমার জন্য যথেষ্ট হবে।\n\n(আবু দাউদ ৫২৪৪)\n\nহাদীস ২\n---------------\nআবূ যার (রাঃ) থেকে বর্ণিতঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন : প্রতিদিন সকালে তোমাদের প্রত্যেকের প্রতিটি গিঁটের উপর সদাকা ওয়াজিব হয়। আর প্রতিটি তাসবীহ্‌ অর্থাৎ ‘সুবহানাল্লাহ’ বলা একটি সদাকা। প্রতিটি তাহমীদ অর্থাৎ ‘আলহম্‌দুলিল্লা-হ’ বলা একটি সদাকা। প্রতিবার লা ইলাহা ইল্লাল্লাহ বলা একটি সদাকা। প্রতিটি ‘আল্লাহু আকবর’ একটি সদাকা। আমর বিল মা’রুফ অর্থাৎ সৎকাজের আদেশ একটি সদাকা। ‘নাহি আনিল মুনকার’ অর্থাৎ খারাপ কাজ থেকে বিরত রাখাও একটি সদাকা।  তবে দুই রাকাত সালাতুদ দুহা যদি সে আদায় করে তাহলে তা এ সবগুলোর সমান হতে পারে।\n\n(সহীহ মুসলিম ৭২০)\n\nহাদীস ৩\n---------------\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ\n\nতিনি বলেন, আমার বন্ধু [অর্থাৎ রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] আমাকে তিনটি কাজ করতে উপদেশ দিয়েছেন। সেগুলো হ’ল – প্রতি মাসে তিনটি করে সওম (রোযা) পালন করা (হিজরি মাসের ১৩, ১৪ ও ১৫ তারিখ), দুই রাকাত সালাতুদ দুহা আদায় করা এবং ঘুমানোর পূর্বে বিত্‌র সলাত আদায় করা।\n\n(সহীহ মুসলিম ৭২১)\n\nহাদীস ৪\n---------------\nমু’আযাহ্ (রহঃ) থেকে বর্ণিতঃ\n\nতিনি ‘আয়িশা (রাঃ)-কে জিজ্ঞেস করলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাতুদ দুহা কয় রাক‘আত আদায় করতেন? জবাবে ‘আয়িশা (রাঃ) বললেন, তিনি ‘দুহা’ বা চাশতের সলাত সাধারণতঃ চার রাক‘আত আদায় করতেন এবং(কখনো) ইচ্ছামত আরো বেশী আদায় করতেন।\n\n(সহীহ মুসলিম ৭১৯)\n\nহাদীস ৫\n---------------\nযায়দ ইবনু আরক্বাম (রাঃ) থেকে বর্ণিতঃ\n\nতিনি বলেন, একদিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুবাবাসীদের কাছে গেলেন। সে সময় তারা নামাজ আদায় করছিলেন। এ দেখে তিনি বললেনঃ ‘সলাতুল আও্ওয়াবীন’ এর উত্তম সময় হ'ল যখন সূর্যতাপে বালু গরম হাওয়ার কারণে উটের বাচ্চাগুলোর পা উত্তপ্ত হতে শুরু করে।\n\n(সহীহ মুসলিম ৭৪৮)\n\nআল্লাহ আমাদের সকলকে নিয়মিত সালাতুদ দুহা আদায় করার তাওফিক দান করুন। আমীন।"
      },
      {
        "title": "দুখুলুল মাসজিদ বা তাহিয়্যাতুল মাসজিদ",
        "subtitle": "সমাজে অবহেলিত একটি সুন্নাহ",
        "content": "আমাদের সমাজে একটা ভুল আমলের প্রচলন রয়েছে। তা হচ্ছে মসজিদে প্রবেশ করে আগে বসা। এরপর উঠে সালাত আদায় করা। এই কাজটা আল্লাহর রাসূলের (সা) নির্দেশনার একটি বিপরীত কাজ। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে প্রবেশ করে অন্তত দুই রাকাত সালাত আদায় না করে বসতে নিষেধ করেছেন। অথচ আমরা অনেকেই এর বিপরীত কাজটা করে থাকি।\n\nমসজিদের হক্ব হচ্ছে সেখানে প্রবেশের পর সালাত আদায় করা। একে তাহিয়্যাতুল মাসজিদ সালাত নামে অভিহিত করা হয়। এ সালাতের জন্য বিশেষ কোনো সূরা বা পদ্ধতি নাই। যে কোনো দুই রাকাত সুন্নত বা নফল সালাতের মতই এ সালাত। আলাদা করে বিশেষ কোনো নিয়তও করতে হবে না। নফল নামাজের নিয়ত করলেই হবে।\n\nযে সব ফরয সালাতের আগে দুই বা চার রাকাত সুন্নত পড়তে হয়, সেসব  সালাতের আগে মসজিদে প্রবেশ করে ঐ সুন্নতগুলো আদায় করলেই তা তাহিয়্যাতুল মাসজিদ হিসাবে গণ্য হবে। আর যদি তাহিয়্যাতুল মাসজিদ আর ফরজের আগের সুন্নত আলাদা করে পড়ার সুযোগ থাকে তাহলে সেটা ভাল। কারণ এতে বেশি সালাত আদায়ের তাওফিক হয়।\n\n\nআল্লাহ আমাদের সবাইকে রাসূলের (সা) এর গুরুত্বপূর্ণ সুন্নতের উপর নিয়মিত আমল করার তাওফিক দান করুন। আমীন।\n\n\nতথ্যসূত্রঃ\n১। মাসিক আলকাউসারঃ https://www.alkawsar.com/bn/article/532/\n২। মাসিক আলকাউসারঃ  https://www.alkawsar.com/bn/article/764/"
      },
      {
        "title": "ঈদের নামাজের নিয়ম (হানাফী মাযহাবের আলোকে)",
        "subtitle": "অতিরিক্ত ৬ তাকবীর সহ",
        "content": "ঈদের দিন জামাআতের সাথে ২ রাকাত নামাজ আদায় করা ওয়াজিব। এই নামাজে অতিরিক্ত ৬টি তাকবীর দেয়া হয়ে থাকে। প্রতি বছর ২ বার আমাদের জীবনে ঈদ আসে। তাই ঈদের সালাতের নিয়মটি ভুলে যাওয়া অস্বাভাবিক নয়। আসন্ন ঈদের  দিন যেন আমরা জেনে বুঝে ঈদের সালাত আদায় করতে পারি এজন্য ঈদের ২ রাকাত সালাতের নিয়মটি ধারাবাহিক ভাবে তুলে ধরা হলো।\n\n====================\nলেখাটি প্রথম প্রকাশিত হয়েছে এই ব্লগেঃ\nhttps://hellohasan.com/2022/04/29/ঈদের-নামাজ-নিয়ম-৬-তাকবীর\n====================\n\nনিয়ত করা\n----------------\nঅন্যান্য নামাজের ন্যায় এই নামাজের জন্যও নিয়ত করা ফরজ। আমি ইমামের পেছনে ঈদুল ফিতরের (কিংবা আযহার) ২ রাকাত ওয়াজিব নামাজ আদায় করছি- মনে মনে এই সংকল্প বা intention থাকাই যথেষ্ট। আরবি বা বাংলায় নির্দিষ্ট শব্দ ও বাক্যে মুখে উচ্চারণ করে \"নিয়ত পড়া\" জরুরি নয়।\n\nতাকবীরে তাহরিমা বলে নামাজ শুরু করা\n--------------------------------------------------\nইমাম সাহেব তাকবীরে তাহরিমা \"আল্লাহু আকবার\" বলে নামাজ শুরু করবেন। উপস্থিত সকল মুক্তাদি তার সঙ্গে তাকবিরে তাহরিমা বলে নামাজ শুরু করবেন।েএরপর  অন্যান্য নামাজের ন্যায় ইমাম সাহেবসহ সকলেই মনে মনে \"সানা\" পড়বেন।\n\n১ম রাকাত : অতিরিক্ত ৩টি তাকবীর\n-------------------------------------------\n\"সানা\" পড়া শেষ হলে ইমাম সাহেব ৩ বার \"আল্লাহু আকবার\" বলে তাকবীর দিবেন। মুক্তাদিরাও সকলে তার সঙ্গে তাকবীর বলবেন। অন্য সকল নামাজের মতোই এখানেও ইমাম সাহেব জোরে তাকবীর বলবেন আর মুক্তাদিরা আস্তে তাকবীর বলবেন।\n\nপ্রথম তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দিতে হবে।\nদ্বিতীয় তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দিতে হবে।\nতৃতীয় তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত নাভির নিচে বেঁধে নিতে হবে। (প্রথম ২ তাকবীরের মত হাত ছেড়ে দেয়া যাবে না)\n\nএরপর ইমাম সাহেব সূরা ফাতিহা পড়বেন এবং অন্য কোনো সূরা মিলাবেন। এরপর অন্যান্য সালাতের ন্যায় রুকু-সিজদা আদায় করে ইমাম সাহেব ১ম রাকাত শেষ করে ২য় রাকাতের জন্য দাঁড়াবেন। প্রতিটি ক্ষেত্রে মুক্তাদিরা যথারীতি ইমামের অনুসরণ করবেন।\n\n২য় রাকাতঃ অতিরিক্ত ৩টি তাকবীর\n-------------------------------------------\n২য় রাকাতের শুরুতে ইমাম সাহেব সূরা ফাতিহা পড়বেন। এরপর অন্য কোনো সূরা বা সূরার অংশ তিলাওয়াত করবেন। রুকুতে যাওয়ার আগে ইমাম সাহেব ৩টি অতিরিক্ত তাকবীর দেবেন। মুক্তাদিরাও তার সঙ্গে তাকবীর দেবেন।\n\nপ্রথম তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দেবেন।\nদ্বিতীয় তাকবীরের সময় কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দেবেন।\nতৃতীয় তাকবীরের সময়েও কান পর্যন্ত হাত উঠিয়ে হাত ছেড়ে দেবেন। \n\nএরপর ইমাম সাহেব চতুর্থ তাকবীর বলবেন। এটি হচ্ছে মূলত রুকুতে যাওয়ার জন্য তাকবীর। এ তাকবীর শুনে আমরা রুকুতে চলে যাব। এরপর বাকি সকল নিয়মকানুন অন্যান্য নামাজের মতোই। সকলেই ইমামকে অনুসরণ করে ২ রাকাত নামাজ শেষ করবেন।\n\nসালতের পরে ইমাম সাহেব ২টি খুতবা দিবেন। খুতবা শোনা ওয়াজিব। অনেককেই দেখা যায় সালাত শেষে উঠে চলে যান। এটি গর্হিত অন্যায় একটি কাজ।\n\nঈদের সালাতে আমরা মূলত অতিরিক্ত তাকবীর নিয়ে দ্বিধাদ্বন্দ্বে ভুগে থাকি। অতিরিক্ত তাকবীরের সময় দেখা যায় কেউ হাত তুলে হাত ছেড়ে দেন, কেউ বা আবার বেঁধে ফেলেন। কেউ বা আবার ভুলে রুকুতে চলে যান। আশা করি আসন্ন ঈদের সালাতে আমাদের এই ভুলগুলো হবে না। সংক্ষেপে তাকবীরের নিয়মটা বলা যায় এভাবেঃ\nপ্রথম রাকাতের সানার পরে ২ বার কান পর্যন্ত হাত তুলে ছেড়ে দিব। ৩য় তাকবীরে হাত বেঁধে ফেলব। আর ২য় রাকাতে রুকুর আগে ৩বার তাকবীরের সময়ই কান পর্যন্ত হাত তুলে হাত ছেড়ে দিব। চতুর্থ তাকবীরের সময় রুকুতে যাব। আল্লাহ আমাদেরকে সঠিক ভাবে ঈদের সালাত আদায় করার তাওফিক দান করুন। আমীন।\n\nতথ্যসূত্রঃ\nদৈনন্দিন জীবনে ইসলাম\nইসলামিক ফাউন্ডেশন বাংলাদেশ\nপৃষ্ঠাঃ ২৫৮\nপ্রকাশকালঃ জুন ২০০০\n\n(বিঃ দ্রঃ\nঈদের সালাতে অতিরিক্ত তাকবীর কয়টি হবে বা এর নিয়ম কী হবে এ নিয়ে মাযহাবগত মতপার্থক্য রয়েছে। উপরের নিবন্ধটি হানাফী মাযহাবের মত অনুসারে লিখা হয়েছে। আপনি যদি ভিন্ন মাযহাবের অনুসারী হয়ে থাকেন তাহলে আপনার মাযহাবের আলেমদের থেকে জেনে নিয়ে সে অনুযায়ী আমল করতে পারেন। এ বিষয়ে বিস্তারিত জানার বা আলোচনার প্রয়োজন হলে অনুগ্রহ পূর্বক আলেমদের সাথে যোগাযোগ করার অনুরোধ করা হলো। আমরা এ বিষয়ে যুক্তিতর্ক বা অ্যাকাডেমিক আলোচনা করার যোগ্য নই। জাযাকাল্লাহু খাইর।)"
      }
    ]
  },
  {
    "category_id": 2,
    "category_name": "সাওম",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/saom.png",
    "content_list": [
      {
        "title": "সোম ও বৃহস্পতিবার সিয়াম পালনের গুরুত্ব",
        "subtitle": "এ দুইদিন আল্লাহর নিকট বান্দার আমলনামা পেশ করা হয়",
        "content": "সোম ও বৃহস্পতিবার সিয়াম পালনের গুরুত্ব\nএ দুইদিন আল্লাহর নিকট বান্দার আমলনামা পেশ করা হয়\nপ্রত্যেক সপ্তাহের সোম ও বৃহস্পতিবার রোযা রাখা মুসতাহাব। সপ্তাহে এই দুইদিন রোজা রাখা ছিল মহানবী (সাল্লাল্লাহু আলাইহে ওয়াসাল্লাম)-এর আমল। এই দুই দিন আল্লাহর রাব্বুল 'আলামীন এর নিকট বান্দার আমল পেশ করা হয়। \n\nআমাদের চাকুরির ক্ষেত্রে যখন স্যালারি রিভিউ বা প্রোমোশনের সময় আসে, অথবা যখন বসের কাছে আমাদের কাজের রিপোর্ট সাবমিট করা হয়, কিংবা প্রতিষ্ঠানের উচ্চপদস্থ কর্মকর্তাগণ যখন অফিস ভিজিটে আসেন, তখন আমরা চেষ্টা করি সর্বোচ্চ আন্তরিকতার সাথে সিরিয়াসলি নিজ নিজ দায়িত্ব পালন করার। সচেষ্ট থাকি যেন আরোপিত দায়িত্বের পাশাপাশি আরো কিছু বাড়তি কাজ করে অন্যদের থেকে একটু এগিয়ে থাকতে পারি। যেন রিপোর্টিংয়ের দিন বা এরকম বিশেষ কোনো দিনে প্রতিষ্ঠানের প্রতি আমাদের সর্বোচ্চ লেভেলের ডেডিকেশন প্রকাশ পায়।\n\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ\n\"প্রতি সোমবার ও বৃহস্পতিবার (আল্লাহ তা’আলার দরবারে বান্দার) আমল পেশ করা হয়। তাই আমি চাই, আমার আমলসমূহ এমন সময় পেশ করা হোক যখন আমি রোজাদার।” [তিরমিযী ৭৪৭ ]\n\nবান্দার আমলনামা সপ্তাহের সোম ও বৃহস্পতিবার আল্লাহর নিকট পেশ করা হয়। এই দুই দিন সাপ্তাহিক রিপোর্টিংয়ের দিন। নবীজি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই দুটি দিন এমন একটি আমলের মাঝে অতিবাহিত করতেন, যেই আমলটি শুধুমাত্র আল্লাহরই জন্য, যেই আমলের মাধ্যমে আল্লাহর আনুগত্য প্রকাশ পায়, যেই আমলটি মানুষের মুত্তাক্বী হতে সহায়ক, যে আমলের ব্যাপারে আল্লাহ নিজেই তার প্রতিদান দিবেন বলে ঘোষণা দিয়েছেন। সেই মহিমান্বিত আমলটি হচ্ছে সিয়াম বা রোজা। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমলনামা পেশ করার এই দুই দিনের রোযার ব্যাপারে ছিলেন বিশেষ যত্নবান।\n\n\nআয়েশা (রাঃ) থেকে বর্ণিত,  তিনি বলেন,\n\"রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সোমবার ও বৃহস্পতিবারের রোজার প্রতি খুবই যত্নবান ছিলেন।\" [তিরমিযী ৭৪৫ ]\n\n\nসোমবার ও বৃহস্পতিবার রোজার গুরুত্ব সম্পর্কিত আরো কিছু হাদীসের রেফারেন্স সহ বিস্তারিত জানা যাবে নিচের লিংকেঃ\nhttps://hellohasan.com/2021/07/28/সোম-বৃহস্পতি-রোজার-ফজিলত\n\nতাই আসুন, আমরা প্রত্যেকে প্রতি সপ্তাহের সোম ও বৃহস্পতিবার সিয়াম পালন করি। প্রতি সপ্তাহে কষ্ট হয়ে গেলে অন্তত এক সপ্তাহ পরপর রাখি। সপ্তাহে দুটি রাখতে কষ্ট হলে অন্তত একটি রাখি। বুঝাতে চাচ্ছি যে, এই আমলটি একেবারে ছেড়ে দেয়ার চেয়ে অন্তত কিছু পালন করার চেষ্টা করি। আমাদের ফরজ আমলের ত্রুটিবিচ্যুতি বা ঘাটতি হলে আল্লাহ তাআলা নফল আমলের দ্বারা সেই ঘাটতি পূরণ করে দিবেন ইনশাআল্লাহ। এজন্য ফরজ-ওয়াজিবকে ঠিক রেখে নফল আমলের দিকেও বিশেষ যত্নবান হওয়া একান্ত কাম্য।\n\nআল্লাহ আমাদেরকে তাওফিক দান করুন। আমীন।"
      },
      {
        "title": "আইয়ামে বীজের ৩টি সিয়াম",
        "subtitle": "",
        "content": "আইয়ামে বীজ আরবি দু’টি শব্দের সমন্বয়ে গঠিত। আইয়াম অর্থ দিবসসমূহ, আর বীজ অর্থ শুভ্র, সাদা, শ্বেত, খাঁটি, নির্ভেজাল। প্রতি চান্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখকে আইয়ামে বীজ বলা হয়। অনেকগুলো সহীহ হাদীস দ্বারা এই তিন দিন রোজা রাখার জন্য উৎসাহিত করার প্রমাণ পাওয়া যায়। এ রোজাগুলো নবীজি সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সারা জীবনের সুন্নত।\n\nতাই চলুন, আমরা সাধ্যমত প্রত্যেকে পরিবারের সকলকে নিয়ে নফল রোজাগুলো পালন করি। কারণ রোজা এমন একটা ইবাদত যার প্রতিদান আল্লাহ নিজে দিবেন। রোজাদার বান্দাকে আল্লাহ এত পরিমাণ প্রতিদান দিবেন যে বান্দা আনন্দিত হয়ে যাবে।\n\nমিলহান থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আমাদেরকে আইয়ামে বীয অর্থাৎ চাঁদের ১৩, ১৪ ও ১৫ তারিখে রোজা রাখার নির্দেশ দিয়েছেন। এবং তিনি বলেছেন : এগুলো সারা বছর রোজা রাখার সমতুল্য।\n[আবু দাউদ, ২৪৪৯]\n\nআইয়ামে বীজের সিয়াম সম্পর্কে বিস্তারিত জানা যাবে এখান থেকেঃ\nhttps://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nআল্লাহ আমাদের সকলকে  আইয়ামে বীজের রোজাগুলো নিয়মিত রাখার তাওফিক দান করুন। আমীন।"
      }
    ]
  },
  {
    "category_id": 3,
    "category_name": "ফাজায়েল",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/success.png",
    "content_list": [
      {
        "title": "সূরা কাহফ তিলাওয়াত ও মুখস্থের ফজিলত",
        "subtitle": "",
        "content": "জুমআর দিন সূরা কাহাফ তিলাওয়াতের অনেক ফজিলত রয়েছে। এছাড়াও সূরা কাহাফের প্রথম দশ আয়াত ও শেষ দশ আয়াত মুখস্থ করলে দাজ্জালের ফিতনা থেকে পরিত্রাণ পাওয়া যাবে বলে হাদীসে উল্লেখ আছে। তাই আমাদের উচিত নিয়মিত সূরা কাহাফ পড়া ও মুখস্থ করা। বিশুদ্ধ তেলাওয়াতের পাশাপাশি এর অনুবাদ ও তাফসীরও পড়া উচিত। তাহলে আমাদের বোধগম্য হবে, ঠিক কী কারণে এর এত ফজিলত। এর অর্থ ও ব্যাখ্যা জানলেই বুঝা যাবে কী কারণে দাজ্জালের ফিতনা থেকে মুক্ত থাকার জন্য এই সূরা কার্যকরী। তাই চলুন, প্রতি জুমআর দিন (বৃহস্পতিবার মাগরিবের পর থেকে শুক্রবার মাগরিবের আগ পর্যন্ত যে কোনো সময়ে) সূরা কাহাফ পড়ি। \nযারা নিজেরা তেলাওয়াত করতে পারেন না, তারা অন্য কারও তেলাওয়াত শুনতে পারেন। সরাসরি কারও তেলাওয়াত শোনা সম্ভব না হলে ইউটিউব বা কোনো অ্যাপের মাধ্যমে সূরাটির তিলাওয়াত শুনুন। আমাদের অ্যাপের অডিও কুরআন অপশন থেকে আপনার পছন্দের ক্বারীর কন্ঠে সূরা কাহাফ শুনতে পারেন। তবে অবশ্যই মনে রাখবেন, শোনা কখনোই নিজে তেলাওয়াত করার বিকল্প নয়, রেকর্ডেড তেলাওয়াত তো নয়ই। আমরা আশা করতে পারি, যারা নিজেরা তেলাওয়াত করতে পারে না, তারা এভাবে তেলাওয়াত শুনলেও আল্লাহ তায়ালা এর জন্যে পুরস্কৃত করবেন। তবে আমাদের অবশ্যই উচিত, এর ওপর ক্ষ্যান্ত না থেকে নিজেরা তেলাওয়াত শেখার চেষ্টা করা।\nআল্লাহ আমাদেরকে সূরা কাহাফের সকল ফজিলত হাসিল করার তাওফিক দান করুন।\n\nনিচে সূরা কাহাফের ফজিলত বর্ণনা করে এমন কিছু হাদীস তুলে ধরা হলো।\n\nএক.\nইবনে উমর (রা.) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন,\n“যে ব্যক্তি শুক্রবার দিন সূরা কাহাফ পাঠ করবে তার পা থেকে আকাশের উচ্চতা পর্যন্ত নূর (আলো) হয়ে যাবে, যা কেয়ামতের দিন আলো দিবে এবং বিগত জুমা থেকে এ জুমা পর্যন্ত তার সব গুনাহ মাফ হয়ে যাবে।”\n(আত তারগীব ওয়া তারহীব: ১/২৯৮)\n\nদুই.\nআবু সাঈদ খুদরী রাযি. হতে বর্ণিত তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন :\n“যে ব্যক্তি জুমার দিনে সুরা কাহাফ পড়বে তার এবং বায়তুল আতীক তথা ক্বাবা পর্যন্ত আলোকোজ্জ্বল হবে।“\n(দারেমী, ৩৪০৭)\n\nতিন.\nআবু সাঈদ খুদরী (রা.) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন:\n“যে ব্যক্তি জুমার দিন সূরা কাহাফ পড়বে তার জন্য এক জুমা থেকে আরেক জুমা পর্যন্ত আলোকোজ্জ্বল হবে।“\n(মুসতাদারেক হাকিম: ২/৩৯৯, বায়হাকী: ৩/২৪৯, ফয়জুল ক্বাদীর: ৬/১৯৮)\n\nচার.\nআবু দারদা রা. হতে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন:\n‘‘যে ব্যক্তি সূরা কাহাফের প্রথম দিক থেকে দশটি আয়াত মুখস্থ করবে, সে দজ্জালের (ফিতনা) থেকে পরিত্রাণ পাবে।’’\n(সহীহ মুসলিম)\n\nপাঁচ.\nহজরত নাওয়াস ইবনে সামআন (রা.) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন সকালে দাজ্জালের কথা আলোচনা করলেন। তিনি আওয়াজকে উঁচু-নিচু করছিলেন, ফলে আমরা মনে করলাম দাজ্জাল খেজুর বাগানের মধ্যেই রয়েছে। অতঃপর যখন আমরা উনার কাছে গেলাম তখন তিনি আমাদের অবস্থা বুঝে ফেললেন। তিনি বললেন, তোমাদের কী হলো। আমরা বললাম, আল্লাহর রাসূল! আপনি সকালে দাজ্জালের কথা আলোচনা করেছিলেন, আওয়াজকে উঁচু-নিচু করেছিলেন- তাই আমরা মনে করলাম দাজ্জাল হয়তো খেজুর বাগানেই আছে। তিনি বললেন, তোমাদের ক্ষেত্রে দাজ্জাল ছাড়া অন্য কিছুতে এত বেশি ভয় আমাকে দেখানো হয়নি। যদি আমি তোমাদের মাঝে থাকা অবস্থায় সে বের হয়, তাহলে তোমাদের পরিবর্তে আমিই সর্বপ্রথম তার প্রতিরোধ করব। আর যদি তোমাদের মাঝে না থাকা অবস্থায় সে বের হয়, তাহলে প্রত্যেকে নিজেই তার প্রতিরোধ করবে। আল্লাহর শপথ! প্রত্যেক মুসলমানের ওপর আমার খলিফা রয়েছে। নিশ্চয় দাজ্জাল কোঁকড়া চুলবিশিষ্ট যুবক হবে এবং তার চোখ কানা হবে। যেন আমি আবদুল ওযযা ইবনে কাতালের মতো তাকে দেখতে পাচ্ছি। তোমাদের মধ্যে যে তাকে পাবে সে যেন সূরা কাহাফের শুরু অংশ পড়ে।\n(সহিহ মুসলিম: ২৯৩৭, সুনানে আবু দাউদ: ৪৩২১, তিরমিজি: ২২৪১)"
      },
      {
        "title": "অন্যতম শ্রেষ্ঠ একটি দুআ ও তার ফজিলত",
        "subtitle": "",
        "content": "দুআ ইবাদতের মূল। দুআ আল্লাহর নিকট অতি পছন্দের একটি ইবাদত। যারা আল্লাহর কাছে দুআ করে না বা কিছু চায় না আল্লাহ তাদের উপর অসন্তুষ্ট হন। আমরা আমাদের দুনিয়া ও আখিরাতের বিষয়ে একমাত্র আল্লাহর নিকট চাইলে তিনি খুশি হন এবং আমাদের দুআর জবাব দিতে থাকেন। সুবহানাল্লাহ!\n\nনিচে একটি দুআ উল্লেখ করা হলো। যেই দুআটি পড়লে অসংখ্য সওয়াবের কথা হাদীস শরীফ থেকে প্রমাণিত। দুআটি হচ্ছেঃ\n\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، ‏‏‏‏‏‏لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، ‏‏‏‏‏‏يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\n\nঅর্থঃ আল্লাহ তা’আলা ছাড়া কোন মা’বূদ নেই, তিনি এক, তাঁর কোন অংশীদার নেই, সমস্ত কিছুই তাঁর এবং তিনিই সকল প্রশংসার অধিকারী, তিনিই জীবন দান করেন ও মুত্যু দেন এবং প্রতিটি জিনিসের উপর তিনিই মহা ক্ষমতাশালী।\n\nএই দুআ ও তার ফজিলতের দলীল হিসাবে নিম্নে ২ টি হাদীস তুলে ধরা হলো।\n\nহাদীস ১\n-----------------\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন,\n\nযে লোক দিনে একশ’বার এ দু’আ’টি পড়বেঃ\n\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، ‏‏‏‏‏‏لَا شَرِيكَ لَهُ، ‏‏‏‏‏‏لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ،\n\nঅর্থঃ আল্লাহ ব্যতিত কোন ইলাহা নেই, তিনি একক, তাঁর কোন শরিক নেই, রাজত্ব একমাত্র তাঁরই, সমস্ত প্রশংসাও একমাত্র তাঁরই জন্য, আর তিনি সকল বিষয়ের উপর ক্ষমতাবান।\nসে দশটি গোলাম আযাদ করার সমান সওয়াব পাবে, তার জন্য একশটি সওয়াব লেখা হবে, একশটি গুনাহ মিটিয়ে ফেলা হবে এবং ঐদিন সন্ধ্যা পর্যন্ত তা তাকে শয়তান থেকে নিরাপদ রাখবে। আর কোন লোক তার চেয়ে অধিক সওয়াবের কাজ করতে পারবে না। তবে হ্যাঁ, ঐ ব্যক্তির কথা ভিন্ন, যে তার তুলনায় ঐ দু’আটির ‘আমল বেশি পরিমাণ করবে।\n(বুখারী ৩২৯৩)\n\nহাদীস ২\n-----------------\nউমারা ইবনু শাবীব আস্‌-সাবায়ী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন:\n\nমাগরিবের নামাযের পর যে লোক দশবার বলে:\n\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، ‏‏‏‏‏‏لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، ‏‏‏‏‏‏يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\n\nঅর্থঃ আল্লাহ তা’আলা ছাড়া কোন মা’বূদ নেই, তিনি এক, তাঁর কোন অংশীদার নেই, সমস্ত কিছুই তাঁর এবং তিনিই সকল প্রশংসার অধিকারী, তিনিই জীবন দান করেন ও মুত্যু দেন এবং তিনি সর্বশক্তিমান\nআল্লাহ তা’আলা তার নিরাপত্তার জন্য এক দল ফেরেশতা পাঠান যারা তাকে শয়তানের কবল থেকে ভোর পর্যন্ত নিরাপত্তা দান করেন, তার জন্য দশটি পূণ্য লিখে দেন যা আল্লাহ তা’আলার অনুগ্রহ অবধারিত করে  দেয় এবং তার এমন দশটি গুনাহ মিটিয়ে দেন যা তাকে ধ্বংস করে দিত। আর তাকে দশটি ঈমানদার দাস মুক্ত করার সমপরিমাণ সাওয়াব দেয়া হয়। (তিরমিযী, ৩৫৩৪)\n\nআল্লাহ আমাদেরকে বেশি বেশি এই দুআটি পড়ার তাওফিক দান করুন। আমীন।"
      },
      {
        "title": "দৈনিক ১২ রাকাত সালাতে জান্নাতে একটি সুরম্য ঘর পাওয়া যাবে",
        "subtitle": "",
        "content": "প্রতিদিন মাত্র কয়েক মিনিট সময় ব্যয় করার মাধ্যমে আমরা জান্নাতে একটি সুরম্য ঘর লাভ করতে পারি। যেই ঘর তৈরির ব্যাপারে সুসংবাদ দিয়েছেন নবী (সা)। আমরা সকলেই ফরজ সালাতগুলো আদায় করি। কিন্তু অনেক সময় ব্যস্ততা বা অলসতার জন্য ফরজের আগে-পরের সুন্নাত সালাতগুলো আদায়ের ব্যাপারে গরিমসি চলে আসে। আজকে এই সুন্নাত সালাতের ফজিলত বিষয়ে একটি হাদীস শিখব। এতে ইনশাআল্লাহ এই সালাত আদায়ে আমরা আগের চেয়ে আরো বেশি মনোযোগী হতে পারব।\n\nফরজ সালাতের আগে পরের সুন্নাতে মুআক্কাদাহ সালাতগুলো নিয়মিত আদায় করলে আল্লাহ তায়ালা ঐ সালাত আদায়কারীর জন্য জান্নাতে একটি ঘর তৈরি করেন। সুবহানাল্লাহ।\nতাই আসুন আমরা নিজেরা এই সালাতের ব্যাপারে যত্নবান হই। আমাদের পরিবারের এবং কর্মস্থলে যারা আমাদের অধীনস্থ তাদেরকেও এই সালাতের ব্যাপারে উদ্বুদ্ধ করি।\n\nমসজিদে যদি কাউকে দেখতে পাই সুন্নাত সালাত আদায় না করে চলে যাচ্ছেন, তাহলে সম্ভব হলে তাদের সাথে কথা বলে জেনে নিই যে তারা বাসায় গিয়ে সুন্নত পড়বেন কিনা। বাসায় গিয়ে সুন্নত সালাত আদায় করাও রাসূলের (সা) একটি সুন্নত। যদি জানা যায় ঐ ব্যক্তি বাসায় গিয়েও সুন্নত আদায় করার নিয়ত নাই সেক্ষেত্রে জান্নাতে ঘর তৈরির এই সুসংবাদটি তার সাথে শেয়ার করতে পারি। আমাদের কারো কথার মাধ্যমে কোনো ভাই-বোন যদি এই সালাতের আমলটি শুরু করেন,  তিনি যত দিন এ আমল করবেন, ইনশাআল্লাহ আমরাও সম-পরিমাণ সওয়াব অর্জন করতে থাকব।\n\nআল্লাহ আমাদের সকলকে সুন্নাতের উপর জীবন পরিচালনার তাওফিক দান করুন। আমীন।\n\nহাদীস ১\n------------------------\n‘আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ\n\n\"যে ব্যক্তি সবসময় বার রাক’আত সুন্নাত নামায আদায় করে আল্লাহ তা’আলা তার জন্য জান্নাতে একটি ঘর তৈরী করেন। এ সুন্নাতগুলো হল, যুহরের (ফরযের) পূর্বে চার রাক’আত ও পরে দুই রাক’আত, মাগরিবের (ফরযের) পর দুই রাক’আত, ‘ইশার (ফরযের) পর দুই রাক’আত এবং ফযরের (ফরযের) পূর্বে দুই রাক’আত।\"\n\n(জামে আত-তিরমিযি ৪১৪)\n\nসুন্নত সালাতসমূহের মধ্যে সবচেয়ে বেশি মর্যাদা সম্পন্ন হচ্ছে ফজরের সালাত। এ দুই রাকাত সালাতের মর্যাদা বিষয়ে নিম্নের হাদীসটি উল্লেখ করা হলোঃ\n\nহাদীস ২\n------------------------\n‘আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ\n\n\"ফজরের দুই রাক’আত (সুন্নাত) নামায দুনিয়া ও তার মধ্যে যা কিছু আছে তার চেয়েও উত্তম।\"\n\n(হাদীসের মানঃ হাসান সহীহ, সূত্রঃ জামে আত-তিরমিযি ৪১৬)"
      }
    ]
  },
  {
    "category_id": 4,
    "category_name": "দৈনন্দিন জীবন",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/daily-life.png",
    "content_list": [
      {
        "title": "জুতা পরা সংক্রান্ত ইসলামের নির্দেশনা",
        "subtitle": "",
        "content": "পোশাক-পরিচ্ছদ সম্পর্কে ইসলামে রয়েছে সুস্পষ্ট নির্দেশনা। জুতা-স্যান্ডেল পরার ক্ষেত্রেও আছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের অনেকগুলো হাদীস। সে হাদীসগুলো থেকে জুতা পরার ৩ টি নির্দেশনা দলীলসহ নিম্নে তুলে ধরা হলো। আল্লাহ আমাদেরকে এগুলোর উপর আমল করার তাওফিক দান করুন। আমীন।\n\n॥ জুতা পরার সময় ডান পা আগে পরা, খোলার সময় বাম পা আগে খোলা ॥\n=================================\n\nজুতা-স্যান্ডেল পরার ক্ষেত্রে ডান পায়ের জুতা প্রথমে পরা ও পরে বাম পায়ের জুতা পরা সুন্নাহ আর জুতা খোলার সময় প্রথমে বাম পায়ের জুতা খোলা ও পরে ডান পায়ের জুতা খোলা সুন্নাহ। মনে রাখার জন্য এভাবে চিন্তা করতে পারি যে, ডান পা যত বেশি সময় ধরে জুতা পরিহিত অবস্থায় রাখা যায়।\n\nআবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ\nযখন তোমাদের কেউ জুতা পরবে, তখন প্রথমে ডান পায়ে পরবে। আর যে সময় খুলবে, সে সময় আগে বাম পায়ের জুতা খুলবে। আর হয় দুটিই পায়ে দিবে, অথবা দুটিই খুলে ফেলবে।\n(বুখারী ৫৩৮৮)\nআরেকটি হাদীস, ‘আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ\nনবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুতা পরা, চুল আচঁড়ানো এবং পবিত্রতা অর্জন করা তথা প্রত্যেক কাজই ডান দিক থেকে আরম্ভ করতে পছন্দ করতেন।\n(বুখারী ১৬৮ )\nএ থেকে বোঝা যায়, জুতা পরা, চুল আঁচড়ানো সহ অন্যান্য কাজও ডান দিক থেকে শুরু করা সুন্নাহ।\n\n\n॥ এক পায়ে জুতা পরিধান করে না হাঁটা ॥\n=================================\n\nএক পায়ে জুতা পরিধান করতে রাসূল (সা) নিষেধ করেছেন। তাই আমরা এক পায়ে জুতা পরে চলাফেরা করব না। উপরে সহীহ বুখারী শরীফের হাদীসের উদ্ধৃতিতে বলা হয়েছে, জুতা হয়তো দুটোই পরবে কিংবা দুটোই খুলে রাখবে।\n\nআরেকটি হাদীস। জাবির (রাঃ) থেকে বর্ণিতঃ\nরসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন লোকের বাম হাতে খাবার খাওয়া, এক পায়ে জুতা পরিধান করে চলাফেরা করা, এক কাপড়ে সারা শরীরে জড়িয়ে রাখা ও লজ্জাস্থান উন্মুক্ত রেখে- এক কাপড়ে গুটি মেরে উপবিষ্ট হতে বারণ করেছেন।\n(মুসলিম ৫৩৯২)\n\nএমনকি যদি জুতার একটি ফিতা ছিঁড়ে যায়, তখন সেটি ঠিক করে পরার পূর্বে এক পায়ে ভাল জুতাটি পরতে নিষেধ করা হয়েছে। এমনটা হতে পারে যে, এক পাটির ফিতা ছিঁড়ে গেছে। যেটি ভাল আছে সেটি এক পায়ে পরলাম। ছেঁড়া জুতাটি হাতে নিয়ে মুচির কাছে সারাই করতে গেলাম। এই অবস্থাতেও এক পায়ে জুতা পরিধান করতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন।\n\nআবু হুরায়রা (রাঃ) বলেছেন, আমি সাক্ষ্য দিচ্ছি, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি, যখন তোমাদের কারো একটি জুতার ফিতা ছিঁড়ে যায়, তখন সেটি ঠিক না করা পর্যন্ত সে যেন অন্য জুতাটি পায়ে দিয়ে চলাচল না করে।\n(মুসলিম ৫৩৯০)\n\nঅনেক সময় এমন হতে পারে যে, আমরা মসজিদ থেকে বের হয়েছি। জুতা জোড়ার একটা দরজার কাছে, অপরটি মানুষের পায়ের ধাক্কায় খানিকটা দূরে চলে গিয়েছে। এমন অবস্থায় আমরা কাছের জুতাটি এক পায়ে পরে নিয়ে ২-৩ কদম হেঁটে অপর পায়ের জুতাটি পরি। তা না করে আমরা যদি এমন করি- একটি জুতা প্রয়োজনে হাতে করে অপরটির পাশে নিয়ে দুটি একসঙ্গে পরলাম কিংবা পা দিয়ে একটিকে একটু ধাক্কা দিয়ে দুটিকে একত্রিত করে প্রথমে ডান পা পরে বাম পায়ের জুতা পরলাম, তবে আমাদের এ আমলটিও হাদীসের শিক্ষানুযায়ী হলো।\n\n॥ যে জুতা পরতে হাতের সাহায্য লাগে, সেগুলো দাঁড়িয়ে না পরা ॥\n=================================\n\nকেডস, লোফার বা বেল্টযুক্ত অনেক জুতা আমরা পরে থাকি। যেগুলো পরার ক্ষেত্রে হাতের সাহায্য প্রয়োজন হয়। যে জুতা পরতে হাতের সাহায্য লাগে, সেসব জুতা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে পরতে নিষেধ করেছেন। এমন জুতা দাঁড়িয়ে পরতে গিয়ে কেউ পড়ে যেতে পারে, ব্যাথা পেতে পারে। কিন্তু যেই জুতা-স্যান্ডেল দাঁড়িয়ে অনায়াসে পরা যায়, কোনো সমস্যা হয় না (যেমন ২ ফিতাযুক্ত স্যান্ডেল) সেসব জুতার ক্ষেত্রে এ নিষেধাজ্ঞা প্রযোজ্য নয়।\n\nজাবির (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদেরকে দাঁড়িয়ে জুতা পরতে নিষেধ করেছেন।\n(আবু দাউদ ৪১৩৫)\n\nআসুন জুতা পরার ক্ষেত্রে প্রতিদিন হাদীসের এ নির্দেশনাগুলো অনুসরণ করি। হতে পারে এই সুন্নাহের প্রতি ভালবাসা ও আমলের উসিলায় আল্লাহ আমাদেরকে নাজাত দিয়ে দিবেন। আল্লাহ আমাদেরকে জীবনের প্রতিটি ক্ষেত্রে সুন্নাহের অনুসরণের তাওফিক দান করুন। আমীন।"
      },
      {
        "title": "সরকারি বিদ্যুৎ বা সম্পদ ব্যক্তিগত কাজে অন্যায়ভাবে ব্যবহার করা নিষেধ",
        "subtitle": "",
        "content": "সরকারি বিদ্যুৎ বা সম্পদ ব্যক্তিগত কাজে ব্যবহার করা নিষেধ\nশীত মৌসুমে আমাদের দেশে ব্যাডমিন্টন খেলার প্রচলন রয়েছে। যদি এই খেলা শরীয়তের অন্যান্য নীতিমালা  লঙ্ঘন না করে (যেমন সতর খোলা, জুয়া, নামাজের ব্যাপারে বেখেয়াল ইত্যাদি) এবং শরীর চর্চা কিংবা মানসিক প্রফুল্লতা অর্জনের উদ্দেশ্যে হয় তাহলে ইনশাআল্লাহ এটা জায়েজ হবে।\n\nকিন্তু যারা রাতের বেলা লাইট জ্বালিয়ে ব্যাডমিন্টন খেলেন, তাদের ক্ষেত্রে একটি ভয়ংকর গুনাহের আশংকা রয়েছে। আজকে এ বিষয়ে আমরা কিছু আলোচনা করব ইনশাআল্লাহ।\n\nসন্ধ্যার পর যখন ব্যাডমিন্টন খেলা হয় তখন বেশির ভাগ সময়েই বিদ্যুতের মেইন লাইন তথা সরকারি লাইন থেকে বিদ্যুৎ সংযোগ নিয়ে হাই ভোল্টেজের লাইট জ্বালানো হয়। অনুমোদনহীন এই বিদ্যুৎ সংযোগের জন্য সরকারের খরচ হয় হাজার হাজার ইউনিট বিদ্যুৎ,  যা জাতীয় বা রাষ্ট্রীয় সম্পদ। এটা কেবল অবৈধই নয়, অনিরাপদও। এ ধরনের বিদ্যুৎ সংযোগের কারণে নানা রকম দুর্ঘটনাও ঘটতে পারে। আক্রান্ত হতে পারে ফ্রিজ কম্পিউটার ইত্যাদি নানা ইলেক্ট্রনিক সামগ্রী।\n\nপ্রশ্ন হচ্ছে, সরকারি লাইনের বিদ্যুৎ ব্যবহার করে কেউ ব্যাডমিন্টন খেললে, আলোকসজ্জা করলে বা অন্য কোনো কাজ করলে সেটা জায়েজ আছে কিনা?\n\nউত্তর হলো, এটা পুরোপুরি নাজায়েজ ও হারাম একটি কাজ। কারণ এটা রাষ্ট্রের বা পুরো জাতির সম্পদ। এই সম্পদ অন্যায় ভাবে ব্যবহার করা কোনোক্রমেই জায়েজ হবে না। এর সাথে সারা দেশের মানুষের হক্ব জড়িত।\n\nকোনো একজন ব্যক্তির থেকে কোনো সম্পদ অন্যায়ভাবে আত্মসাৎ করলে, ঐ ব্যক্তি যদি কখনো মাফ করে দেয় তাহলে আল্লাহ ঐ আত্মসাৎকারীকে ক্ষমা করে দিবেন। কিন্তু দেশের বা জাতীয় সম্পদ যদি কেউ জবরদখল করে বা আত্মসাৎ করে তাহলে পুরো দেশবাসীর কাছেই অপরাধী হয়ে থাকতে হবে। এটা কি সম্ভব যে দেশের কোটি কোটি মানুষ প্রত্যেক অপরাধীকে ক্ষমা করে দিবেন? তাই কিয়ামতের দিন পুরো দেশবাসীই ঐ আত্মসাৎকারীর বিরুদ্ধে অভিযোগ দায়ের করবেন।\n\nতাই বান্দার হক্বের ব্যাপারে আমাদের যেমন সচেতন হতে হবে, একই রকম ভাবে আমরা দেশের বা সমাজের কোনো সম্পদ অন্যায়ভাবে ব্যবহার করছি কিনা সেটাও খেয়াল রাখতে হবে। যারা সরকারি রাস্তা, সরকারি গাছ, সরকারি জমি ইত্যাদি ছলে-বলে-কৌশলে ভোগ-দখল করেন; কিয়ামতের দিন তাদেরকে কত কোটি মানুষের মুখোমুখি হতে হবে, তা চিন্তা করা যায় কি? এর পাশাপাশি অনিরাপত্তা ও দুর্ঘটনার আশঙ্কা তো আছেই।\n\nতাই আসুন, ব্যাডমিন্টন খেলা বা এরকম কোনো প্রয়োজনে আমরা নিজেদের বাসা-বাড়ি থেকে বিদ্যুৎ সংযোগ ব্যবহার করি। অন্যের বাসা বা দোকান থেকে সংযোগ নিলে তাদেরকে পেমেন্ট করি। অনুরোধ করে আবদার করে হলেও তাদের অনুমতিক্রমে বিদ্যুৎ ব্যবহার করি। অন্যথায় লক্ষ-কোটি মানুষের দাবির নিচে আমাদেরকে থাকতে হবে। কিয়ামতের দিন নিজেদের নেক আমলগুলো ঐসকল দাবিদারকে দিয়ে দিতে হবে।\n\nআল্লাহ আমাদের সবাইকে দুনিয়া ও আখিরাতে কল্যান দান করুন। আমীন।"
      },
      {
        "title": "পুরুষের জন্য দাড়ি লম্বা করা ওয়াজিব",
        "subtitle": "",
        "content": "পুরুষের জন্য দাড়ি লম্বা করা ওয়াজিব\nদাড়ি ইসলামের শিআর ও পরিচয়-চিহ্ন হিসেবে গণ্য। দাড়ি লম্বা করা এবং মোচ খাটো করা দ্বীনে তাওহীদের শিক্ষা, যা সকল নবীর শরীয়তে ছিল। দাড়ি লম্বা রাখা ওয়াজিব এবং এক মুষ্ঠি থেকে খাটো করা নাজায়েয। যেহেতু দাড়ি রাখা সকল নবীর পবিত্র রীতি ছিল তাই একে ‘সুন্নত’ও বলা হয়। এতে কারো কারো ভুল ধারণা সৃষ্টি হয়েছে যে, দাড়ি লম্বা করাও অন্যান্য সাধারণ সুন্নতের মতো একটি সুন্নত। অতএব তা করলে ভালো, না করলেও গুনাহ নেই! এটা একদম ভুল ধারণা। দাড়ি এমন কোনো সুন্নত নয়, যা রাখা-না রাখার স্বাধীনতা রয়েছে, এটা একটা ‘সুন্নতে ওয়াজিবা’। অর্থাৎ সুন্নতে মুয়াক্কাদা থেকেও এর গুরুত্ব বেশি এবং এটা পরিত্যাগ করলে গুনাহ হয়।\n\nদাড়ি কামানো বা এক মুষ্ঠি থেকে ছোট রাখা এমন এক গুনাহ, যা মানুষের সঙ্গে সর্বদা সংযুক্ত থাকে এবং এমন একটি গুনাহ, যা গোপন করারও কোনো উপায় নেই। প্রতি মুহূর্তে এটার জন্য গুনাহ লেখা হতে থাকে। এটা একটা প্রকাশ্য গুনাহ, যা খুবই ভয়াবহ। তদুপরি দাড়ির সঙ্গে এই আচরণটা করা হয় সুন্নতের প্রতি অনীহা এবং অনৈসলামিক ফ্যাশনের প্রতি আকর্ষণের কারণে। এ অবস্থায় ব্যক্তির ঈমানের ব্যাপারেই শঙ্কিত হতে হয়।\n\n(রেফারেন্সঃ https://www.alkawsar.com/bn/article/1424 )\n\nউপরোক্ত লেখাটি আমাদের অ্যাপের \"প্রচলিত ভুল\" অপশনের \"দৈনন্দিন জীবন\" অধ্যায়ে লিপিবদ্ধ রয়েছে।\n\nআমরা যারা দাড়ি ছোট করি বা শেভ করি তারা এর বিনিময়ে আসলে কী পাই? প্রিয় ভাই আমার! যারা এখন পর্যন্ত নবীজি  সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের এ গুরুত্বপূর্ণ আমলের অনুসরণ করছি না, চোখটা বন্ধ করে নিজেকে একটু প্রশ্ন করি—কী পাই আমরা দাড়ি কেটে? দুনিয়া বা আখিরাতের ন্যূনতম কোনো লাভ কি এতে আছে? কেউ চুরি করলে, ঘুষ খেলে সে অন্তত দুনিয়াতে কিছু পেল। একজন পুরুষ দাড়ি কাটলে, টাখনুর নিচে কাপড় পরিধান করলে এর বিনিময়ে সে কী পাওয়ার আশা করে, পরকালের যন্ত্রণাদায়ক শাস্তি ছাড়া? আল্লাহ আমাদের সবাইকে সঠিক পথে পরিচালিত করুন। আমীন।\n\nপাশাপাশি আরেকটি ন্যাক্কারজনক বিষয় হচ্ছে, আমাদের দেশের অনেক প্রতিষ্ঠান রয়েছে যারা তাদের অধীনস্থদেরকে দাড়ি বড় করতে দেয় না। তাদের কর্মচারীদেরকে দাড়ি শেভ করতে বাধ্য করে কিংবা চাকরির পূর্ব শর্ত থাকে—দাড়ি রাখা যাবে না।\n\nযে সকল প্রতিষ্ঠান এরকম অন্যায়, অন্যায্য এবং ইসলামের হুকুমের বিপরীত আইন করে তাদের প্রতি আমরা ধিক্কার জানাই। নিঃসন্দেহে তারা জুলুম করছে। পাশাপাশি মানুষের ধর্ম পালনের অধিকারকে ক্ষুন্ন করছে। বিভিন্ন প্রতিষ্ঠানে দাড়ি নিষিদ্ধ করা, নিকাব-বোরকা-হিজাব নিষিদ্ধ করা ইসলামের প্রতি তাদের চরম অবজ্ঞা ও দুশমনির বহিঃপ্রকাশ। আমাদের ঈমানদারদের ন্যূনতম কর্তব্য হচ্ছে, এসকল প্রতিষ্ঠান থেকে মুখ ফিরিয়ে নিয়ে তাদেরকে একটা নীরব বার্তা দেয়া। এবং নিজেদের জীবনে পরিপূর্ণভাবে ইসলামের অনুসরণ করা।\n\nকোনো অবস্থাতেই আমরা যেন চাকুরির জন্য বা অন্য কোনো কারণে ইসলামের বিধান থেকে বিচ্যুত না হই।\nকারণ আমাদের মনে রাখতে হবে, রিযিকের ফয়সালা আসমানে হয়, জমিনে নয়। আল্লাহ তায়ালা আমাদের সকলের দায়িত্ব নিজের কাঁধে তুলে নিয়েছেন। \nআল্লাহ আমাদের সবাইকে ইসলামের পথে অটল রাখুন। আমীন।"
      }
    ]
  },
  {
    "category_id": 5,
    "category_name": "অনুপ্রেরণা",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/incentive.png",
    "content_list": [
      {
        "title": "নবীজির (সা) চোখে সেরা মানুষ যারা",
        "subtitle": "",
        "content": "নবীজির (সা) চোখে সেরা মানুষ যারা\nআমাদের চোখে সেরা মানুষের মানদণ্ড কী? অনেক পড়াশোনা জানা, অনেক সম্পদের অধিকারী ইত্যাদি। চলুন দেখে নিই আমাদের প্রাণপ্রিয় রাসূলের (সা) চোখে সর্বশ্রেষ্ঠ মানুষের গুণাবলিগুলো। রাসূলের (সা) বিভিন্ন হাদীস থেকে সেরা মানুষের বেশ কিছু বৈশিষ্ট্য আমরা জানতে পারি। হাদীসগুলো থেকে কয়েকটি নিচে তুলে ধরা হলো।\n\n১।\nخَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ\nতোমাদের মধ্যে সর্বসেরা সে, যে কুরআন শিখে এবং শেখায়।\n(সহীহ বুখারী, হাদীস নং ৫০২৭)\n\n২।\nإِنَّ خِيَارَكُمْ أَحَاسِنُكُمْ أَخْلاَقًا\nনিশ্চয়ই তোমাদের মধ্যে সর্বশ্রেষ্ঠ সে, যে তোমাদের মধ্যে সর্বোত্তম আচরণের অধিকারী।\n(বুখারী, হাদীস নং ৬০৩৫)\n\n৩।\nإِنَّ خِيَارَكُمْ أَحْسَنُكُمْ قَضَاءً\nতোমাদের মধ্যে সর্বসেরা ব্যক্তি সে, যে  সবচেয়ে সুন্দরভাবে ঋণ পরিশোধ করে।\n(বুখারী, হাদীস নং ২৩০৫)\n\n৪।\nخَيْرُكُمْ مَنْ يُرْجَى خَيْرُهُ وَيُؤْمَنُ شَرُّهُ ، وَشَرُّكُمْ مَنْ لاَ يُرْجَى خَيْرُهُ وَلاَ يُؤْمَنُ شَرُّهُ\nতোমাদের মধ্যে সর্বোত্তম সে, যার কাছ থেকে সবাই কল্যান আশা করে, অনিষ্টের আশংকা করে না।  আর তোমাদের মধ্যে সবচেয়ে নিকৃষ্ট সে, যার কাছ থেকে কেউ কল্যাণের আশা করে না এবং তার অনিষ্ট থেকেও কেউ নিরাপদ থাকে না।\n( তিরমিজী,  হাদীস নং ২২৬৩)\n\n৫।\nخَيْرُكُمْ خَيْرُكُمْ لأَهْلِهِ \nতোমাদের মধ্যে সর্বশ্রেষ্ঠ সে, যে তার পরিবারের নিকট ভালো।\n(তিরমিযী, হাদীস নং ৩৮৯৫)\n৬।\nخَيْرُ الأَصْحَابِ عِنْدَ اللهِ خَيْرُهُمْ لِصَاحِبِهِ ، وَخَيْرُ الجِيرَانِ عِنْدَ اللهِ خَيْرُهُمْ لِجَارِهِ\nআল্লাহর নিকট সর্বোত্তম সঙ্গী সে, যে তার সঙ্গীর কাছে উত্তম। আর আল্লাহর নিকট সর্বোত্তম প্রতিবেশী সে, যে তার প্রতিবেশীর কাছে উত্তম।\n(তিরমিজী, হাদীস নং ১৯৪৪)\n\n৭।\nخِيَارُكُمْ أَلْيَنُكُمْ مَنَاكِبَ فِى الصَّلاَة\nতোমাদের মধ্যে সর্বশ্রেষ্ঠ সে ব্যক্তি, যে নামাজে কোমল-স্কন্ধ। (অর্থাৎ কেউ নামাজের কাতারে প্রবেশ করতে চাইলে কাঁধ নরম করে তাকে সুযোগ করে দেয়)।\n( আবূ দাঊদ, হাদীস নং ৬৭২ )\n\n৮।  এক ব্যক্তি জিজ্ঞেস করল : ইয়া রাসূলুল্লাহ! সেরা মানুষ কে? তিনি বললেন : \nمَنْ طَالَ عُمُرُهُ ، وَحَسُنَ عَمَلُهُ\n যার বয়স দীর্ঘ এবং কর্ম ভালো হয়।\n(তিরমিযী, হাদীস নং ২৩২৯)\n\n৯। \nكُلُّ مَخْمُومِ الْقَلْبِ ، صَدُوقِ اللِّسَانِ\nশ্রেষ্ঠ মানুষ হলো যার অন্তর পরিচ্ছন্ন এবং মুখ সত্যবাদী। \nসাহাবীগন প্রশ্ন করলেন-সত্যবাদী মুখ বুঝা গেলো, কিন্তু পরিচ্ছন্ন অন্তরবিশিষ্ট কে?\nনবীজি ইরশাদ করেন,\nهُوَ التَّقِيُّ النَّقِيُّ ، لاَ إِثْمَ فِيهِ ، وَلاَ بَغْيَ ، وَلاَ غِلَّ ، وَلاَ حَسَدَ \nযে অন্তর স্বচ্ছ-নির্মল, মুত্তাক্বী, যাতে কোন পাপ নেই, বাড়াবাড়ি বা জুলুম নেই, নেই খেয়ানত ও হিংসাবিদ্বেষ।\n(সুনানে ইবনে মাজাহ, হাদীস নং ৪২১৬)\n\nআল্লহ তা’আলা আমাদেরকে সর্বোত্তম মানুষের সবগুলো গুণ দান করুন এবং প্রকৃত ঈমানদার মানুষ হওয়ার তাউফীক দান করুন। আমিন।"
      },
      {
        "title": "আসুন আমাদের জীবনের লক্ষ্য বানাই আল্লাহর সন্তুষ্টি",
        "subtitle": "",
        "content": "যে ব্যক্তি আল্লাহকে সত্যিকারভাবে মান্য করবে না,ভালোবেসে তার প্রকৃত বান্দা হতে চাইবে না, আল্লাহ্ তার অন্তরে অন্য কোন সৃষ্টির প্রতি দাসত্ব চাপিয়ে দিবেন। পবিত্র কুর'আনে আল্লাহ্ বলেনঃ\n\n\"যে ব্যক্তি দয়াময় আল্লাহর স্মরণ থেকে চোখ ফিরিয়ে নেয়, আমি তার জন্যে এক শয়তান নিয়োজিত করে দেই, অতঃপর সে-ই হয় তার সঙ্গী।\n\n[সূরা আয যুখরুফঃ৩৬]\n\n\nরাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া-সাল্লাম বলেন, \"যার জীবনের চিন্তা (লক্ষ্য) হবে আখিরাত আল্লাহ্ তার অন্তরে সচ্ছলতা দিবেন। তার কর্মকাণ্ড গুছিয়ে দিবেন এবং দুনিয়া (নেয়ামত) অনুগত ও বাধ্য হয়ে তার নিকট আসবে। আর যার চিন্তা (লক্ষ্য) হবে দুনিয়া, আল্লাহ্ তার দুচোখের মাঝে দারিদ্র রেখে দিবেন, তার কর্মকাণ্ড বিক্ষিপ্ত করে দিবেন (ফলে সে অস্থিরতায় কাতরাবে) এবং দুনিয়া থেকে সে ততটুকুই অর্জন করতে পারবে, যা তার জন্য পূর্বনির্ধারিত।\" (তিরমিযি: ২৪৬৫)\n\nইবনুল কাইয়্যিম রাহিমাহুল্লাহ বলেন,''যখন একজন ব্যক্তি তার সারাদিন কেবল আল্লাহর ব্যাপারে কনসার্ন থাকবে,আল্লাহ্ সুবহানাহু ওয়া তায়ালা তার সকল প্রয়োজন পূরণ করে দিবেন এবং তার সব দুঃশ্চিন্তা দূর করে দিবেন। তিনি বান্দার অন্তর খালি করে দিবেন সেখানে শুধু তাঁর প্রতি ভালোবাসা দিয়ে পরিপূর্ণ করে দেওয়ার জন্য। তার মুখের জড়তা দূর করে দিবেন যেন সে মুখ দিয়ে কেবল আল্লাহর স্মরণ(যিকির) করতে পারে এবং তার সকল কার্যক্রম শুধু আল্লাহর সন্তুষ্টির জন্যই হবে।\n\n\nকিন্তু যখন একজন লোক তার সারাটি দিন কেবল দুনিয়া নিয়ে উদ্বিগ্ন থাকে কেবল দুনিয়া নিয়ে চিন্তা-ফিকিরে করে, আল্লাহ্ তার জীবনে দুঃখ-দুর্দশা, হতাশা উৎকন্ঠা বাড়িয়ে দিবেন। তিনি তাকে এমন জিনিসে ঘোরপ্যাঁচ খাওয়াবেন যাতে তার অন্তরে যে জায়গায় আল্লাহর প্রতি ভালোবাসায় পরিপূর্ণ থাকার কথা ছিল সেটা দুনিয়ার অন্য কিছু দখল করে নিবে। সে তার জিহ্বাকে আল্লাহর সন্তুষ্টির পরিবর্তে মানুষের সন্তুষ্টির উদ্দেশ্যে ব্যবহার করবে।সে তার মেধা এবং শক্তিকে মানুষের আনুগত্যে ও মানুষের সন্তুষ্টি এবং সেবার উদ্দেশ্যে ব্যবহার করবে। সে কঠিন সংগ্রাম করবে,পরিশ্রম করবে পরিশ্রমী বিভিন্ন জন্তু-জানোয়ারের মত আল্লাহ্ ভিন্ন অন্য কাউকে খুশি করার জন্য।\n\n[আল ফাওয়াঈদঃ ১৫৯]"
      },
      {
        "title": "আসুন প্রতিদিন তওবা করি",
        "subtitle": "",
        "content": "আমরা প্রতিদিনই কম-বেশি জেনে বুঝে বা না জেনে অসংখ্য পাপ করে থাকি। যেমন আমরা হয়ত রাস্তায় চলার সময় চোখকে সংযত রাখতে পারি না। আবার হয়ত কারো সাথে মিথ্যা বলে থাকি। কারো মনে কষ্ট দিয়ে ফেলি। অথবা রাস্তায় অন্য মানুষের কষ্ট হয় এমন কোনো কাজ করি, যেমন রাস্তায় ময়লা ফেলা বা এমন ভাবে চলাচল করা যাতে অন্য পথচারী বা যানবাহন আরোহীরা কষ্টে পড়েন। আবার আমাদের অনেক ভাই-ই হয়ত কাপড় পরেন টাখনুর নিচে বা দাড়ি কেটে ছোট করেন, বা ধুমপান করেন। এসব অনেক কঠিন গুনাহ। আমরা কি এসব গুনাহ থেকে কখনো আল্লাহর কাছে মাফ চাই? কখনো কি আমরা ঘুমানোর আগে চিন্তা করি আজ সারা দিন কী কী পাপ করেছি? আমরা কি আমাদের পাপগুলোকে আদৌ পাপ মনে করি? আল্লাহ তায়ালার কাছে গুনাহের জন্য মাফ চাইলে তিনি অত্যন্ত খুশি হন। আমরা আল্লাহর কাছে নিয়মিত ক্ষমা প্রার্থনা করে আর পরবর্তীতে পাপ না করার প্রতিশ্রুতি দিয়ে আল্লাহর প্রিয় বান্দায় পরিণত হতে পারি। যখনই হাতে সময় পাওয়া যায় আল্লাহর কাছে ক্ষমা চেয়ে পড়তে থাকা উচিত \"আসতাগফিরুল্লাহ\"। নিয়মিত ক্ষমাপ্রার্থনা ও দুআ করার মাধ্যমে আমরা প্রত্যেকেই আল্লাহর ওলী হয়ে যেতে পারি। আল্লাহ আমাদের সকলকে তার ওলী ও মুত্তাকী বান্দাদের অন্তর্ভুক্ত করুন। আমীন।\n\nনিচে তওবা করা সম্পর্কে কিছু সহীহ হাদীস তুলে ধরা হলো। যেগুলো আমাদেরকে নিয়মিত তওবা করতে আরো উৎসাহ যোগাবে ইনশাআল্লাহ।\n\nআবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি যে,\n‘‘আল্লাহর শপথ! আমি প্রত্যহ আল্লাহর কাছে সত্তর বারেরও বেশি ইস্তিগফার [ক্ষমাপ্রার্থনা] ও তাওবাহ করে থাকি।’’\n(সহীহুল বুখারী ৬৩০৭, তিরমিযী ৩২৫৯, ইবনু মাজাহ ৩৮৬১, আহমাদ ৭৭৩৪, ৮২৮৮, ৯৫১৫)\n\n\nআনাস ইবনু মালিক (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ\nবান্দা যখন আল্লাহর কাছে তাওবা করে তখন আল্লাহ ঐ লোকের চেয়েও বেশি আনন্দিত হন, যে মরুভূমিতে নিজ বাহনে (অর্থাৎ ঊটের পিঠে) আরোহী অবস্থায় ছিল। তারপর বাহনটি তার থেকে হারিয়ে যায়। আর তার উপর ছিল তার খাদ্য ও পানীয়। এরপর সে একটি গাছের ছায়ায় এসে আরাম করে এবং তার উটটি সম্বন্ধে সম্পূর্ণরূপে নিরাশ হয়ে পড়ে। এমতাবস্থায় হঠাৎ উটটি তার কাছে এসে দাঁড়ায়। অমনিই সে তার লাগাম ধরে ফেলে। এরপর সে আনন্দে আত্মহারা হয়ে বলে উঠে, হে আল্লাহ! তুমি আমার বান্দা, আমি তোমার রব। আনন্দে আত্মহারা হয়ে সে ভুল করে ফেলেছে। (সহীহ মুসলিম, ২৭৪৭)\n\n\nআবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন,\n‘‘সেই মহান সত্তার কসম, যার হাতে আমার জীবন! যদি তোমরা পাপ না কর, তাহলে আল্লাহ তা‘আলা তোমাদেরকে নিশ্চিহ্ন করে দিয়ে [তোমাদের পরিবর্তে] এমন এক জাতি নিয়ে আসবেন, যারা পাপ করবে এবং আল্লাহ তা'আলার কাছে ক্ষমা প্রার্থনাও করবে। আর আল্লাহ তাদেরকে ক্ষমা করে দেবেন।’’\n(মুসলিম ২৭৪৯, তিরমিযী ২৫২৬, আহমাদ ৭৯৮৩, ৮০২১)\n\n\nইবনে মাসঊদ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন,\n‘‘যে ব্যক্তি এ দো‘আ পড়বে,\nأَسْتَغْفِرُ اللهَ الَّذِي لاَ إِلٰهَ إِلاَّ هُوَ الحَيُّ القَيُومُ وَأتُوبُ إِلَيهِ\nঅর্থাৎ, আমি সেই আল্লাহর নিকট ক্ষমা প্রার্থনা করছি যিনি ছাড়া কোন সত্য উপাস্য নেই। যিনি চিরঞ্জীব, অবিনশ্বর। এবং আমি তাঁর কাছে তওবা করছি।\nসে ব্যক্তির পাপরাশি ক্ষমা করা হবে; যদিও সে রণক্ষেত্র ছেড়ে পালিয়ে [যাওয়ার মনো বড় পাপ করে] থাকে।’’ (আবূ দাউদ ১৫১৭, তিরমিযী ৩৫৭৭)\n\n\nআয়েশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মৃত্যুর আগে এই দুআটি অধিকমাত্রায় পড়তেন,\n\n سُبْحَانَ اللَّهِ وَبِحَمْدِهِ أَسْـتَـغْـفِـرُ اللهَ وَ أَ تُـوبُ إِ لَـْيهِ\n\nঅর্থাৎ, আল্লাহর প্রশংসাসহ তাঁর পবিত্রতা ঘোষণা করছি। আল্লাহর কাছে ক্ষমা প্রার্থনা করছি ও তাঁর নিকট তওবাহ করছি।\n(মুসলিম, ৪৮৪)\n\n\nআনাস (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি যে, আল্লাহ তা‘আলা বলেন,\n‘‘হে আদম সন্তান! যখন তুমি আমাকে ডাকবে ও আমার ক্ষমার আশা রাখবে, আমি তোমাকে ক্ষমা করব, তোমার অবস্থা যাই হোক না কেন; আমি কোন পরোয়া করি না। হে আদম সন্তান! তোমার গোনাহ যদি আকাশ পর্যন্ত পৌঁছে যায়, অতঃপর তুমি আমার নিকট ক্ষমা চাও, তবুও আমি তোমাকে ক্ষমা করব; আমি কোন পরোয়া করি না। হে আদম সন্তান! তুমি যদি পৃথিবী পরিমাণ পাপ নিয়ে আমার সঙ্গে সাক্ষাৎ কর; কিন্তু আমার সঙ্গে কাউকে শরীক না করে থাক, তাহলে পৃথিবী পরিমাণ ক্ষমা নিয়ে আমি তোমার নিকট উপস্থিত হব।’’ \n(তিরমিযী ৩৫৪০)\n\n\nআবূ মূসা (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন,\nরাতে আল্লাহ তা‘আলা তার নিজ দয়ার হাত প্রসারিত করেন যেন দিবসের অপরাধী তার নিকট তাওবাহ করে। এমনিভাবে দিনে তিনি তার নিজ হাত প্রশস্ত করেন যেন রাতের অপরাধী তার নিকট তাওবাহ করে। এমনিভাবে দৈনন্দিন চলতে থাকবে পশ্চিম দিগন্ত থেকে সূর্য উদিত হওয়া পর্যন্ত। (সহীহ মুসলিম, ২৭৫৯)"
      },
      {
        "title": "রিযিক বৃদ্ধির কয়েকটি আমল",
        "subtitle": "",
        "content": "আমরা কে না চাই যে, আমাদের রিযিক বৃদ্ধি পাক? হালাল রিযিকের জন্য এবং অভাব-ঋণগ্রস্ত অবস্থায় না পড়ার জন্য রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহ তায়ালার কাছে নিয়মিত দুআ করতেন। বিশেষ করে ঋণের থেকে হেফাজতে থাকার জন্য রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর কাছে দুআ করতেন। তিনি কখনো কখনো ঋণগ্রস্ত অবস্থায় মৃত্যুবরণ করা ব্যক্তির জানাজার নামাজ পড়ানো থেকেও বিরত থেকেছেন।\n\nআজকে আমরা কুরআন ও সুন্নাহের আলোকে হালাল রিযিক বৃদ্ধির কয়েকটি আমল সম্পর্কে জানব।\n\n॥॥ তাকওয়া অবলম্বন করা ॥॥\n\nআল্লাহর ভয় তথা তাকওয়া অবলম্বন করা। তাঁর আদেশগুলো পালন ও নিষেধ করা বিষয়গুলো বর্জন করা। রিযিকের জন্য সর্বোচ্চ প্রচেষ্টা চালানোর পাশাপাশি, ফলাফলের জন্য আল্লাহর ওপর ভরসা করা এবং আল্লাহ তায়ালার সিদ্ধান্ত বা অনুগ্রহে সন্তুষ্ট থাকা। তাওয়াক্কুল করা এবং রিজিক অন্বেষণে তাঁর সাহায্য প্রার্থনা করা। কারণ, যে আল্লাহর ওপর ভরসা করে তিনিই তার জন্য যথেষ্ট হয়ে যান। আল্লাহ তা‘আলা বলেনঃ\n\n-  وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُۥ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُۥٓ ۚ\n“আর যে আল্লাহকে ভয় করে, তিনি তার জন্য উত্তরণের পথ তৈরি করে দেন। এবং তিনি তাকে এমন উৎস থেকে রিযক দিবেন যা সে কল্পনাও করতে পারবে না। আর যে আল্লাহর ওপর তাওয়াক্কুল করে আল্লাহ তার জন্য যথেষ্ট। ”(সূরা আত-তালাক, আয়াতঃ ২-৩)\n\n॥॥ আত্মীয়দের সঙ্গে সুসম্পর্ক রাখা ॥॥\n\nআত্মীয়দের সঙ্গে সুসম্পর্ক বজায় রাখা এবং তাদের হক আদায়ের মাধ্যমেও রিযিক বাড়ে।\n\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে বলতে শুনেছিঃ\n\n\"যে ব্যক্তি তার জীবিকা প্রশস্ত করতে এবং আয়ু বৃদ্ধি করতে চায়, সে যেন আত্মীয়তার সম্পর্ক রক্ষা করে।\" (বুখারী ৫৯৮৫)\n\nঅর্থাৎ আমরা যদি আমাদের আত্মীয়ের সাথে সুসম্পর্ক বজায় রাখি, তাদের হক্ব আদায় করি, তাদের জন্য সাধ্যমত খরচ করি, তাদের মধ্যে অভাবীদেরকে সহযোগিতা করি, তাহলে আমাদের হায়াত ও রিযিকে আল্লাহ বরকত দিবেন ইনশাআল্লাহ।\n\n॥॥ দান-সাদাকা ॥॥\n\nরাসূল সাল্রাল্লাহু আলাইহি ওয়াসাল্লামের সহীহ হাদীস থেকে জানা যায়, সাদাকা বা দানের মাধ্যমেও সম্পদ বৃদ্ধি পায়। এক হাদীসে তিনি বলেছেন : কোনো সাদাকাতেই সম্পদ কমে না। [সহীহ মুসলিম, হাদীস ২৫৮৮] আরেক হাদীসে আছে, প্রতিদিন দুইজন ফেরেশতা নেমে এসে এভাবে দোয়া করে- হে আল্লাহ! যে দান করে আপনি তাকে এর পরিবর্তে আরও দান করুন। আর যে সম্পদ আঁকড়ে ধরে রাখে  তার সম্পদ আপনি ধ্বংস করে দিন। [সহীহ বুখারী, হাদীস ১৪৪২]\nএকটু  পরীক্ষা করেই দেখুন না! আপনার কোনো অভাবী আত্মীয়দের জন্য, অভাবী বা কষ্টে থাকা বন্ধুদের জন্য সাধ্যমত খরচ করুন। দেখবেন আল্লাহ অকল্পনীয় উৎস থেকে আপনার রিযিকের ব্যবস্থা করে দিবেন। এটা বান্দার সাথে আল্লাহর ওয়াদা!\n\n॥ তাওবা ও ইস্তেগফার করা ॥\n\nঅধিক পরিমাণে ইস্তেগফার এবং বেশি বেশি আল্লাহর কাছে ক্ষমা প্রার্থনা করলে রিযিক বৃদ্ধি পায়। আল্লাহ তা‘আলা হযরত নূহ (আঃ) এর ঘটনা তুলে ধরে ইরশাদ করেনঃ\n\n“অতঃপর বলেছিঃ তোমরা তোমাদের পালনকর্তার ক্ষমা প্রার্থনা কর। তিনি অত্যন্ত ক্ষমাশীল। তিনি তোমাদের উপর অঝোর ধারায় বৃষ্টি বর্ষণ করবেন, তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি বাড়িয়ে দিবেন, তোমাদের জন্যে উদ্যান সৃষ্টি করবেন এবং তোমাদের জন্যে নদীনালা প্রবাহিত করবেন।\" [সূরা নূহ, আয়াত: ১০-১২]\n\nআবদুল্লাহ বিন আব্বাস (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ\n\nযে ব্যাক্তি সদাসর্বদা ইস্তিগফার ও ক্ষমাপ্রার্থনা করবে, আল্লাহ তাকে প্রতিটি দুশ্চিন্তা থেকে মুক্তির পথ ও প্রতিটি সংকট থেকে উদ্ধারের পথ বের করে দিবেন এবং তাকে তার ধারণাতীত উৎস থেকে রিযিক দান করবেন। (ইবনে মাজাহঃ ৩৮১৯)\n\nআল্লাহ আমাদের সকলের অভাব দূর করে দিন। প্রত্যেকের ক্যারিয়ারকে সফল করুন। রিযিক বৃদ্ধি করে দিন। আমীন।"
      }
    ]
  },
  {
    "category_id": 6,
    "category_name": "হাদীসের গল্প",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/storytelling.png",
    "content_list": [
      {
        "title": "ঋণ ফেরত দেয়ার একটি অলৌকিক ঘটনা",
        "subtitle": "",
        "content": "আবূ হুরায়রা (রাঃ) হতে থেকে বর্ণিতঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন,\n\nবনী ইসরাঈলের  এক ব্যক্তি  অপর এক ব্যক্তির নিকট এক হাজার দীনার ঋণ চাইল। তখন সে (ঋণদাতা) বলল, কয়েকজন সাক্ষী আন, আমি তাদেরকে সাক্ষী রাখব। সে বলল, সাক্ষী হিসাবে আল্লাহই যথেষ্ট। তারপর (ঋণদাতা) বলল, তা হলে একজন যামিনদার উপস্থিত কর। সে বলল, যামিনদার হিসাবে আল্লাহই যথেষ্ট। ঋণদাতা বলল, তুমি সত্যই বলেছ। এরপর নির্ধারিত মেয়াদে তাকে এক হাজার দীনার ঋণ হিসেবে দিয়ে দিল।\n\nতারপর ঋণগ্রহীতা সামুদ্রিক সফরে বের হল। এবংতার প্রয়োজন সমাধা করল। পরে সে যানবাহন খুঁজতে লাগল, যাতে নির্ধারিত সময়ের ভেতর ঋণদাতার কাছে এসে পৌঁছতে পারে। কিন্তু সে কোন যানবাহন পেল না। তখন সে এক টুকরো কাঠ নিয়ে তা ছিদ্র করল এবং ঋণদাতার নামে একখানা পত্র ও এক হাজার দীনার তার মধ্যে ভরে ছিদ্রটি বন্ধ করে সমুদ্র তীরে এসে বলল, হে আল্লাহ! তুমি তো জান আমি অমুকের নিকট এক হাজার দীনার ঋণ চাইলে সে আমার কাছে যামিনদার চেয়েছিল। আমি বলেছিলাম, আল্লাহই যামিনদার হিসাবে যথেষ্ট। এতে সে রাজী হয়। তারপর সে আমার কাছে সাক্ষী চেয়েছিল, আমি বলেছিলাম সাক্ষী হিসাবে আল্লাহই যথেষ্ট, তাতে সে রাজী হয়ে যায়। আর আমিও তার ঋণ (যথাসময়ে) পরিশোধের উদ্দেশ্যে যানবাহনের জন্য যথাসাধ্য চেষ্টা করেছি, কিন্তু পাইনি। তাই আমি তোমার নিকট সোপর্দ করলাম, এই বলে সে কাষ্ঠখন্ডটি সমুদ্রে নিক্ষেপ করল। আর কাষ্ঠখন্ডটিও সমুদ্রে হারিয়ে গেল। অতঃপর লোকটি ফিরে গেল এবং নিজের শহরে যাওয়ার জন্য যানবাহন খুঁজতে লাগল।\n\nওদিকে ঋণদাতা এই আশায় সমুদ্রতীরে গেল যে, হয়তবা ঋণগ্রহীতা কোন নৌযানে করে তার মাল নিয়ে এসেছে। তার দৃষ্টি কাষ্ঠখন্ডটির উপর পড়ল, যার ভিতরে মাল ছিল। সে কাষ্ঠখন্ডটি তার পরিবারের জ্বালানীর জন্য বাড়ী নিয়ে গেল। যখন সে তা চিরল, তখন সে মাল ও পত্রটি পেয়ে গেল।\n\nকিছুদিন পর ঋণগ্রহীতা এক হাজার দীনার নিয়ে এসে হাযির হল এবং বলল, আল্লাহর কসম! আমি আপনার পাওনা যথাসময়ে পৌঁছিয়ে দেয়ার উদ্দেশ্যে সব সময় যানবাহনের খোঁজে ছিলাম। কিন্তু আমি যে নৌযানে এখন আসলাম, তার আগে আর কোন নৌযান পাইনি। ঋণদাতা বলল, তুমি কি আমার নিকট কিছু পাঠিয়েছিলে? ঋণগ্রহীতা বলল, আমি তো তোমাকে বললামই যে, এর আগে আর কোন নৌযান আমি পাইনি। সে বলল, তুমি কাঠের টুকরোর ভিতরে যা পাঠিয়েছিলে, তা আল্লাহ তোমার পক্ষ হতে আমাকে আদায় করে দিয়েছেন। তাই তুমি আনন্দচিত্তে এক হাজার দীনার নিয়ে ফিরে যাও।\n\nসহিহ বুখারী, হাদিস নং ২২৯১"
      },
      {
        "title": "বাগানে মেঘের পানি বর্ষণ",
        "subtitle": "",
        "content": "আবূ হুরাইরা (রা.) বর্ণনা করেন, নবীজি সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন,\nএকদিন এক লোক  এক মরুপ্রান্তরে সফর করছিলেন। এমন সময় অকস্মাৎ মেঘের মধ্যে একটি আওয়াজ শুনতে পেলেন যে, অমুকের বাগানে পানি দাও। সাথে সাথে ঐ মেঘখণ্ডটি একদিকে সরে যেতে লাগল। এরপর এক প্রস্তরময় ভূমিতে বৃষ্টি বর্ষিত হল। ওখানকার একটি নালা ঐ পানিতে সম্পূর্ণরূপে পূর্ণ হয়ে গেল। তখন সে লোকটি পানির অনুগমন করে চলল। চলার পথে সে এক লোককে দাঁড়ানো অবস্থায় দেখতে পেল যিনি কোদাল দিয়ে পানি বাগানে সবদিকে ছড়িয়ে দিচ্ছেন। এ দেখে সে তাকে বলল, হে আল্লাহর বান্দা! তোমার নাম কি? সে বলল, আমার নাম অমুক, যা তিনি মেঘখণ্ডের মাঝে শুনতে পেয়েছিলেন। তারপর বাগানের মালিক তাকে জিজ্ঞেস করল, হে আল্লাহর বান্দা! তুমি আমার নাম জানতে চাইলে কেন? উত্তরে সে বলল, যে মেঘের এ পানি, এর মাঝে আমি এ আওয়াজ শুনতে পেয়েছি, তোমার নাম নিয়ে বলছে যে, অমুকের বাগানে পানি দাও। এরপর বলল, তুমি এ বাগানের ব্যাপারে কি করো? মালিক বলল, যেহেতু তুমি জিজ্ঞেস করছ তাই বলছি,\n\nপ্রথমে আমি এ বাগানের উৎপন্ন ফসলের হিসাব করি। অতঃপর এর এক তৃতীয়াংশ সাদাকা করি, এক তৃতীয়াংশ আমি ও আমার পরিবার-পরিজনের জন্য রাখি এবং এক তৃতীয়াংশ বাগানের উন্নয়নের কাজে খরচ করি।\n\nরেফারেন্সঃ সহীহ মুসলিম - ২৯৮৪\n\nআল্লাহ আমাদের সবাইকে নিয়মিতভাবে উপার্জনের একটি অংশ সাদাকা করার তাওফিক দান করুন। আমীন!"
      },
      {
        "title": "খন্দকের যুদ্ধে নবীজির (সা) মু'জিজা",
        "subtitle": "",
        "content": "জাবির ইবনু ‘আবদূল্লাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,\n\n(খন্দকের যুদ্ধে) যখন পরিখা খনন করা হচ্ছিল তখন আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ভীষন ক্ষুধার্ত অবস্থায় দেখতে পেলাম। তখন আমি আমার স্ত্রীর কাছে ফিরে গিয়ে জিজ্ঞেস করলাম, তোমার কাছে কোন কিছু আছে কি? আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দারুন ক্ষুধার্ত দেখেছি। তিনি একটি চামড়ার পাত্র এনে তা থেকে এক সা পরিমাণ যব বের করে দিলেন। আমার বাড়ীতে একটা বকরির বাচ্চা ছিল। আমি সেটি জবাই করলাম। আর সে (আমার স্ত্রী) যব পিষে দিল। আমি আমার কাজ শেষ করার সঙ্গে সঙ্গে সেও তার কাজ শেষ করল এবং গোশত কেটে কেটে ডেকচিতে ভরলাম। এরপর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে ফিরে চললাম। (লোক সংখ্যার তুলনায় খাবার অনেক কম ছিল, তাই) তখন সে (স্ত্রী) বলল, আমাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীদের নিকট লজ্জিত করবেন না।\n\nএরপর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে চুপে চুপে বললাম, হে আল্লাহর রসূল! আমরা আমাদের একটি বকরির বাচ্চা জবাই করেছি এবং আমাদের ঘরে এক সা যব ছিল। তা আমার স্ত্রী পিষে দিয়েছে। আপনি আরো কয়েকজনকে সঙ্গে নিয়ে আসুন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উচ্চৈঃস্বরে সবাইকে বললেন, হে পরিখা খননকারীরা! জাবির খানার ব্যবস্থা করেছে। এসো, তোমরা সকলেই চলো।\n\nএরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমার আসার পূর্বে তোমাদের ডেকচি নামাবে না এবং খামির থেকে রুটিও তৈরী করবে না। আমি (বাড়ীতে) আসলাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীদের নিয়ে আসলেন। এরপর আমি আমার স্ত্রীর নিকট আসলে সে বলল, আল্লাহ তোমার মঙ্গল করুন। আমি বললাম, তুমি যা বলেছ আমি তাই করেছি। এরপর সে রসূলুল্লাহ এর সামনে আটার খামির বের করে দিলে তিনি (রাসূল [সাঃ]) তাতে মুখের লালা মিশিয়ে দিলেন এবং বারাকাতের জন্য দু‘আ করলেন। এরপর তিনি ডেকচির কাছে এগিয়ে গেলেন এবং তাতে মুখের লালা মিশিয়ে এরজন্য বারাকাতের দু‘আ করলেন। তারপর বললেন, রুটি প্রস্তুতকারিণীকে ডাক। সে আমার কাছে বসে রুটি প্রস্তুত করুক এবং ডেকচি থেকে পেয়ালা ভরে গোশত বেড়ে দিক। তবে (চুলা হতে) ডেকচি নামাবে না।\n\nতাঁরা ছিলেন সংখ্যায় এক হাজার। আমি আল্লাহর কসম করে বলছি, তাঁরা সকলেই তৃপ্তি সহকারে খেয়ে বাকী খাদ্য রেখে চলে গেলেন। অথচ আমাদের ডেকচি আগের মতই টগবগ করছিল আর আমাদের আটার খামির থেকেও আগের মতই রুটি তৈরী হচ্ছিল। [সহিহ বুখারী, হাদিস নং ৪১০২]"
      },
      {
        "title": "যে সাহাবীর মেহমানদারীতে আল্লাহ হেসেছিলেন",
        "subtitle": "",
        "content": "আবু হুরায়রা (রাঃ) থেকে বর্ণিতঃ\n\nএক ব্যক্তি নবীজি সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট এলেন। তিনি তখন (খাদ্যের জন্য) তার স্ত্রীগণের নিকট সংবাদ পাঠান। তারা বলেন, আমাদের কাছে পানি ছাড়া আর কিছু নাই। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কে তার মেহমানদারি করবে?\n\nআনসারদের একজন বলেন, আমি। তিনি তাকে নিয়ে তার স্ত্রীর কাছে গিয়ে বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মেহমানকে সম্মান করো। স্ত্রী বলেন, ছেলে-মেয়েদের রাতের খাবার ছাড়া আমাদের আর কিছু নাই। আনসারী বলেন, তুমি খাবার তৈরি করো, বাতি ঠিক করো এবং তোমার বাচ্চারা যখন রাতের খাবার চাইবে তখন প্রবোধ দিয়ে তাদের ঘুম পাড়িয়ে দিও।\n\nমহিলা তার খাবার তৈরি করলেন, বাতি ঠিকঠাক করলেন এবং তার বাচ্চাদের ঘুম পাড়ালেন। অতঃপর তিনি উঠে বাতি ঠিক করার ছুতোয় তা নিভিয়ে দিলেন। আর তারা এমন ভাব দেখালেন যে, তারা যেন মেহমানের সাথে আহার করছেন। অথচ রাতে তারা উপোসই থাকলেন।\n\nভোর হলে তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট গেলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তোমাদের গত রাতের কার্যকলাপে হেসেছেন এবং আয়াত নাযিল করেছেনঃ “তারা অভাবগ্রস্ত হলেও নিজেদের উপর অন্যদের অগ্রাধিকার দেয়। যারা মনের কার্পণ্য থেকে মুক্ত তারাই সফলকাম”। (সূরা হাশর : ৯)\n\n[সহীহ বুখারী, হাদীস ৩৭৯৮]\n\nআল্লাহ আমাদেরকে উদার মনে আল্লাহর সন্তুষ্টির উদ্দেশ্যে বেশি বেশি মেহমানদারী করার তাওফিক দান করুন।"
      }
    ]
  },
  {
    "category_id": 7,
    "category_name": "সাদাকা",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/charity.png",
    "content_list": [
      {
        "title": "সাদাকাতুল ফিতরের বিধান",
        "subtitle": "ফিতরা কার উপর ওয়াজিব? কী পরিমাণে ফিতরা দিব?",
        "content": "সাদাকাতুল ফিতর কী\n-----------------------------------\nসাদাকাহ অর্থাৎ দান; ফিতর অর্থ এক মাস রোজা রাখার পর রোজা ভাঙা। দীর্ঘ এক মাস সিয়াম সাধনা শেষে রোজা ভাঙা উপলক্ষে গরীব-মিসকিনকে যা দান করা হয়, তা-ই সাদাকাতুল ফিতর।\n\nসাদাকাতুল ফিতর কেন ওয়াজিব?\n---------------------------------\nসাদাকাতুল ফিতর ওয়াজিব হবার পিছনে হিকমতগুলো নিম্নরূপঃ\n\nপ্রথম কারণ হলোঃ একজন রোজাদার ব্যক্তির রোজা পালন করতে গিয়ে যেসব ত্রুটি-বিচ্যুতি হয়ে যায়, যার কারণে রোজা তার ভঙ্গ হয়ে যায় না, কিন্তু রোজার ত্রুটি হয়। রোজার এ ত্রুটি মার্জনার জন্যই সাদাকাতুল ফিতর। যেমন একজন রোজাদার ব্যক্তি দিনের বেলায় পানাহার করেনি, স্ত্রী ব্যবহার করেনি, যার কারণে তার রোজা নষ্ট হয়নি। কিন্তু পরনিন্দা বা গিবত করেছে, অশ্লীল কথাবার্তা বলেছে, অপ্রয়োজনীয় কথাবার্তা বলেছে, এতে রোজা ত্রুটিপূর্ণ হয়েছে। এ থেকে রোজাকে পরিচ্ছন্ন ও পরিশুদ্ধ করার জন্যই সাদাকাতুল ফিতর।\n\nদ্বিতীয় কারণ হচ্ছেঃ গরীব-দরিদ্র মানুষগুলো এই সমাজেরই মানুষ। তারা সারা বছরই দারিদ্র্যের মধ্যে বসবাস করে নিদারুণ কষ্টের মধ্যে থাকে। তারা কমপক্ষে ঈদের দিনের একদিন যাতে ঈদ আনন্দে সকলের সাথে শরীক হতে পারে। এজন্য তাদের কিছু খাদ্য ও বস্ত্রের ব্যবস্থা করে দেয়া।\n\nতৃতীয় কারণ হচ্ছে : দীর্ঘ এক মাস উপবাস থাকার পর আল্লাহ মেহেরবাণী করে ঈদের দিনে পানাহারের অনুমতি দিয়েছেন। তারই শুকরিয়া স্বরূপ সাদাকাতুল ফিতর।\n\nআব্দুল্লাহ বিন আব্বাস হতে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রোজাকে অপ্রয়োজনীয় ও অশ্লীল কথাবার্তা ও কার্যকলাপ থেকে পরিচ্ছন্ন করার জন্য এবং মিসকীনদের কিছু খাদ্যের ব্যবস্থা করার জন্য যাকাতুল ফিতর ফরজ করেছেন। (আবু দাউদ, ইবনে মাজা, বায়হাকী)\n\nঅন্য হাদীসে রয়েছে : ‘তাদের আজকের দিনে মানুষের বাড়ি বাড়ি ঘুরা থেকে অমুখাপেক্ষী রাখ’ (বায়হাকী, দারু কুতনী)\n\nসাদাকাতুল ফিতর কার উপর ওয়াজিব\n------------------------------\nযাকাত, কুরবানী ও সদকায়ে ফিতিরের নিসাবের ক্ষেত্রে মূলনীতি হলঃ যখন কোন ব্যক্তির কাছে একাধিক নিসাবের অংশ বিশেষ থাকে (অর্থাৎ কিছু স্বর্ণ, কিছু রূপা বা কিছু টাকা। অথবা শুধু স্বর্ণ, শুধু রূপা বা শুধু ক্যাশ টাকা)। কিন্তু কোনটি দিয়েই নিসাব পূর্ণ না হয়, এক্ষেত্রে যে কোন একটিকে নিসাব ধরে অন্য নিসাবী পণ্যের মূল্য হিসাবে আনা হয়। তখন যদি কোন একটি নিসাবের সমপরিমাণ মূল্যের নিসাব পূর্ণ হয়ে যায়, তাহলেই তার উপর যাকাত, কুরবানী ও সদকায়ে ফিতির আবশ্যক হয়ে যায়।\n\nএক্ষেত্রে আরেকটি বিষয় লক্ষ্যণীয়। তাহল, গরীবদের জন্য উপকারী বিষয়কে প্রাধান্য দিতে হয়। মূলনীতি অনুপাতে যেটি দিয়ে নেসাব পূর্ণ হবে, সেটিকেই গ্রহণ করতে হয়।\n\nউদাহরণঃ\nকারো কাছে রূপা আছে আবার স্বর্ণও আছে। কিন্তু কোনটি দ্বারাই নিসাব পূর্ণ হচ্ছে না (অর্থাৎ স্বর্ণ সাড়ে সাত ভরি নাই, রূপাও সাড়ে ৫২ ভরি নাই)। এখন রূপার নিসাব সাড়ে বয়ান্ন তোলা রূপার সমমূল্য কত? তা নির্ধারণ করতে হবে। তারপর সেই মূল্যমান পরিমাণ যদি তার কাছে থাকা স্বর্ণের বাজার মূল্যের সমান বা বেশি হয়, তাহলে বলা হবে রূপা হিসেবে নেসাব পূর্ণ হয়ে গেছে। আর যদি সাড়ে সাত তোলা স্বর্ণ এর মূল্য স্বর্ণ ও রূপা মিলে হয়ে যায়, তাহলে স্বর্ণের মূল্য হিসেবে নেসাব পূর্ণ হয়ে গেছে বলে ধর্তব্য হবে। যদি কোনটি দ্বারাই তার মূল্যের নেসাব পূর্ণ না হয়, তাহলেই কেবল বলা হবে যে, নেসাবের মালিক হয়নি।\n\nতবে আমাদের কাছে এই পরিমাণ সম্পদ না থাকলেও যদের ফিতরার পরিমাণ টাকা সাদাকা করার তাওফিক আছে তাদের জন্যও উচিত হবে ফিতরা আদায় করা। বর্তমানে জনপ্রতি ফিতরার পরিমাণ ৭৫ টাকা থেকে শুরু করে ৩৫০০ টাকার মধ্যে হয়ে থাকে। ৭৫ বা ১০০ টাকা সাদাকা করার তাওফিক যদি অন্তত থাকে তাহলেই আমরা যেন এই দান করার সুযোগ নিই। কারণ এই দান আমরা আল্লাহর কোনো উপকারে আসবে না। আল্লাহ আমাদেরকে সুযোগ দিয়েছেন দান করার, যেন এটি আমাদের উপকারে আসে। তাই আসুন আমরা সকলেই আমাদের সামর্থ্য অনুযায়ী বেশি টাকা দিয়ে সাদাকাতুল ফিতর আদায় করি।\n\nপরিবারের পক্ষ থেকে সাদাকাতুল ফিতর আদায় করবেন কে?\n--------------------------------------------------\nপরিবারের কর্তা তার নিজের ও তার অধীনস্থ নাবালেগদের পক্ষ থেকে সাদাকাতুল ফিতর আদায় করবেন। স্ত্রীর ফিতরা আদায় করা স্বামীর জন্য আবশ্যক নয়। তবে যদি স্বামী আদায় করেন তাহলে স্ত্রীর পক্ষ থেকে তা আদায় হয়ে যাবে এবং স্বামীও এজন্য সাওয়াবের অংশীদার হবেন। স্ত্রী ব্যতীত কর্তার অধিনস্থ নাবালেগ ছেলে-মেয়ে বা কাজের লোক তাদের পক্ষ থেকেও তিনি ফিতরা আদায় করবেন। যাদের উপর রোজা ফরজ নয়, অথবা ফরজ হলেও যারা রমজানের রোজা রাখতে পারে নাই তাদের পক্ষ থেকেও ফিতরা আদায় করতে হবে।\n\nফিতরা খাদ্য দিয়ে আদায় করতে হবে? নাকি টাকা দিয়ে?\n----------------------------------------------------\nবর্তমান সময়ে যেসকল বিধান নিয়ে জোর বিতর্ক চলছে তার মধ্যে অন্যতম হচ্ছে এই টপিক। ফিতরা কি খাদ্য দ্রব্য দিয়েই আদায় করতে হবে নাকি টাকা দিয়ে আদায় করলেও আদায় হবে এ নিয়ে ফকীহ বা ইমামদের মধ্যে মতপার্থক্য রয়েছে।\n\nইমাম শাফেয়ী, ইমাম মালেক, ইমাম আহমাদ (রহ.) এর মতে নগদ অর্থ দেয়া বৈধ হবে না। কারণ হাদীসে স্পষ্ট ভাবে খাদ্যবস্তু দ্বারা ফিতরা আদায় করার প্রমাণ পাওয়া যায়। সেই সময়ের প্রচলিত মুদ্রা দিয়ে ফিতরা আদায় করার প্রমাণ হাদীস দ্বারা পাওয়া যায় না। তাই তাদের মত হচ্ছে খাদ্যবস্তু দ্বারাই ফিতরা দিতে হবে, টাকা দিয়ে ফিতরা আদায়ই হবে না।\nঅপরপক্ষে ইমাম আবু হানিফা, সুফিয়ান সাওরী, আতা, হাসান বাসরী, ওমর বিন আব্দুল আজিজ প্রমুখের মতে, নগদ অর্থ দিয়ে সাদাকাতুল ফিতর আদায় করা বৈধ। কেননা সাদাকাতুল ফিতর আদায়ের একটি অন্যতম লক্ষ্য হলো দরিদ্র মানুষকে ঈদের আনন্দে শরীক হওয়ার সুযোগ করে দেয়া। দরিদ্র মানুষের যেমন প্রয়োজন খাদ্যের, তেমনি প্রয়োজন কাপড়-চোপড় ও অন্যান্য সামগ্রীর। সকলেই যদি শুধু খাদ্য দিয়ে সাদাকাতুল ফিতর আদায় করে, তাহলে হয়তো তার ঘরে জমা হয়ে যাবে অঢেল খাদ্য। অথচ তার এত খাবারের প্রয়োজন নেই, প্রয়োজন তার কাপড়-চোপড়, সেমাই, চিনি ও অন্যান্য সামগ্রী। এ অবস্থায় তার প্রয়োজন পূরণের জন্য তাকে অতিরিক্ত খাবার বিক্রি করতে হবে। এতে যেমন রয়েছে বিক্রি করার বিড়ম্বনা, তেমনি বিক্রি করতে হবে তুলনামূলক কম মূল্যে। এতে ক্ষতিগ্রস্ত হবে দরিদ্র মানুষটি।\n\nএছাড়াও টাকা দিয়ে আদায় করার পক্ষে সাহাবী (রা) ও তাবেয়ীদের (রহ.) আমল রয়েছে। ইমাম বুখারীর উস্তাজ ইমাম আবু বকর ইবনে আবী শাইবা রহঃ তার পৃথিবী বিখ্যাত হাদীসের কিতাব “মুসান্নাফ ইবনে আবী শাইবা” এর ৬ষ্ঠ খণ্ডের ৫০৭ নং পৃষ্ঠায় শিরোনাম এনেছেন فِي إِعْطَاءِ الدَّرَاهِمِ فِي زَكَاةِ الْفِطْرِ তথা টাকার বিনিময়ে সদকায়ে ফিতির প্রদান করা। এর অধীনে তিনি একাধিক আছার উল্লেখ করেছেন।\n\nতাই মধ্যমপন্থা অবলম্বনকারী আলেমদের অভিমত হচ্ছেঃ খাদ্যবস্তু দ্বারা ফিতরা আদায় করলে তা হবে সুন্নাহ সম্মত। খাদ্যবস্তু বলতে তারা বুঝিয়ে থাকেন সমাজে যেসকল খাদ্যের প্রচলন আছে এমন খাদ্য দিয়ে দেয়া উত্তম। যেমন কেউ যদি ঈদের আগে ফিতরার পরিমাণ হিসাব করে ঐ টাকা দিয়ে সেমাই, দুধ, চাল, চিনি, গোশত ইত্যাদি একত্র করে কোনো গরীব পরিবারকে দেয়। যেন ঈদের দিন তারা একটু ভাল খাবার খেতে পারে। তাহলে তা সবচেয়ে উত্তম ও সুন্নাহ সম্মত হবে। কিন্তু যদি কেউ খাদ্য না দিতে পারে, বরং টাকা দেয়। তাহলেও তা আদায় হয়ে যাবে। টাকা দিয়ে আদায় করাকে তারা জায়েজ বলেছেন। হয়ত পুরোপুরি সুন্নাহের অনুসরণ হলো না। কিন্তু ফিতরার মূল লক্ষ্য অর্জিত হওয়ায় এটাকে বাতিল বলে তারা রায় দেন না। তাই আমাদের উচিত সর্বোচ্চ চেষ্টা করা খাদ্যদ্রব্য দিয়ে ফিতরা আদায় করা। অন্যথায় নিরুপায় হলে টাকা দিয়ে আদায় করা।\n\nফিতরা কখন আদায় করতে হবে?\n---------------------------------\nহাদীসের রেওয়ায়েত মতে ঈদুল ফিতরের নামাজে যাওয়ার আগেই ফিতরা গরীবদের কাছে পৌঁছে দিতে হবে। এক্ষেত্রে ফিতরা আদায়কারীর দায়িত্ব হচ্ছে গরীবদের কাছে ফিতরা পৌঁছে দেয়া। গরীব বা ফকিররা ফিতরার টাকা নেয়ার জন্য বাড়ি বাড়ি ঘুরবে না। ফিতরা আদায়কারীকে গরীবের বাড়ি যেতে হবে তার দায়িত্ব পালন করার জন্য। তাই খেয়াল রাখতে হবে ফিতরা যেন ঈদের নামাজের পর আদায় করতে না হয়। অনেকেই চিন্তা করতে পারেন ঈদগাহে অনেক ফকির আসে। নামাজ শেষ করে সবাইকে ৫-১০ টাকা করে দিব। কিন্তু এটা সুন্নতের খেলাফ।\n\nঈদের নামাজের আগে ফিতরা আদায় করার বর্ণনা হাদীস দ্বারা প্রমাণিত। একই সাথে এমন কিছু রেওয়ায়েতও পাওয়া যায় যেখানে দেখা যায় সাহাবীরা (রা) ঈদের ২-১ দিন আগেও ফিতরা আদায় করেছেন। তাই আমরা চাইলে ঈদের ২-১ দিন আগে ফিতরা আদায় করে দিতে পারি। যেন যাকে দেয়া হচ্ছে সে ২-১ দিন আগে থেকেই ঈদের প্রস্তুতি নিতে পারেন। যদি টাকা দেয়া হয় তাহলে ঈদের ২-১ দিন আগে দেয়া। বেশি আগে দিলে সে আবার অন্য কাজে খরচ করে ফেলতে পারে। ফলে ঐ ব্যক্তির পরিবারের লোকজন হয়ত ঈদের আনন্দ থেকে বঞ্চিত হতে পারে। তাই বেশি আগে টাকা না দেয়াই ভাল। খাদ্যদ্রব্য দিলেও তা ঈদের অনেক দিন আগে না দেয়াই ভাল। এমন একটা টাইমিং করে আমাদের এগুলো আদায় করা উচিত যাতে, যাকে দেয়া হচ্ছে সে সেগুলো ঈদের দিনে কাজে লাগাতে পারে।\n\nফিতরার পরিমাণ\n-------------------\nসদাকায়ে ফিতর সম্পর্কিত হাদীসগুলো পর্যালোচনা করলে এ বিষয়ে মোট পাঁচ প্রকার খাদ্যের বর্ণনা পাওয়া যায়: যব, খেজুর, পনির, কিসমিস ও গম। এ পাঁচ প্রকারের মধ্যে যব, খেজুর, পনির ও কিসমিস দ্বারা সদকা ফিতর আদায় করতে চাইলে প্রত্যেকের জন্য এক সা’ পরিমান (৩ কেজি ৩০০ গ্রাম) দিতে হবে। আর গম দ্বারা আদায় করতে চাইলে আধা ‘সা’ দিতে হবে।\nপ্রথম চারটি খাদ্যদ্রব্য দিয়ে আদায় করতে চাইলে এক 'সা' পরিমাণ আর দ্বিতীয় প্রকার খাদ্য গম দ্বারা আদায় করলে প্রতিজনের জন্য অর্ধেক 'সা' পরিমাণ গম আদায় করতে হবে। প্রশ্ন হচ্ছে যব, খেজুর, পনির ও কিসমিসের মত দামী খাবার দিয়ে আদায় করতে চাইলে এক 'সা' আর গমের মত কম দামী জিনিস দিয়ে আদায় করলে অর্ধেক 'সা' কেন আদায় করতে হয়? এর উত্তর হচ্ছে আরবে নবী (সা) এর সময়ে গমের উৎপাদন কম হত। গম পাওয়া যেত কম, তাই গমের দাম তখন অনেক বেশি ছিল। যেহেতু গমের দাম তখন অনেক বেশি ছিল সে কারণে গম দিয়ে আদায় করতে চাইলে তার জন্য অর্ধেক 'সা' পরিমাণ গম সাদকা করলেই আদায় হয়ে যেত। অপরপক্ষে যব, খেজুর, পনির আর কিসমিসের দাম সে সময় কম হওয়ায় আর সহজলভ্য হওয়ায় এগুলো দিয়ে আদায় করতে চাইলে ১ 'সা' পরিমাণ দিতে হত।\n\nএখন প্রশ্ন হচ্ছে আমরা কোন খাদ্যদ্রব্য দ্বারা ফিতরার পরিমাণ হিসাব করি? আমরা সাধারণত ফিতরার পরিমাণ নির্ধারণ করি গমের দাম দিয়ে। কারণ বর্তমান সময়ে গমের ফলন হয় অনেক বেশি। এর দাম কম। এটা যেহেতু অর্ধেক 'সা' (১ কেজি ৬৫০ গ্রাম) দিলেই হয় তাই আমরা চালাকী করে গমের দাম দিয়েই ফিতরার হিসাব করি। আল্লাহর রাসূল (সা) গমের হিসাব করে দিয়েছিলেন এটার দাম বেশি ছিল দেখে। আমরা এখনকার মুসলিমরা এটার সুযোগ নিই এটার দাম কম হবার জন্য। সাহাবীগণ (রা) খেজুর দ্বারা ফিতরা দিতে পছন্দ করতেন। নবী (সা) বলেছেন সাধ্যের মধ্যে সবচেয়ে ভাল জিনিস দিয়ে ফিতরা আদায় করতে। আল্লাহ কুরআনেও দান করার সময় উত্তম বস্তুগুলো দিয়ে দান করতে উৎসাহ দিয়েছেন। তাই আমাদের উচিত উপরে উল্লেখিত ৫ রকমের খাবারের মধ্যে আমাদের সাধ্যে যেটা দিয়ে ফিতরা দেয়া সামর্থ্যে কুলায়  সেটা দিয়ে আদায় করা।\n\nইসলামি ফাউন্ডেশন বাংলাদেশের থেকে প্রতি বছর ফিতরার সর্বনিম্ন ও সর্বোচ্চ পরিমাণ নির্ধারণ করে দেয়া হয়। এটা একটা ভাল উদ্যোগ। আলেম সমাজ এটাকে সাধবাদ জানিয়েছেন। উপরের ৫টা খাদ্যের মধ্যে সবচেয়ে দামী খাবারের দাম আর সবচেয়ে কমদামী খাবারের দামের হিসাব করে তারা এই ফিতরার রেঞ্জ নির্ধারণ করেন। যেমন গম দিয়ে আদায় করলে হয়ত ৭৫ টাকা আসবে। আর খেজুরের মধ্যে আজওয়া খেজুর দিয়ে আদায় করলে ৩৫০০ টাকার মত আসবে। সমাজে সবার অবস্থান এক না। যেই লোক মাসে ১০ হাজার টাকা ইনকাম করেন তিনি হয়ত ৭৫ টাকা দিয়ে আদায় করবেন। আবার যেই লোকের ইনকাম মাসে ১ লাখ টাকা সে চাইলে আল্লাহর ইচ্ছায় ৩৫০০ টাকা দিয়ে ফিতরা আদায় করতে পারেন। আমরা এখানে ব্যবসা করছি আল্লাহর সাথে। এখন দুনিয়াতে আমরা যত বেশি ইনভেস্ট করে যেতে পারব, আখিরাতে ইনশাআল্লাহ আল্লাহ আমাদেরকে তত বেশি দিবেন। তাই নিজেদেরকে ফাঁকি না দিয়ে সাধ্যে যতটুকু কুলায় সে পরিমাণ ফিতরা আমরা আদায় করি। ধনী-গরীব সবাই গড়ে ৭৫ টাকা সর্বনিম্ন ফিতরা আদায় করার সংস্কৃতি থেকে আমাদের বেরিয়ে আসা উচিত।\n\nআল্লাহ আমাদের সবাইকে ভোগবাদী মানসিকতা থেকে বের হয়ে এসে দান করার মানসিকতা লালন করার তাওফিক দান করুন। আমীন।\n\nরেফারেন্সঃ\nমাসআলাগুলো দলীল সহ বিস্তারিত জানার জন্য ভিজিট করুন আমার লেখা এই ব্লগপোস্টেঃ\nhttps://hellohasan.com/2020/05/05/ফিতরা-কত-টাকা-বিধান"
      }
    ]
  },
  {
    "category_id": 8,
    "category_name": "বুক রিভিউ",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/books.png",
    "content_list": [
      {
        "title": "দুআ কবুলের গল্পগুলো",
        "subtitle": "",
        "content": "সদ্য অনার্স পাস করা যুবক, চাকরি হচ্ছে না। হয়ত একটা চাকরি জুটেছে কিন্তু বেতন আর অন্যান্য বিষয় মোটেই অনুকুলে না।\nভর্তি পরীক্ষায় কোথাও টিকলো না সদ্য কৈশর পার হওয়া ছেলেটি। কেউ আবার টিকেছে ভার্সিটিতে কিন্তু পায় নি পছন্দের সাবজেক্ট।\nঅনেক ভেবেচিন্তে আশা নিয়ে বিয়ের পর দেখা গেল সংসারে অশান্তি। শেষে হয়ত ডিভোর্সে গড়ালো।\nসুখের সংসার, কিন্তু সংসারে একটা সন্তান নাই। কারো হয়ত সন্তান আছে কিন্তু সে এমন অসুস্থ্য যে জন্মের পর থেকে হাসপাতালেই কাটছে জীবনের বেশির ভাগ সময়।\n\nইত্যাদি ইত্যাদি ইত্যাদি... সমস্যাগুলো আমাদের চারপাশে খুব কমন। এই সমস্যাগুলোর সমাধান আমরা কিভাবে করি? চাকরির জন্য হয়ত মামা-চাচা ধরি বা ঘুষ দেই। ভাল সাবজেক্টে চান্স না পেয়ে হয়ত ডিপ্রেসন কাটানোর জন্য ধুমপান বা নেশাপণ্যের বিলাস যাপন করে কেউ কেউ। সন্তানের জন্য ডাক্তার-বদ্যি-কবিরাজ...\n\nকিন্তু এমন একটা কাজ করতে আমরা সাধারণত ভুলে যাই বা সেই কাজটা করার কথা আমাদের মাথাতেই আসে না তা হচ্ছে আল্লাহর কাছে বিপদ মুক্তির জন্য দুআ করা। আমরা নিজেদের জন্য নিজেরা দুআ করতে কমফোর্ট ফীল করি না। হুজুরকে দিয়ে দুআ করাই। আল্লাহর নেক বান্দাদের দিয়ে দুআ করানোর দৃষ্টান্ত আমরা হাদীসে পাই। কিন্তু আমার আকুতি, আমার চাহিদা, আমার আবেগ আমার সমস্যার কথা আমি যেভাবে আল্লাহর কাছে বলতে পারব সেটা একজন হুজুর কতটা পারবেন? হুজুর তার নিজের জন্য, আমার জন্য দুআ করে আল্লাহর কাছে প্রিয় পাত্র হবেন। সেই দুআকারী প্রিয় পাত্র কি আমরা হতে পারি না?\n\nআমরা আসলেই কি বিশ্বাস করি যে, দুআর মাধ্যমে আমাদের জীবনকে আমরা পরিবর্তন করে দিতে পারি? দুআর মাধ্যমে আমরা আল্লাহর দেয়া ওয়াদা অনুযায়ী ধারণাতীত উৎস থেকে রিযিক পেতে পারি, এটা কি আসলেই আমরা বিশ্বাস করি? আসলেই কি এখনকার জমানাতেও দুআ করলে আল্লাহ বান্দার ডাকে সাড়া দেন? এখনো কি দুআর মাধ্যমে অলৌকিক ভাবে সমস্যার সমাধান হয়? আমাদের সমসাময়িক সময়ে এমন উদাহরণ কি রয়েছে?\n\nএই সবগুলো প্রশ্নের উত্তর একত্রে পাওয়া যাবে \"দুআ কবুলের গল্পগুলো\" বইটিতে। প্রায় সমসাময়িক বিভিন্ন ঘটনা দ্বারা বইটিকে সাজানো হয়েছে। প্রতিটি গল্প বা ঘটনাই হৃদয়কে স্পর্শ করে যাবার মত। প্রতিটা গল্প পড়ার পরই আপনার মুখ থেকে স্বতস্ফূর্ত ভাবে বের হয়ে আসবে সুবহানাল্লাহ তাসবীহ। প্রতিটি পাতায় পাতায় আপনি প্রমাণ পাবেন আল্লাহ যে বান্দার ডাকে সাড়া দেন তার সত্যতা। আপনার হতাশা আর কষ্টের জীবনে আরেকবার ঘুরে দাঁড়ানোর সাহস পাবেন আল্লাহর কাছে দুআ করার মাধ্যমে। এ বইটি হতে পারে আপনার অবসর সময়গুলোকে বা বাসের বিরক্তিকর জ্যামের সময়গুলোকে দুআর মত একটা ইবাদতের উসিলা হতে। আপনার মধ্যে এই বইটি দুআ করার আনন্দ আর প্রশান্তি ছড়িয়ে দিতে পারে। আপনি যদি জীবনের কঠিনতম কোনো পরিস্থিতি পার করতে থাকেন তাহলে এখনি সময় এই বইটি পড়ে ফেলার!\n\nবইয়ের লেখাগুলো অনুবাদ ও সম্পাদনা করেছেন রাজীব হাসান। ১৯২ পৃষ্ঠার এই বইতে পাবেন দুআ কবুল হওয়ার অসাধারণ ৪৩ টি ঘটনা। একই সাথে রয়েছে দুআ কবুলের টিপস, দুআ করার আদব ও দুআ কবুল হওয়ার কিছু স্থান, ক্ষেত্র ও সময়।\n\nআশা করি আপনি বইটি পড়বেন এবং জীবনকে আল্লাহর দুআর মত শ্রেষ্ঠ একটা ইবাদতের মাধ্যমে সাজাবেন। আমাদের জন্যও দুআ করবেন যেন আমরা নিয়মিত ইসলামী বই পড়ে সেগুলোর রিভিউ আপনাদের কাছে পৌঁছে দিতে পারি ও বিশুদ্ধ ইসলামী জ্ঞানের প্রচার করতে পারি। দুআ করবেন আল্লাহ যেন আপনার, আমার ও আমাদের অ্যাপের সকল ইউজারদের দুনিয়া ও আখিরাতের কল্যাণ দান করেন। আমীন।\n\nরিভিউটি নেয়া হয়েছে এখান থেকেঃ\nhttps://hellohasan.com/2020/01/14/দুআ-কবুলের-গল্পগুলো"
      },
      {
        "title": "গল্পগুলো অন্যরকম",
        "subtitle": "",
        "content": "\"আর কেউ আপনাকে ভালবাসুক বা না বাসুক, আমাদের রব মহান আল্লাহ তায়ালা আপনাকে ভালবাসেন\"\nহাড় কাঁপানো প্রচন্ড ঠান্ডায় বৃষ্টি আর তুষারপাত মাথায় নিয়ে দাঁড়িয়ে থাকা, দশ বছর বয়সী ছেলেটি মিষ্টি হেসে কথাগুলো বলল বাড়ির দরজায় দাঁড়ানো মধ্য বয়সী ভদ্রমহিলাকে। অনেকবার কলিংবেল বাজানোর পর ভদ্রমহিলা দরজা খুলেছেন। বিরক্ত করার জন্য দুঃখ প্রকাশ করে তার হাতে একটি বই ধরিয়ে দিল ছেলেটি। সে জানালো বইটি পড়লে সে তার রবের ব্যাপারে জানতে পারবেন। ঘটনার শেষ এখানেই নয়।\n\nপরের জুমআয় নামাজের পর ইমাম সাহেব উপস্থিত মুসল্লিদের কাছে জানতে চাইলেন কারো কোনো বিষয়ে জানার আছে কিনা। মহিলাদের অংশ থেকে হিজাব আবৃত একজন উঠে বললেন, গত জুমআতেও তিনি ছিলেন একজন অমুসলিম। বছর দুয়েক আগে তার স্বামী মারা গিয়েছেন। এরপর তার আপনজনেরাও তার পর হয়ে যায়। সব কিছু থেকে তাকে বঞ্চিত করে। এক পর্যায়ে তিনি এতটাই ভেঙে পড়েন যে আত্মহত্যার সিদ্ধান্ত নেন। সিলিং ফ্যানের সাথে দড়ি ঝুলিয়ে তিনি আত্মহত্যার সব ব্যবস্থা করে চেয়ারে উঠে দাঁড়ান। চূড়ান্ত পদক্ষেপের আগ মুহূর্তে দরজার কলিং বেল বেজে ওঠে। প্রথমে দরজা না খোলার চিন্তা করলেও ক্রমাগত বেল বাজা আর দরজা ধাক্কানোর শব্দে তিনি চেয়ার থেকে নেমে দরজা খুলেন। দেখেন প্রচন্ড বৈরী আবহাওয়া আর শীতের মধ্যে দাঁড়িয়ে ছোট্ট একটি ছেলে তাকে উদ্দেশ্য করে বলছে \"আর কেউ আপনাকে ভালবাসুক না বাসুক, আমাদের রব মহান আল্লাহ তায়ালা আপনাকে ভালবাসেন। আপনার কেয়ার করেন\"। আর দুয়েকটি কথা বলে একটি বই দিয়ে সে বিদায় নেয়। তখনও তার ঘরের সিলিং ফ্যানের সাথে দড়িটি ঝুলছে। আগ্রহ বশত বইটি পড়া শুরু করে শেষ পর্যন্ত পৌঁছে গেল সে। এরপর?\n\nএরপর সে আত্মহত্যার জন্য প্রস্তুত করা চেয়ারটাকে ভেঙে ফেলল লাথি দিয়ে। ছিড়ে ফেললেন ফ্যানের সাথে ঝুলানো দড়িটি। কারণ তিনি পেয়ে গেছেন তার রবের পরিচিয়। তিনি পেয়ে গেছেন তার জীবনে ভালভাবে বেঁচে থাকার জন্য যথেষ্ট উপকরণ। সেই দিনই তিনি শাহাদাহ পাঠ করে ইসলাম গ্রহণ করেন! সুবহানাল্লাহ! বইয়ের পিছনে দেয়া মসজিদের ঠিকানা পেয়ে তিনি এখানে এসেছেন। তার জীবনের গল্প শুনে ততক্ষণে মসজিদ জুড়ে চলছে 'হু-হু' শব্দের কান্না। ইমাম সাহেবও কেঁদে চলেছেন। সেই ছেলেটি যে আর কেউ নয়! তারই সামনে বসে থাকা তার নিজেরই সন্তান!\n\nএকটি বিদেশী সত্য ঘটনা অবলম্বনে লেখা উপরের গল্পটি নেয়া হয়েছে আজকের আলোচ্য \"গল্পগুলো অন্যরকম\" বই থেকে। গল্পটি লিখেছেন বর্তমান সময়ের সাড়া জাগানো লেখক আরিফ আজাদ। সমকালীন প্রকাশন থেকে প্রকাশিত হওয়া এই বইটিতে রয়েছে ১৯ জন লেখক/লেখিকার লেখা এরকম ৩৫ টি অন্যরকম গল্প। প্রতিটি গল্পই আমাদের হৃদয়কে নাড়া দিয়ে যাবে। আমাদেরকে আরেক বার স্মরণ করিয়ে দিবে আমাদের রবের কথা। আরেক বার স্মরণ করিয়ে দিবে সেই শপথের কথা যা আমরা পৃথিবীতে আসার পূর্বেই সকলে করেছিলাম। রুহের জগতের যেই শপথে আমরা বলেছিলাম একমাত্র আল্লাহরই আনুগত্য করব। একমাত্র তাঁর কাছেই আত্মসমর্পন করব।\n\nআমরা বলে থাকি বই হচ্ছে সবচেয়ে শ্রেষ্ঠ বন্ধু। আর ইসলাম বলেছে \"সৎ লোকের সাথী হও\" বা সৎ লোককেই বন্ধু বানাও। একটা বই কখন আমার বন্ধু হবে? যখন সেই বইটি আমার জীবনে কোনো ভ্যালু অ্যাড করবে। যখন সেই বইটি আমার ব্যক্তিকে আরো উন্নত করবে। যখন সেই বইটি আমাকে আমার পদস্খলন থেকে রক্ষা করবে। যখন সেই বইটি আমাকে বিপথে নিবে না। যখন সেই বইটি আমাকে নির্মল আনন্দ দিবে। সর্বপরি যখন সেই বইটি আমাকে আমার রবের কথা মনে করিয়ে দিবে। এই সবগুলো গুণে গুণান্বিত গল্পগুলো অন্যরকম বইটি। সে অর্থে এটি আমাদের একটি ভাল বন্ধু হতে পারে।\n\nযারা মানসিক কষ্ঠে আছেন, বিভিন্ন বিপদে আছেন অথবা যারা আল্লাহর রহমতে সুখে আছেন - সকলের জন্য সমান উপকারে আসতে পারে বইটি। যিনি কষ্টে আছেন তিনি ইনশাআল্লাহ এখান থেকে এমন কিছু পাথেয় অর্জন করতে পারবেন যাতে তার কষ্ট লাঘব হয়। ধৈর্য ধরা যেন সহজ হয় এমন কিছু উপাদান এই বইতে পাওয়া যাবে অনেকগুলো গল্পে। আর যিনি সুখে আছেন, তিনি আল্লাহর প্রতি আরো কৃতজ্ঞ হওয়ার শিক্ষা পাবেন ইনশাআল্লাহ।\n\nবইটি সম্পর্কে প্রাসঙ্গিক কিছু তথ্য\n------------------------\nবইয়ের নামঃ গল্পগুলো অন্যরকম\nলেখকঃ ১৯ জন লেখকের সমন্বয়ে লিখা\nপ্রকাশকঃ সমকালীন প্রকাশন (প্রথম প্রকাশ - আগস্ট ২০১৯)\nগল্প সংখ্যাঃ ৩৫\nপৃষ্ঠাঃ ২১১\nমুদ্রিত মূল্যঃ ২৯০\n\nকাটাবন, বাংলাবাজার সহ যে কোনো অনলাইন বুকশপে বইটি পাওয়া যায়। আমি নিয়ামাহ বুকশপ থেকে বইটি কিনেছি।\n\nবইয়ের লেখক, প্রকাশক ও এর সাথে সংশ্লিষ্ট সকলের জন্য আল্লাহর কাছে উত্তম প্রতিদানের দুআ রইল।\n\nসকল পাঠকের কাছে আন্তরিক অনুরোধ, আপনার দুআয় আমাকে রাখবেন। আল্লাহ যেন আমার ও আমার পরিবারের দুনিয়া ও আখিরাতের কল্যাণ দান করেন। আল্লাহ যেন আমাদেরকে সুখ ও প্রশান্তি দান করেন, যেন সকল পেরেশানী দূর করে দেন। আল্লাহ যেন আমাকে লোক দেখানো কাজ করা থেকে বিরত রাখেন। আল্লাহ যেন আমাকে ঋণগ্রস্থ না করে দেন। আল্লাহ যেন দুনিয়া ও আখিরাতে আমার দোষত্রুটি গোপন করেন। আল্লাহ আমাদের সবাইকে বেশি বেশি ইলম অর্জন ও সেই অনুযায়ী আমল করার তাওফিক দান করুন। আমীন।\n\n[লেখাটি প্রথম প্রকাশিত হয়েছে আমার ব্যক্তিগত ব্লগ \"হাসানের রাফখাতা\"-তেঃ https://hellohasan.com/2020/02/20/গল্পগুলো-অন্যরকম-সমকালীন ]"
      },
      {
        "title": "মানসাঙ্ক",
        "subtitle": "",
        "content": "বেশ কিছুদিন আগে পড়েছিলাম ডাক্তার শামসুল আরেফীনের লিখা \"মানসাঙ্ক\" বইটি। সমাজে ধর্ষণের পিছনে কী কী কারণ রয়েছে আর এর প্রতিকারে ইসলামের প্রেসক্রিপশন কী সে বিষয়ে চমৎকার তথ্যসমৃদ্ধ একটি বই এই \"মানসাঙ্ক\"। আমাদের দেশের বিচারহীনতার সংস্কৃতি, চলমান এই ব্যাধির পেছনে নিয়ামক ভূমিকা পালন করছে। মুসলিমস ডে অ্যাপের ইউজারদের জন্য \"মানসাঙ্ক\" বইটির একটি সংক্ষিপ্ত রিভিউ এখানে তুলে ধরছি। আমার যদি সামর্থ্য থাকত তাহলে এই বইটি দেশের প্রতিটা প্রাপ্তবয়ষ্ক ছেলে-মেয়েকে কিনে দিয়ে তাদেরকে জোড় করে এটা পড়াতাম! বইয়ের পুরো রিভিউটা পড়তে পারেন আমার ব্লগের এই লিংক থেকেঃ https://hellohasan.com/2020/02/04/মানসাঙ্ক-বই-রিভিউ\n\n~~~ মানসাঙ্ক - বই রিভিউ ~~~\n==========================\n\nক্ষুধা, তৃষ্ণা, ঘুম, মল-মূত্র ত্যাগের মত একটা বয়সে যৌনতাও আমাদের জীবনের অপরিহার্য ও অনিবার্য চাহিদা। মুখে আমরা স্বীকার করি বা না-ই করি, সুস্থ্য স্বাভাবিক মানুষ মাত্রই পরিণত বয়সে তার যৌন চাহিদা মেটানোর প্রয়োজন পড়ে।  ক্ষুধা লাগলে মানুষ প্রয়োজনে গাছের পাতা খেয়ে, মাটির বিস্কুট খেয়ে বেঁচে থাকার চেষ্টা করে। শরীরে যখন ঘুমের প্রয়োজন হয় মানুষ বাসের রড ধরে দাঁড়িয়ে থাকা অবস্থাতে বা সিটে বসে প্রচন্ড গরমের মধ্যেও দিব্যি ঘুমিয়ে নেয়। শরীরে এইসব চাহিদা তৈরি হলে মানুষকে তা মিটাতেই হবে। হোক তা বৈধ-স্বাভাবিক উপায়ে, তা সম্ভব না হলে অলটারনেটিভ কোনো রাস্তায় মানুষ তা মেটাবেই। এই যৌন চাহিদা মেটানোর বিকৃত ও ঘৃণিত একটা পন্থা হচ্ছে ধর্ষণ। সমাজে মহামারি আকারে ধর্ষণ কেন বেড়ে গেল? কার দোষ এখানে? পুরুষের মানসিকতার নাকি নারীর পোশাকের? ধর্ষণ সংঘটিত হবার জন্য কী কী ফ্যাক্টর জড়িত? এর প্রতিকারে আমরা যেই পশ্চিমা বিশ্বের মানসিক দাসত্বের শৃংখলে আবদ্ধ, সেই পশ্চিমা বিশ্ব কী দাওয়াই দেয়? তার প্রভাব কী? আদৌ তা বাস্তবসম্মত ও প্রায়োগিক কিনা? আর এ সমস্যা সমাধানে ইসলাম কী ব্যবস্থাপত্র দেয়? সেগুলোর কার্যকারিতা কী রকম? এরকম অসংখ্য প্রশ্ন আর তার জবাব নিয়ে লেখা হয়েছে তথ্যবহুল বই মানসাঙ্ক! প্রাপ্ত বয়ষ্ক নারী-পুরুষ সকলেরই এই বইটি পড়া উচিত। এতে উভয়ই চিন্তা করার জন্য যথেষ্ট উপাদান পাবে। পৃথিবীকে পরিবর্তন করতে না পারলেও, নিজেকে অন্তত পরিবর্তন করতে পারবে।\n\nমানসাঙ্ক বইটিকে আমরা মোটা দাগে তিন ভাগে ভাগ করতে পারি। প্রথম ভাগে আমরা পাই একটা ধর্ষণের জন্য কী কী ফ্যাক্টর জড়িত তার বিস্তারিত বর্ণনা। দ্বিতীয় ভাগে আমরা পাই ধর্ষণ বা যৌন নিগ্রহ কমানোর জন্য পশ্চিমা বিশ্বের পদক্ষেপ। এই তাদের পদক্ষেপগুলোর পরে সেখানকার অবস্থার কী ধরণের উন্নতি হয়েছে তার লোমহর্ষক বর্ণনা। তৃতীয় ভাগে লেখক আলোচনা করেছেন ধর্ষণ ও যৌন নির্যাতনের প্রতিকারে ইসলামের দেয়া সমাধান।\n\nধর্ষণের জন্য কী কী ফ্যাক্টর জড়িত\n-----------------------------------------------------\n\nলেখক দেখিয়েছেন একটা ধর্ষণ, যৌন নির্যাতন বা sexual harassment এর জন্য তিনটি ফ্যাক্টর জড়িত। সেগুলো হচ্ছে (১) মেন্টাল সেট আপ, (২) নির্জনতা, (৩) উদ্দীপক। ধর্ষক বা নির্যাতনকারী যদি এই তিনটি ফ্যাক্টর একত্রে পেয়ে যায় তাহলে ধর্ষণ ঘটবেই!\n\nপ্রতিটা মানুষের মেন্টাল সেট আপ ইউনিক। তার যৌন বিষয়ক চিন্তা একান্তই তার মত। অন্য কারো সাথে তার যৌনতা বিষয়ক মানসিকতা শতভাগ মিলে যাওয়ার সম্ভাবনা নাই বললেই চলে। কোনো পুরুষ হয়ত উত্তেজিত হয় নারীর পা দেখে। নারীর পা নিয়ে তার সকল ফ্যান্টাসি। এইরকম যৌন বিকৃতির মানুষের অর্গাজমের জন্য পেনিট্রেশন গৌণ বিষয়। মুখ্য হয়ে দাঁড়ায় তার সঙ্গীনীর পা! এরকম অনেকগুলো বিষয় উঠে এসেছে বিকৃত মানসিকতার পুরুষের যৌনতার কেন্দ্রস্থল নিয়ে। যেমনঃ নারীর চোখ, নাক, হাত দেখে উত্তেজনা, বিপরীত লিঙ্গের পোশাক দেখে উত্তেজনা, অপরিচিত কাউকে ছুঁয়ে উত্তেজনা, বিকলাঙ্গ বা কাটা অঙ্গ বিশিষ্ট মানুষের প্রতি কাম, বয়ষ্ক মহিলাদের প্রতি কাম, ধর্ষণের পর নরমাংস খাওয়ার মধ্যে কাম, শিশুদের প্রতি কাম, নিজের শরীর কেটে রক্ত বের করে কাম উত্তেজনা, রক্ত বা পায়খানা দেখে বা খেয়ে উত্তেজিত হওয়া, পশুর প্রতি কাম উত্তেজনা ইত্যাদি ইত্যাদি ইত্যাদি।\n\nপরবর্তী ফ্যাক্টর নির্জনতা। ধর্ষণের জন্য সাধারণত ধর্ষকেরা নির্জন জায়গায়ই বেছে নেয়। সেটা হতে পারে প্ল্যান করে ভিক্টিমকে নির্জন জায়গায় নিয়ে যাওয়া। অথবা আকস্মিক নির্জন জায়গায় ভিক্টিমকে পেয়ে যাওয়া। ১৯৮৭ সালে ৩১৮৭ জন কলেজপড়ুয়া মেয়েদের উপর জরিপ চালিয়ে দেখা গেছে তাদের ১৫% ই ধর্ষিত হয়েছে। ধর্ষিতাদের ৫৬% ই হয়েছে ডেটিংয়ে গিয়ে! অর্থাৎ তাদের প্রেমিক বা বয়ফ্রেন্ডের সাথে নির্জনে সাক্ষাতের সময়! National Crime Report Bureau, India এর রিপোর্ট অনুযায়ী ২০১৬ সালে ভারতে ৩৮৯৪৭ টি ধর্ষণের ঘটনা রেকর্ড করা হয় (প্রকৃত ধর্ষণ আরো অনেক, এখানে শুধু যেগুলোর ব্যাপারে অভিযোগ আনা হয়েছে সেগুলো)। এই প্রায় ৩৯ হাজার ধর্ষণের ৯৪.৬৪% ই হয়েছে পরিচিত পুরুষ দ্বারা! যেই বোনেরা বয়ফ্রেন্ড, জাস্ট ফ্রেন্ড বা ফ্রি মিক্সিংয়ের মাঝে আছেন এই ফিগারটা মাথায় গেঁথে রাখতে পারেন। ভারত আর বাংলাদেশের সংস্কৃতির মধ্যে রয়েছে প্রচুর মিল! আমাদের মন মানসিকতা বলিউডের দ্বারাও কম প্রভাবিত হয় না।\n\nধর্ষণের শেষ ফ্যাক্টরটি উদ্দীপক। উদ্দীপক আর উত্তেজককে লেখক আলাদা ভাবে দেখিয়েছেন। ৫ বছরের একটি মেয়ে একজন ধর্ষকের কাছে উত্তেজক নাও হতে পারে। কিন্তু হতে পারে উদ্দীপক। যার কারণে তার ঘৃণ্য লালসা মেটাতে সে ঝাপিয়ে পড়ে। বইয়ের অনেকটা অংশ জুড়ে রয়েছে এই উদ্দীপকের বর্ণনা। একজন ধর্ষককে কী কী বিষয় উদ্দীপ্ত করে বা কী কী বিষয় তাকে ধর্ষণ বা ইভ টিজিংয়ের দিকে ধাবিত করে তার বর্ণনা এখানে পাওয়া যাবে। ধর্ষকদের ২৫% ই দেখা যায় রেপ মিথ (Rape Myth) এ বিশ্বাসী। অর্থাৎ নারীদের প্রতি যৌন বিষয়ক ভুল ধারণা তাদের মাথায় গেঁথে বসে আছে। যেমন কেউ মনে করে \"মেয়েটি এরকম পিঠ খোলা জামা পরে সবাইকে দেখাচ্ছে তাহলে নিশ্চয় সে চায় তার পিঠে ছেলেরা হাত দিক!\", কেউ বা আমার সিনেমা বা পর্ণ দেখে বিশ্বাস করে নিয়েছে \"মেয়েদের না মানেই হ্যাঁ! প্রথমে তারা না করবে আসলে মনে মনে ঠিকই সেক্স করতে চায়!\", মুভি দেখে কারো মধ্যে ধারণা জন্মে গেছে মেয়েদের পিছনে লেগে থাকলে একসময় সে দুর্বল হবেই বা প্রথমে জোর করে ধর্ষণ করলেও মেয়েটি পরে আমার প্রতি দুর্বল হয়ে যাবে! এরকম অসংখ্য রেপ মিথ একজন ধর্ষককে আস্তে আস্তে ধর্ষণের দিকে নিয়ে যায়। এই উদ্দীপকের আরেকটা গুরুতবপূর্ণ তথ্য হচ্ছে মানুষ একবারেই উদ্দীপ্ত হয় না। দিনের পর দিন বিভিন্ন সোর্স থেকে একটু একটু করে উদ্দীপ্ত হবার ডোজ নিয়ে সে উদ্দীপ্ত হতে পারে। যেমন কোনো পুরুষ চোখের পর্দা না মেনে দিনের পর দিন উগ্র পোশাকে তার নারী সহকর্মীকে দেখে আসতে থাকলে মনের গোপন অন্ধকার কুঠরীতে তাকে নিয়ে ফ্যান্টাসি আসবেই! সে হয়ত তার সহকর্মীর প্রতি হাত বাড়াবে না, কিন্তু একটা সময় গিয়ে হয়ত এই ফ্যান্টাসির বলি হবে কোনো রাতে নির্জন রাস্তা দিয়ে যাওয়া কোনো বোরকা পরা নারী, বয়ষ্ক মহিলা বা মানসিক ভারসাম্যহীন-পাগল কোনো নারী। ভিক্টিম হতে পারে কোনো পুরুষ এমন কি গরু-ছাগল-হাঁস-মুরগি পর্যন্ত! তাই \"আমার সৌন্দর্য আমার অধিকার\" বা \"আমার পোশাক পছন্দের অধিকার একমাত্র আমারই\" বা \"মনের পর্দাই বড় পর্দা\" ইত্যাদি মনোভাব যেই বোনেরা পোষণ করেন, তারা প্রচ্ছন্ন ভাবে কোনো ধর্ষককে উস্কে দিচ্ছেন না তো?\n\nধর্ষণের জন্য আরেকটা বড় ফ্যাক্টর হল \"বিচারহীনতার সংস্কৃতি\"। ধর্ষক জানে যে সে যদি অমুক দলের লোক হয়, বা অমুক হোমড়া-চোমড়ার মন যুগিয়ে চলতে পারে তাহলে তার কোনো বিচার হবে না। সে জানে ধর্ষণের সেঞ্চুরি করেও ধরা ছোঁয়ার বাইরে থাকা \"সেঞ্চুরি মানিক\"দের ইতিহাস।\n\nধর্ষণ ও যৌন নির্যাতনের প্রতিকারে ইসলামের দেয়া সমাধান\n--------------------------------------------------------------------------------\n\nইসলাম যেহেতু আল্লাহর কাছে গ্রহণযোগ্য একমাত্র জীবনবিধান তাই এর প্রতিটি বিধান হতে হবে পূর্ণাঙ্গ, বাস্তবসম্মত ও অবশ্যই প্রায়োগিক। ইসলাম কিভাবে একটা সমাজ থেকে যৌন নির্যাতনের আশংকাকে শূন্যের কোঠায় নিয়ে এসেছিল আজ থেকে ১৪০০ বছর আগে, আর ইসলামী সমাজে তা আজ পর্যন্ত কার্যকর সেগুলোর বর্ণনায় বইটি শেষ হয়েছে। লেখক দেখিয়েছেন ইসলামী অনুশাসনই পারে, ধর্ষণের এই তিনটি ফ্যাক্টরকে একত্র হবার সকল রাস্তা বন্ধ করতে। একটা ধর্ষণ হবার পর আমরা আমজনতা অন্ধের হাতি দেখার মত করে বিষয়টা দেখি। কেউ বলি মেয়ের পোশাকের দোষ, কেউ বলি পুরুষের মানসিকতার দোষ। যার যার মত মতামত দিতে থাকি একপাক্ষিক ভাবে। কিন্তু ইসলাম বা কুরআন যেহেতু সৃষ্টিকর্তা আল্লাহ তায়ালার থেকে এসেছে তাই এ সমস্যার সমাধানও পূর্ণাঙ্গ ভাবেই ইসলামে পাওয়া যায়। মাল্টিলেভেলের সমাধান রয়েছে ধর্ষণ সমস্যা সমাধানের। ইসলাম বলে পুরুষকে চোখ সংযত করতে, বিনা প্রয়োজনে নারীর দিকে দ্বিতীয় বার তাকানো কঠিনতম গুনাহ। পাশাপাশি নারীকে বলেছে সৌন্দর্য প্রদর্শন করে, পারফিউম দিয়ে, শব্দ করে (বা অলংকারের শব্দ করে) না চলতে। পুরুষকে বলা হয়েছে সামর্থ থাকলে দ্রুত বিয়ে করতে। সামর্থ না থাকলে রোজা রাখতে। কারণ রোজা যৌন চাহিদাকে প্রশমিত করে। পিতামাতা ও সমাজকে বলেছে জুড়িবিহীন নারী-পুরুষকে জোড়া দিয়ে দিতে।\n\nযৌবনপ্রাপ্ত হওয়ার পর থেকে বিয়ে পর্যন্ত মাঝের এই সময়টাকে ইসলাম মিনিমাইজ করতে চায়। কারণ এই ১০-১৫ বছর সময়ে বৈধ পন্থায় যৌন চাহিদা না মিটলে মানুষ বেছে নিবে অবৈধ পন্থা। মানুষের মনের অন্ধকার কুঠির, যার খবর অনেক সময় ব্যক্তি নিজেও জানে না। সেখানে ঢুকে নারী-পুরুষ নিজের মনের মত করে যৌন ফ্যান্টাসিতে ভুগবে। ইসলামের দৃষ্টিতে অপরাধ বলে গণ্য অনেক যৌন অপরাধে জড়াবে। তার ফ্যান্টাসির আগুণে ঘি ঢালার জন্য রয়েছে টেরা বাইট টেরা বাইট পর্ণ ভিডিও। পশ্চিমা বিশ্ব নারীর মনে ঢুকিয়ে দিয়েছে তাকে অনার্স-মাস্টার্স শেষে চাকরি না করে বিয়ে করা যাবে না। জব করা ছাড়া বিয়ে করলেই তার নারীত্বের প্রতি অপমান বলে দেখানোর চেষ্টা করছে। আমাদের বোনেরা সেই দাওয়াই গিলছে। ফলে শ্রমবাজার থেকে পুঁজিবাদীরা সস্তায় শ্রমিক পাচ্ছে। কোটি কোটি ডলারের পর্ণ বিজনেস চলছে। নারীকে দীক্ষা দিচ্ছে তোমার সৌন্দর্য প্রদর্শন করা তোমার অধিকার। পুরুষরা লোলুপ দৃষ্টিতে যত তোমার দিকে তাকাবে সেটা তোমার জন্য তত ক্রেডিটের বিষয়! ফেয়ার এন্ড লাভলি বিজ্ঞাপনে দেখায় রঙ ফর্সা না হওয়ার জন্য চাকরি হয় না। নারীর যোগ্যতাকে ছোট করে শুধু তার রঙ-পোশাককেই যোগ্যতার মাপকাঠি হিসাবে দেখিয়ে নারীদেরকে যে হেয় করা হচ্ছে তা আমাদের সমাজের অল্প নারীর মাথাতেই ঢোকে। বাকিরা মুভি-সিরিজ-বিজ্ঞাপনে নারীকে পণ্য হিসাবে দেখানোর প্রবণতাকে নারীর ক্ষমতায়ন আর নারীর স্বাধীনতা হিসাবেই দেখে।\n\nনারী পুরুষকে তৃতীয় ব্যক্তির উপস্থিতি ছাড়া নির্জনে সাক্ষাত করাকে হারাম করা হয়েছে। রাসূল (সা) একবার হযরত আবু বকরের (রা) বাড়িতে গিয়ে দেখলেন ঘরে আবু বকর (রা) ও তার কন্যা আয়শা (রা) বসে কথা বলছে। তিনি এরকম নির্জন করে পিতা-কন্যাকে বসে কথা বলতে নিষেধ করলেন। তিনি (সা) বললেন একটা শয়তানকে তিনি দেখেছেন একবার আবু বকরের (রা) দিকে তাকাতে আরেকবার আয়শার (রা) দিকে তাকাতে!\n\nবইটি সম্পর্কে প্রাসঙ্গিক কিছু তথ্য\n----------------------------------------------------\n\nলেখকঃ ডাক্তার শামসুল আরেফীন\n\nপ্রকাশনীঃ সমর্পন প্রকাশন (দ্বিতীয় সংস্করণ, সেপ্টেম্বর ২০১৯)\n\nপৃষ্ঠা সংখ্যাঃ ১৬৮\n\nমুদ্রিত মূল্যঃ ২৫০ টাকা\n\nবইয়ের লেখক, প্রকাশক ও এর সাথে সংশ্লিষ্ট সকলের জন্য আল্লাহর কাছে উত্তম প্রতিদানের দুআ করি।"
      },
      {
        "title": "শীয়া মতবাদঃ বিবাদ বনাম ভ্রষ্টতা",
        "subtitle": "শীয়া ধর্মের আক্বিদা-বিশ্বাস এবং সংক্ষিপ্ত ইতিহাস",
        "content": "শীয়া সম্প্রদায় নিয়ে আলোচনা বা পর্যালোচনা করার সময় একদল লোক পাওয়া যায়। যারা কিনা বুঝে বা না বুঝে বলে থাকেনঃ \"আমি শীয়া-সুন্নী বুঝি না। আমি বুঝি ইসলাম। শীয়া-সুন্নীর পার্থক্যের কথা কুরআন হাদীসের কোথায় লিখা আছে? ইসলামে শীয়া-সুন্নী বলে কিছু নাই। সব মুসলিম ভাই ভাই। মুসলিমদের উচিত নিজেদের মধ্যকার ঐক্য বজায় রাখা… … …\"। এই কথাগুলো যে কত বড় ভুল, অবান্তর, বাস্তবতা বিবর্জিত এবং একই সাথে ইসলামী আক্বিদার সাথে পুরোপুরি সাংঘর্ষিক; তার প্রমাণ \"শীয়া মতবাদঃ বিবাদ বনাম ভ্রষ্টতা\" নামক বইয়ের লাইনে লাইনে পাওয়া যাবে।\n\nবইটি লিখেছেন মিশরের বিশিষ্ট ইসলাম প্রচারক, ইতিহাসবিদ ও চিকিৎসক ড. রাগেব আস-সারজানী। ১৯৬৪ সালে জন্মগ্রহণ করা এই দাঈ ১৯৮৮ সালে কায়রো বিশ্ববিদ্যালয়ের মেডিসিন অনুষদ থেকে ইউরোসার্জারি বিষয়ে অনার্স সম্পন্ন করেন। ১৯৯১ সালে তিনি কুরআন হিফজ করেন। মাস্টার্স ও ডক্টরেট করেন যথাক্রমে ১৯৯২ ও ১৯৯৮ সালে। লেখকের প্রকাশিত বইয়ের সংখ্যা ৫০ এর উপরে।\nআরবি ভাষায় লিখিত \"আশশীয়া নিদাল আল দালাল\" নামক কিতাবটির বাংলা অনুবাদই হচ্ছে \"শীয়া মতবাদঃ বিবাদ বনাম ভ্রষ্টতা\"। বইটি অনুবাদ করেছেন মতিঝিলের জামিয়া দীনিয়া শামসুল উলুম মাদরাসা (পীরজঙ্গি মাদরাসা) এর সিনিয়র উস্তাদ মাওলানা ওমর ফারুক।\n\n॥॥ শীয়া ধর্মের ভ্রান্ত আক্বিদা ও বিশ্বাস ॥॥\n-------------------------------------\n\n১. শীয়াদের কালিমা মুসলিমদের শাহাদাত থেকে ভিন্ন। তাদের কালিমা হলোঃ লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ আলীউন ওয়ালিউল্লাহি ওয়াসিয়্যু রাসূলুল্লাহি ওয়া খালিফাতুহু বিলা ফাসলিন\n\n২. শীয়াগণ তাদের আযানে 'আশহাদু আন্না আলীউন ওয়ালিউল্লাহ ও হুজ্জাতুল্লাহ এবং হাইয়া আলা খাইরিল আমাল' যুক্ত করেছে\n\n৩. শীয়াদের প্রত্যেক সালাতের শেষে বলতে হয়ঃ হে আল্লাহ! আবু বকর, ওমর, উসমান, মুআবিয়া, আয়েশা, হাফসা, হিন্দ এবং উম্মুল হাকামের উপর অভিশম্পাত করুন (নাউযুবিল্লাহ)\n\n৪. নিজেদের বিশ্বাস গোপন রাখা অত্যন্ত গুরুত্বপূর্ণ। নিজেদের বিশ্বাসকে ছড়িয়ে দেয়া ও প্রতিষ্ঠিত করার জন্য মিথ্যা বলা, প্রতারণা বা প্রবঞ্চনা ইত্যাদি মতৎ কাজ বলে বিবেচিত হবে\n\n৫. তাকিয়া (ভান ধরা) শীয়া ধর্মের নয় দশমাংশ। তাকিয়া হচ্ছে এমন একটি আক্বিদা যার দ্বারা তারা বুঝিয়ে থাকে যে, শীয়াদের জন্য প্রতিকুল পরিবেশে তারা এমন কথা বলতে থাকবে যা তাদের আক্বিদা বিরোধী। অর্থাৎ তারা তাদের প্রকৃত ধর্ম বিশ্বাসকে গোপন রেখে বিপরীত বিশ্বাসের অনুরূপ বক্তব্য দিতে পারবে। পরবর্তীতে সুবিধাজনক সময়ে পরিস্থিতি তাদের অনুকুলে চলে আসলে তখন তারা আবার তাদের আক্বিদা বিশ্বাস নিয়ে প্রকাশ্যে কথা বলবে। এই দ্বিমুখী নীতি বা ভান ধরে থাকার আক্বিদার নাম তাকিয়া। যাকে শীয়া ধর্মের দশ ভাগের নয় ভাগ হিসাবে তাদের ধর্মগুরুরা বলে থাকেন বা বইপুস্তকে লিখে থাকেন। তাদের এই ভান ধরে থাকার আমলের জন্য অসংখ্য মুসলিম শীয়াদের বিষবাষ্প দ্বারা প্রভাবিত\n\n৬. শীয়াদের মতে মুতা বিয়ে বৈধ। এটি হলো নির্দিষ্ট সময়ের জন্য সাময়িক বিয়ে। যেখানে বিয়ের শর্তেই তার মেয়াদ উল্লেখ থাকে। মেয়াদ পূর্ণ হওয়ার পর বিয়ে কোনো ঘোষণা ছাড়াই তালাক হয়ে যায়। এটি ছিল মূলত জাহেলী যুগের একটি রেওয়াজ। যা ইসলামের প্রাথমিক যুগেও বৈধ ছিল। কিন্তু পরবর্তীতে সহীহ মুসলিমের হাদীসের বক্তব্য অনুযায়ী মক্কা বিজয়ের সময় নবীজি (সা) এর স্পষ্ট হাদীস দ্বারা এটি হারাম করা হয়। কিন্তু শীয়া ধর্মের বিশ্বাস হচ্ছে উক্ত মুতার বিয়ের সওয়াব সালাত ও সাওম থেকেও বেশি। তারা আরো বিশ্বাস করে একবার মুতায় অংশ নিলে সে ব্যক্তি হযরত হুসাইনের (রা) সমান মর্যাদা লাভ করবে। দুইবার মুতায় অংশ নিলে হযরত হাসান (রা) এর সমান মর্যাদা লাভ করবে। তিনবার হলে আলী (রা) এবং চারবার হলে স্বয়ং রাসূল (সা) এর সমান মর্যাদা লাভ করবে। (নাউযুবিল্লাহ)\n\n৭. শীয়ারা বিশ্বাস করে নবী (সা) গোপনে আলী (রা) কে ৭০ ফুট লম্বা একটি পান্ডুলিপি হস্তান্তর করেছেন। যাতে প্রত্যেকটি হালাল-হারাম এমন কি আঁচড় দেয়ার শাস্তির কথাও বর্ণিত আছে। একে আলীর সহিফা বলা হয়।\n\n৮. শীয়া ধর্মের অনুসারিরা বিশ্বাস করে যে, মুসলিমদের কাছে যে কুরআন আছে তা অসম্পম্পূর্ণ এবং তাতে বিকৃতি সাধন করা হয়েছে। শীয়াদের কুরআন, মুসলিমদের কুরআনের চেয়ে প্রায় ৩ গুণ বড়। তাদের বিকৃত কুরআনের আয়াতের সংখ্যা ১৭০০০ এর বেশি।\n\n৯. শীয়া ইমামদের কবরের দিকে মুখ করে সালাত আদায় বৈধ\n\n১০. শীয়াদের বিশ্বাস হলোঃ নবীজির (সা) মৃত্যুর পরে সর্বোচ্চ ১৩ জন সাহাবী ছাড়া বাকি সবাই মুরতাদ হয়ে ইসলাম থেকে বের হয়ে গিয়েছে। এই কয়েকজন সাহাবী ছাড়া বাকি সকল সাহাবীগণকে শীয়ারা কাফের মনে করে\n\n১১. আমরা যারা আহলে সুন্নাত ওয়াল জামাতের আক্বিদা পোষণ করি। তারা নবী-রাসূলের নাম বলার পর বলে থাকি \"আলাইহিস সালাম\" সংক্ষেপে (আঃ)। আর সাহাবিগণের নামের শেষে আমরা \"রাদিয়াল্লাহু আনহু\" সংক্ষেপে (রাঃ) লিখে থাকি। অপর দিকে শীয়া ধর্মের অনুসারীরা পারতপক্ষে সাহাবিদের নামের শেষে (রাঃ) লিখে না, কারণ তারা সাহাবীগণকে কাফের বলে অপবাদ দেয়। আর হযরত আলী, হাসান, হুসাইন (রা) প্রমুখ সাহাবীগণের নামের শেষে \"আলাইহিস সালাম\" সংক্ষেপে (আঃ) লিখে থাকে। যা আমরা শুধু নবী-রাসূলগণের নামের শেষে লিখে থাকি।\n\n১২. তাদের জঘন্যতম একটি বিশ্বাস হচ্ছেঃ নবীজির (সা) প্রাণপ্রিয় স্ত্রী হযরত আয়েশা (রা) ও হযরত হাফসা (রা) নবীজিকে (সা) বিষ প্রয়োগে হত্যা করেছে\n\n১৩. শীয়ারা হযরত আয়েশাকে (রা) বিশ্বাসঘাতক, মুনাফিক মনে করে\n\n১৪. শীয়ারা ১২ জন ইমামের ধারনায় বিশ্বাসে। কুরআনের অপব্যাখ্যার মাধ্যমে তারা এই ধারনার প্রবর্তন করেছে। তারা মনে করে ইমামগণ নবীদের মতই আল্লাহ কর্তৃক মনোনীত। তাদের ১২ জন ইমামকেই তারা নবীজির (সা) সমমর্যাদার অধিকারী মনে করে। তাদের মতে ইমামগণের নিকট নবীদের মত ওহি আসে। ইমামগণের জ্ঞান ও মর্যাদা তাদের কাছে নবীদের চেয়েও বেশি। ইমামগণের ইমামত মেনে নেয়ার জন্যেই নবীদের নবুয়ত দান করা হয়েছে। তারা আরো মনে করে নবীগণের জন্মলাভ হয়েছে ইমামগণের নূর থেকে। ইমামগণ পৃথিবীর প্রত্যেকটি মানুষের ঈমান এবং নিফাক সম্পর্কে অবগত। তাদের কাছে কারা জান্নাতে যাবে আর কারা জাহান্নামে যাবে তাদের একটি লিস্ট রয়েছে\n\n১৫. শীয়াদের মধ্যে অনেকগুলো দল উপদল রয়েছে। তাদের একেক দলের বিশ্বাস ও কর্মকান্ডে বৈচিত্রময় শিরক ও বিদআতের ছড়াছড়ি। তাদের মধ্যে সবচেয়ে প্রভাবশালী দল হচ্ছে ইছনা আশারিয়া বা 'বার ইমামপন্থি' দল। যারা ১২ জন ইমামের ইমামত বা নেতৃত্বে বিশ্বাস করে। তাদের তালিকার সর্বশেষ ইমাম হলেন মুহাম্মাদ ইবনুল হাসান আসকারী। তার ইমামত বর্তমান সময় পর্যন্ত জারি রাখার জন্য তারা অদ্ভুত এক পদ্ধতি বা বিশ্বাসের আবিষ্কার করেছে। তিনি ছোট শিশু অবস্থাতেই ইরাকের কোনো এক পাহাড়ের গুহায় আত্মগোপন করেছেন। সময় হলে তিনি আত্মপ্রকাশ করবেন। ইনার বয়স বর্তমানে ১২০০ বছর। তার আধ্যাত্মিক দিক নির্দেশনায় শীয়াদের বর্তমান নেতারা পরিচালিত। শীয়াদের ইমামরা যেহেতু নিষ্পাপ এবং ওহীপ্রাপ্ত। তাই তাদের অনুসরণ শীয়াদের কাছে ফরজ। আর শীয়া নেতারা যেহেতু ইমামদের নির্দেশনায় পরিচালিত। তাই এই নেতাদের নির্দেশও তাদের কাছে পালন করা ফরজ। তাদের নেতারাও নিষ্পাপ এবং পবিত্র। এভাবেই চলছে ইরানের শীয়া নেতৃত্ব।\n\n===================================\nপাঠকের ধৈর্যচ্যুতি ঘটার আশংকায় এই পোস্টে শুধুমাত্র শীয়া সম্প্রদায়ের ধর্মীয় আকিদা ও বিশ্বাস সম্পর্কে সংক্ষেপে কয়েকটি পয়েন্ট তুলে ধরছি। বিস্তারিত রিভিউ পড়তে চাইলে ভিজিট করুন আমার ব্যক্তিগত ব্লগের এই লিংকেঃ\nhttps://hellohasan.com/2021/07/09/শীয়া-মতবাদ-বই-রিভিউ\n===================================\n\n॥॥ শীয়া সম্প্রদায়ের অতি সংক্ষিপ্ত ইতিহাস ॥॥\n-------------------------------------------------\nউক্ত বইতে শীয়া সম্প্রদায়ের আক্বিদাগুলো কিভাবে ডালপালা ও বিভিন্ন রঙ ছড়িয়ে আজকের এ পর্যন্ত এসেছে তার বিবরন সংক্ষেপে দেয়া হয়েছে। লেখক উল্লেখ করেছেনঃ হিজরতের পর ১০০ বছরেরও বেশি সময় পার হওয়ার পর শীয়া মতবাদটির বিস্তার শুরু হতে থাকে। শীয়াগণ ১২ জন ইমামে বিশ্বাসী। সেই ইমামদের তালিকায় প্রথম দিকের ৬-৭ জন ইমামের প্রত্যেকের আক্বিদা-বিশ্বাসই ছিল আহলে সুন্নাত ওয়াল জামাতের আক্বিদার সাথে সামঞ্জস্যপূর্ণ। প্রত্যেকেই হক্বপন্থী আলেম ছিলেন। তাদের প্রত্যেকেই সাহাবীগণের (রা) প্রতি অত্যন্ত ভাল ধারনা পোষণ করতেন।\n\nহযরত হুসাইন (রা) এর নাতি হযরত যায়েদ (রহ)-কে একদল লোক হযরত আবু বকর ও ওমর (রা) সম্পর্কে জিজ্ঞেস করলে তিনি তাঁদের জন্য দুআ করেন। সেই দলটি তখন যায়েদের (রহ) দুআকে প্রত্যাখ্যান করে বেড়িয়ে যায়। ইতিহাসে তারা রাফেজাহ বা রাফেজী নামে পরিচিত। ১২২ হিজরিতে হযরত যায়েদ (রহ) শহীদ হন।\n\nএরপর থেকে বিভিন্ন ঘটনা পরিক্রমার মাধ্যমে ইরানের অগ্নিপূজক শাঊবিয়া গোষ্ঠী ও একজন ইহুদী মায়মূন আল কাদ্দাহ এর মাধ্যমে চূড়ান্ত রকমের বিকৃত আক্বিদায় তারা বিশ্বাসী হয়। তাদের মধ্যে যেসকল বিকৃতি, কুফরি ও বিদআত রয়েছে তা তারা ধীরে ধীরে মহীরুহে পরিণত করেছে।\n\nবইটিতে শীয়াদের প্রথম যুগ থেকে নিয়ে বর্তমানে ইরানের শীয়া শাসন পর্যন্ত প্রতিটি গুরুত্বপূর্ণ ঘটনা সংক্ষেপে স্থান পেয়েছে। উপরে উল্লেখিত আমার ব্লগের লিংকে আমি চেষ্টা করেছি বইয়ের ইতিহাসকে অল্প কিছু প্যারাগ্রাফের মাধ্যমে উপস্থাপন করার।\nযারা শীয়া সম্প্রদায়ের আক্বিদা এবং তাদের ইতিহাস। তাদের কর্মকান্ডের ব্যাপারে প্রাথমিক ধারনা পেতে ইচ্ছুক। এই বইটি হতে পারে তাদের জন্য একটি অবশ্যপাঠ্য।\n\n॥॥ বই সম্পর্কে কিছু তথ্য ॥॥\n---------------------------------\nনামঃ শীয়া মতবাদঃ বিবাদ বনাম ভ্রষ্টতা\nলেখকঃ ড. রাগেব সারজানী\nঅনুবাদকঃ মাওলানা ওমর ফারুক\nপ্রকাশনায়ঃ রাহনুমা প্রকাশনী\nপ্রথম প্রকাশঃ একুশে বইমেলা ২০২০\nপৃষ্ঠা সংখ্যাঃ ১৫৯\nমুদ্রিত মূল্যঃ ২৪০ টাকা\n\nআল্লাহ আমাদের সবাইকে হক্বের উপর প্রতিষ্ঠিত রাখুন। শীয়াদের মনগড়া বিশ্বাসের ফাঁদে যেন কোনো মুসলিম পা না দেয়। বাংলাদেশের ও দেশের বাইরে যারাই তাদের ভ্রান্ত আকিদায় বিশ্বাসী হয়ে গেছেন আল্লাহ তাদেরকে পুনরায় ইসলামে দাখিল করুন। আমীন।"
      }
    ]
  },
  {
    "category_id": 9,
    "category_name": "গুনাহ থেকে বাঁচুন",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/no-touch.png",
    "content_list": [
      {
        "title": "৫টি পাপের শাস্তি যা দুনিয়াতেই পেতে হবে",
        "subtitle": "",
        "content": "হাদীসের আলোকে জানা যায় যে, কিছু কঠিন পাপ আছে যেগুলির শাস্তি শুধু আখেরাতেই নয়, দুনিয়াতেও ভোগ করতে হয়। \n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ\n\n(১) যখন কোনো সম্প্রদায়ের মধ্যে অশ্লীলতা এমনভাবে ছড়িয়ে পড়ে যে তারা প্রকাশ্যে অশ্লীলতায় লিপ্ত হতে থাকে, তখন তাদের মধ্যে এমন সব মহামারী ও রোগব্যাধি ছড়িয়ে পড়ে যা তাদের পূর্বপুরুষদের মধ্যে  ছিল না।\n\n(২) যখন কোনো সম্প্রদায়ের মানুষেরা ওজনে কম বা ভেজাল দিতে থাকে, তখন তারা  দুর্ভিক্ষ, জীবনযাত্রার কাঠিন্য ও প্রশাসনের বা ক্ষমতাশীলদের অত্যাচারের শিকার হয়।\n\n(৩) যদি কোনো সম্প্রদায়ের মানুষেরা যাকাত প্রদান না করে, তাহলে তারা অনাবৃষ্টির শিকার হয়। যদি পশুপাখি না থাকত তাহলে তারা বৃষ্টি থেকে একেবারেই বঞ্চিত হয়ে পড়ত।\n\n(৪) যখন কোনো সম্প্রদায়ের মানুষ আল্লাহর সঙ্গে প্রদত্ত ওয়াদা ও আল্লাহর রাসূলের সঙ্গে প্রদত্ত ওয়াদা ভঙ্গ করে, তখন আল্লাহ কোনো বিজাতীয় শত্রুকে তাদের উপর চাপিয়ে দেন, যারা তাদের কিছু সম্পদ ছিনিয়ে নিয়ে যায়।\n\n(৫) আর যদি কোনো সম্প্রদায়ের শাসকবর্গ ও নেতাগণ আল্লাহর কিতাব (পবিত্র কুরআন) অনুযায়ী বিচার শাসন না করেন এবং আল্লাহ যা নাযিল করেছেন তা তারা বেছে না নেয়, তখন আল্লাহ তাদের মধ্যে পরস্পর শত্রুতা ও মতবিরোধ সৃষ্টি করে দেন, তারা তাদের বীরত্ব একে অপরকে দেখাতে থাকে। (ইবনু মাজাহ ৪০১৯)"
      },
      {
        "title": "লোক দেখানো আমল করা এক প্রকার শিরক",
        "subtitle": "",
        "content": "আবূ সাঈদ আল-খুদরী (রাঃ) বর্ণনা করেন, আমরা একদিন দাজ্জালের কথা আলোচনা করছিলাম। এমন সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে এলেন। তিনি বললেন : আমি কি তোমাদেরকে এমন বিষয়ের সংবাদ দিব না, যে বিষয়টি আমার কাছে মাসীহ দাজ্জালের চাইতেও ভয়ঙ্কর? সাহাবীগণ বললেন : অবশ্যই। তিনি বললেন : তা হচ্ছে গোপন শিরক। (যেমন,) একজন মানুষ দাঁড়িয়ে শুধু এ জন্যই তার নামাজকে খুব সুন্দরভাবে আদায় করে যে, কোন মানুষ তার নামাজ দেখছে।\n\n(ইবনু মাজাহ, হাদীস ৪২০৪)\n\nআল্লাহ আমাদেরকে এরকম গোপন শিরক ও লোক দেখানো আমল থেকে রক্ষা করুন। আমীন।"
      },
      {
        "title": "অমুসলিমদের ধর্মীয় অনুষ্ঠানে অংশ নেয়া নিষেধ",
        "subtitle": "",
        "content": "ইসলাম আল্লাহ প্রদত্ত একমাত্র গ্রহনযোগ্য দ্বীন বা জীবন বিধান। আল্লাহ আমাদেরকে কুরআনে স্পষ্ট করে বলে দিয়েছেন \"নিশ্চয়ই আল্লাহর কাছে একমাত্র গ্রহনযোগ্য বা মনোনীত জীবন বিধান হচ্ছে ইসলাম\"। এছাড়া অন্যান্য জীবন বিধান বা ধর্ম বাতিল। তাহলে অন্যান্য ধর্মের মানুষদের প্রতি আমাদের মুআ'মালাত বা আচরণ-ব্যবহার কেমন হবে?\n\nকুরআনে আল্লাহ স্পষ্ট করে বলেছেন \"তোমরা অন্য ধর্মের অনুসারীদের প্রভুদের গালি দিও না\"। তাদেরকে গালি দিলে তারা মনে কষ্ট পাবে এবং আমাদের প্রভু আল্লাহ সুবহানাহু ওয়াতা'লাকেও গালি দিবে। এজন্য অন্য ধর্মের দেবতা, ধর্ম গ্রন্থ বা ধর্মীয় অনুষ্ঠানকে গালি দেয়া বা হেয় প্রতিপন্ন করা ইসলামে নিষিদ্ধ।\n\nতাহলে আমরা কি তাদের ধর্মীয় অনুষ্ঠানে যাব? তাদেরকে শুভেচ্ছা জানাব? সেটাও গ্রহনযোগ্য নয়!\n\nআমাদের দেশের এক শ্রেণীর মানুষকে বলতে শোনা যায় \"ধর্ম যার যার, উৎসব সবার\"। এটা একটা অমানবিক ও অযৌক্তিক কথা। কোনো বিবেকবোধ সম্পন্ন ও মানবিক লোক এটা বলতে পারে না। ধর্মীয় বিশ্বাস যেই উৎসবের সাথে জড়িত থাকে সেই উৎসবকে সকলের জন্য সাধারণ করতে চাওয়া একটা হঠকারিতা। কারণ এক ধর্মের উপাসনা বা উৎসব আরেক ধর্মের ব্যক্তির ধর্মীয় বিশ্বাসের সাথে সাংঘর্ষিক। তাই একমাত্র ধর্মহীন বা নাস্তিক ব্যক্তির পক্ষেই বলা সম্ভব \"ধর্ম যার যার, উৎসব সবার\"।\n\nমুসলিমদের জন্য জাস্ট দেখার জন্য বা মজা করার জন্য অন্য কোনো ধর্মের ধর্মীয় উৎসবে যোগ দেয়াও বৈধ নয়। অথবা তাদেরকে তাদের উৎসবে শুভেচ্ছা জানানোও বৈধ নয়। কারণ আমরা এক আল্লাহ ছাড়া অন্য কাউকে প্রভু বলে স্বীকার করি না। তাই আমরা যদি অন্য ধর্মের ধর্মীয় উৎসবে শুভেচ্ছা জানাই তাহলে প্রকারান্তে তাদের করা শিরকের উৎসবে আমরা শুভেচ্ছা জানাচ্ছি। কারণ তাদের কাছে যেটা তাদের ধর্মের ইবাদত, আমাদের কাছে সেটা আল্লাহর সাথে শিরক করা। আর শিরক ইসলামের দৃষ্টিতে সবচেয়ে ভয়াবহ গোনাহ ও অন্যায়। তাই অন্য ধর্মের ইবাদতে আমাদের উপস্থিত থাকা বা তাদেরকে শুভেচ্ছা জানানোর সুযোগ নেই।\n\nকোনো হারাম কাজ হতে দেখলে কোনো মুমিন কি তা সেলিব্রেট করতে পারে? উদাহরণস্বরূপ বলা যায়, কোথাও মদ খাওয়া হচ্ছে বা সুদের কারবার হচ্ছে বা কোথাও শুকরের মাংস খাওয়া হচ্ছে। আমরা মুমিনরা কি বলতে পারি \"হ্যাপি ড্রিংকিং\"? বা বলতে পারি \"আপনাদের সুদ খাওয়া বা শুকর খাওয়া শুভ হোক\"? কখনোই না! কারণ এগুলো আমাদের কাছে হারাম। আমরা কোনো হারামের ব্যাপারে শুভ কামনা জানাতে পারি না।\n\nএকইভাবে আমরা অন্য ধর্মের কাউকে বাধ্য করতে পারি না আমাদের নামাজ, আমাদের ঈদে একাত্মতা জানাতে। হিন্দু ধর্মে গরু হত্যা করা নিষেধ। আমরা কুরবানিতে গরু কুরবানি করি। তাদের ধর্মীয় অনুসাশনে কিন্তু এটা সাপোর্ট করবে না আমাদের কুরবানির ঈদে আমাদের গরু জবাইয়ের সময় সামনে থাকা বা শুভেচ্ছা জানানো। কারণ আমাদের কাছে এটা ইবাদত কিন্তু তাদের কাছে এটা পাপ। তাই বলা যায়, এক ধর্মের ইবাদত অন্য ধর্মের পাপ হিসাবেও গণ্য হতে পারে।\n\nঅন্য ধর্মের ধর্মীয় উপাসনা ও উৎসব পালনে পূর্ণ স্বাধীনতা ও নিরাপত্তা নিশ্চিত করা ইসলামী রাষ্ট্রের দায়িত্ব। মুসলিম সমাজের দায়িত্ব হচ্ছে, তাদেরকে তাদের ধর্ম-কর্ম নির্বিঘ্নে পালন করতে দেয়া। তাদের প্রতি কটুক্তি বা অসহযোগিতামূলক কোনো আচরণ করা কোনো মুসলিমের জন্য বৈধ নয়, যেমনিভাবে তাদের উৎসবে অংশগ্রহন ও শুভেচ্ছা জানানোও বৈধ নয়।\n\nআল্লাহ আমাদেরকে সকল প্রকার শিরক ও বিদআত থেকে মুক্ত থাকার তাওফিক দান করুন।"
      },
      {
        "title": "বহুল প্রচলিত ৩টি গুনাহ ও তার শাস্তি",
        "subtitle": "",
        "content": "আবূ যার (রাঃ) থেকে বর্ণিতঃ: নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন,\n\n‘‘তিন ব্যক্তির সাথে কিয়ামতের দিন আল্লাহ কথা বলবেন না। তাদের দিকে (দয়ার দৃষ্টিতে) তাকাবেন না। তাদেরকে পবিত্র করবেন না এবং তাদের জন্য থাকবে যন্ত্রনাদায়ক শাস্তি।’’\n\nবর্ণনাকারী বলেন, ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উক্ত বাক্যগুলি তিনবার বললেন।’\n\nআবূ যার্ বললেন, ‘তারা ব্যর্থ ও ক্ষতিগ্রস্ত হোক! তারা কারা? হে আল্লাহর রসূল!’\n\nতিনি বললেন,\n‘‘(১) (যে পুরুষ লুঙ্গি-কাপড়) পায়ের গাঁটের (টাখনুর) নীচে ঝুলিয়ে পরে। (২) দান করে যে খোঁটা দেয় এবং (৩) মিথ্যা কসম খেয়ে যে পণ্য বিক্রি করে।’’ [সহীহ মুসলিম, হাদীস ১০৬]\n\nআল্লাহ আমাদেরকে এই কঠিন গুনাহগুলো থেকে বেঁচে থাকার তাওফিক দান করুন।"
      },
      {
        "title": "মজলুমের দুআ ও জালিমের শাস্তি",
        "subtitle": "",
        "content": "আনাস (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ\n\n\"তোমার ভাইকে সাহায্য কর, সে জালিম হোক অথবা মজলুম হোক।\" \n\nএক লোক বলল, \"হে আল্লাহর রসূল! মজলুম হলে তাকে সাহায্য করব- তা তো বুঝলাম। কিন্তু জালিম হলে তাকে কিভাবে সাহায্য করব?\"\n\nতিনি বললেনঃ \"তাকে অত্যাচার থেকে বিরত রাখবে। আর এটাই হল (তোমার পক্ষ থেকে) তার (জন্য) সাহায্য\"। (বুখারী ৬৯৫২)\n\nআবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ\n\nযে ব্যক্তি তার ভাই-এর ওপর যুলুম করেছে সে যেন তার কাছ থেকে ক্ষমা নিয়ে নেয়, তার ভাই-এর পক্ষে তার নিকট হতে পুণ্য কেটে নেয়ার আগেই। কারণ সেখানে কোন দীনার-দিরহাম থাকবেনা। তার কাছে যদি পুণ্য না থাকে তবে তার (মজলুম) ভাই-এর গোনাহ্ এনে তার উপর চাপিয়ে দেয়া হবে।\n(বুখারী ৬৫৩৪)\n\nআবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেন,\nতিন ব্যক্তির দু‘আ নিঃসন্দেহে কবুল হয় : এক. (সন্তানের জন্য) পিতার দু‘আ, দুই. মুসাফিরের দু‘আ, তিন. মজলুমের দু‘আ।\n(সুনানে আবু দাউদ ১৫৩৮)\n\nকোনো বান্দার উপর জুলুম করা হলে তার শাস্তি ভয়াবহ। অন্যায়ভাবে বিনা বিচারে কাউকে হত্যা করা হলে তার শাস্তি আরো ভয়ংকর। আল্লাহ আমাদেরকে এসকল জুলুম ও জালেমদের থেকে রক্ষা করুন। আমাদের নিজেদেরকে, আমাদের আপনজন পরিবারপরিজন ও আত্মীয়স্বজনদেরকে এরকম ঘৃণিত কাজে সহযোগী হওয়া থেকে বিরত রাখুন। আল্লাহ আমাদেরকে ধৈর্য্ দান করুন। জুলুমের শিকার হয়ে আহত বা নিহত পরিবারদেরকে আল্লাহর জন্য সবর করার তাওফিক দান করুন। আল্লাহই  ন্যায় বিচারের জন্য যথেষ্ট!"
      }
    ]
  },
  {
    "category_id": 10,
    "category_name": "রিবা",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/success.png",
    "content_list": [
      {
        "title": "বেশি টাকা দিয়ে নতুন টাকা কেনা রিবার অন্তর্ভুক্ত",
        "subtitle": "নতুন টাকা কেনা এবং টাকা ভাংতি করতে গিয়ে বাট্টা দেয়া রিবা",
        "content": "সাধারণ অর্থনীতিতে সুদ শব্দটি যদিও কেবল ঋণগ্রহীতা কর্তৃক ঋণদাতাকে প্রদত্ত ঋণের অতিরিক্ত টাকাকে বোঝায়। ইসলামি অর্থনীতিতে সুদ বা রিবা বিষয়টি আরও অনেক ব্যাপক। টাকাপয়সার লেনদেনে  অতিরিক্ত যা দেয়া হয় সেটা রিবা। এটা ঋণের ক্ষেত্রেও হতে পারে। নগদ লেনদেনের ক্ষেত্রেও হতে পারে। এ ছাড়াও শরিয়তে আরও কিছু লেনদেন সুদ বা রিবা হিসেবে বিবেচিত হয়।\n\nআমাদের আজকের আলোচনা অবশ্য টাকার লেনদেন নিয়েই। \nঢাকার গুলিস্তানসহ বিভিন্ন জায়গায় দেখা যায়, ঝুড়িতে করে নতুন টাকার বান্ডিল নিয়ে বিক্রেতাগণ বসে থাকেন। ঈদের সময় জমজমাট হয়ে ওঠে নতুন টাকার এই বাজার। যেখানে ১০ টাকার নোট দিয়ে ১০০০ টাকা মূল্যমানের চকচকে নতুন টাকা কিনতে হয় ১২০০ টাকায় (দাম কম-বেশি হতে পারে)। অর্থাৎ আমি ১০০০ টাকার মূল্যমানের নোটই পাব। কিন্তু ২০০ টাকা বেশি প্রদান করতে হবে। উক্ত লেনদেনটি ইসলামী অর্থনীতিতে রিবা হিসাবে গণ্য হবে।\n\nআরেকটি ইউজ কেস দেখা যায় বাসের স্টাফদের মাঝে। তাদের ভাংতি টাকার দরকার হয়। সে সময় তারা ১০০ টাকা দিল বিক্রেতাকে। বিক্রেতা ফেরত দিল ৯৫ টাকা। যা ৯টি ১০ টাকার নোট ও ১ টি ৫ টাকার নোটের সমন্বয়। অর্থাৎ ১০০ টাকা ভাংতি করার জন্য ৫ টাকা বাট্টা দিতে হলো।\nপ্রচলিত অর্থনীতিতে উপরোক্ত পন্থায় নতুন টাকা কেনা ও টাকা ভাংতি করাকে সুদ বলা না হলেও, ইসলামী অর্থনীতিতে উক্ত লেনদেনকে সুদ-এর অন্তর্ভুক্ত করা হয়েছে।\n\nতাই ঈদের সময় সহ অন্যান্য সময় আমরা সালামী দেয়ার জন্য যারা এই লেনদেনটি করে থাকি, আল্লাহর ওয়াস্তে এর থেকে বিরত থাকুন। সম্ভব হলে সরাসরি ব্যাংক থেকে নতুন টাকা সংগ্রহ করুন। যেখানে আপনাকে বেশি অর্থ প্রদান করতে হবে না। সেটা সম্ভব না হলে শুধুমাত্র মনের প্রশান্তির জন্য আর বাচ্চাদের খুশির জন্য একটি হারাম কাজে জড়াবেন না। মনে রাখবেন, ‍রিবার সাথে জড়িতদের বিরুদ্ধে আল্লাহ তায়ালা যুদ্ধের ঘোষণা দিয়েছেন।\n\nআল্লাহ আমাদের সবাইকে অভিশপ্ত রিবার যাবতীয় লেনদেন থেকে হেফাজত করুন। আমীন।"
      }
    ]
  }
]
