{
    "account": [
        {
            "account_name": "",
            "account_number": "01521101145",
            "account_type": "Personal",
            "bank_or_wallet_name": "bKash",
            "branch": "",
            "isBank": false,
            "isEnable": true,
            "routing_number": "",
            "swift_code": ""
        },
        {
            "account_name": "",
            "account_number": "015212080795",
            "account_type": "Personal",
            "bank_or_wallet_name": "Rocket",
            "branch": "",
            "isBank": false,
            "isEnable": true,
            "routing_number": "",
            "swift_code": ""
        },
        {
            "account_name": "",
            "account_number": "01521101145",
            "account_type": "Personal",
            "bank_or_wallet_name": "Nagad",
            "branch": "",
            "isBank": false,
            "isEnable": true,
            "routing_number": "",
            "swift_code": ""
        },
        {
            "account_name": "Abdullah Al Hasan",
            "account_number": "20502100204303506",
            "account_type": "Savings Account",
            "bank_or_wallet_name": "Islami Bank Bangladesh Ltd",
            "branch": "Mirpur 1",
            "isBank": true,
            "isEnable": true,
            "routing_number": "125263106",
            "swift_code": "IBBLBDDH210"
        },
        {
            "account_name": "Abdullah Al Hasan",
            "account_number": "1442518777001",
            "account_type": "Current Account",
            "bank_or_wallet_name": "The City Bank",
            "branch": "Banani",
            "isBank": true,
            "isEnable": true,
            "routing_number": "4367016",
            "swift_code": "CIBLBDDH"
        }
    ],
    "info": {
        "contact_button_text": "Call for donation",
        "contact_number": "01521101145",
        "message": "আপনি যখন কোনো মাদরাসা বা মসজিদে দান করেন তখন সেই দানের টাকায় যতজন মানুষ ইবাদতের সাথে সম্পৃক্ত থাকলো তাদের সকল ইবাদতের সওয়াব আপনিও পেতে থাকেন। একটা লাইব্রেরি বানিয়ে দিলে বা কাউকে কুরআন-হাদীসের কিতাব কিনে দিলে ঐ ব্যক্তির জ্ঞানার্জনের জন্য ও আমলের জন্য আপনিও সমান সওয়াব পেতে থাকবেন আপনার মৃত্যুর পরেও।\n\nএই অ্যাপের মাধ্যমে অসংখ্য মানুষ কুরআন-হাদীস পড়ে থাকেন। দুআ শিখে থাকেন। বিশুদ্ধ ইসলামী জ্ঞানার্জন করে থাকেন। এখানে ডোনেট করলে আশা করা যায় এই সকল মানুষের সমান সওয়াব আমরাও পেতে থাকব ইনশাআল্লাহ।\n\nএই অ্যাপে কেন ডোনেশন দরকার?\n-------------------------------------------------\nযে কোনো অ্যাপ ডেভেলপ করার জন্য কাজ করেন অভিজ্ঞ সফটওয়্যার ইঞ্জিনিয়ার। আমাদের এই অ্যাপের ডিজাইন করা, এই অ্যাপ বানানোর কাজ করার জন্য চাকুরির পাশাপাশি ৩/৪ জন ইঞ্জিনিয়ার কাজ করেন। অন্য কোনো প্রোজেক্টে কাজ করলে তারা যেই পারিশ্রমিক পেতেন তার ১০ ভাগের এক ভাগ পারিশ্রমিকও তারা এই অ্যাপে কাজ করে পান না। এখন পর্যন্ত প্রায় ফী সাবিলিল্লাহ হিসাবে সবাই দৈনিক ৪-৫ ঘন্টা করে এখানে কাজ করেন।\n\nআপনারা জানেন আমরা আমাদের অ্যাপে পর্দা লঙ্ঘন হবার আশংকায় গুগলের বিজ্ঞাপন দেখাই না। আগে বিজ্ঞাপন থেকে কিছু টাকা আসত। আর প্লে স্টোর থেকে ইউজাররা যতই অ্যাপ ডাউনলোড করুক সে জন্য গুগল কোনো টাকা দেয় না। তাই আমাদের ইঞ্জিনিয়ারদেরকে পারিশ্রমিক দিতে চাইলে সেটা সকলের ডোনেশনের মাধ্যমেই দিতে হবে।\n\nতাই সকল ইউজাররা এককালীন বা প্রতি মাসে অন্তত ১০০ টাকা অনুদান দিয়েও যদি এই প্রোজেক্টটি চলমান রাখতে পারেন ইনশাআল্লাহ আল্লাহ এর প্রতিদান বিচার দিবসের দিন দিবেন। নিচের যে কোনো নাম্বারে টাকা পাঠালে সেটি আমাদের একাউন্টে চলে আসবে। ফোন দিয়ে নিশ্চিত হওয়ার প্রয়োজন নাই নাম্বারগুলো আসলেই আমাদের কিনা।\n\nবিঃ দ্রঃ এখানে মান্নত, যাকাত, ফিতরা, কুরবানির চামড়ার টাকা এগুলো দেয়া যাবে না। এই অ্যাপটিকে আপনার এলাকার একটা লাইব্রেরির সাথে তুলনা করতে পারেন। একটা লাইব্রেরির রক্ষণাবেক্ষণের জন্য যেসব টাকা আমরা ডোনেট করি, সেভাবে এখানে ডোনেট করতে পারি।",
        "title": "আপনাদের এই অ্যাপটির ডেভেলপমেন্ট চালিয়ে নিতে সহযোগিতা করুন"
    }
}