{
    "info": {
        "contact_button_text": "Call for donation",
        "contact_number": "01521101145",
        "message": "একটা বাড়ি বানাতে যেমন জায়গা কিনতে হয়, ইট-বালু কিনতে হয়, ইঞ্জিনিয়ার আর লেবার খরচ দিতে হয়। সেরকম একটা অ্যাপের জন্যও ইঞ্জিনিয়ারদেরকে অনেক টাকা পেমেন্ট করতে হয়। প্রতি মাসেই কিন্তু বাড়িতে টুকিটাকি মেইনটেনেন্স করতে হয়। একটা অ্যাপের জন্যেও এর ইঞ্জিনিয়ারদেরকে সারা বছর কাজ করে যেতে হয়। তাই এই অ্যাপের মাধ্যমে আপনি উপকৃত হয়ে থাকলে; এর কার্যক্রমকে এগিয়ে নিতে আপনার সাধ্য মত কনট্রিবিউট করুন।\n\nঅন্য অ্যাপে ডোনেশন চায় না, এখানে কেন চায়?\n-----------------------------------------\nবাংলাদেশে অ্যাপ থেকে অর্থ ইনকামের একমাত্র রাস্তা হচ্ছে অ্যাপে গুগলের বিজ্ঞাপন দেখানো। ইউজাররা অ্যাপ ডাউনলোড করলে বা ইউজ করলে ডেভেলপাররা কোনো টাকা পায় না। শুধু Ad দেখালেই টাকা পাওয়া যায়। কিন্তু Ad এর মাধ্যমে পর্দার বিধান লঙ্ঘন হওয়ার আশংকায় আমরা উপার্জনের এই একটি মাত্র পথ বন্ধ করে দিয়েছি।\n\nআমাদের অ্যাপে Ad না থাকায় সবাই খুব খুশি হন। তাহলে কোনো ইনকাম ছাড়া অ্যাপের ইঞ্জিনিয়ারদেরকে কিভাবে পেমেন্ট করা হয়? শুধু ২০২০ সালের রমাদানের আগের আপডেট রেডি করার জন্যই আমাদেরকে ৫-৬ মাস কাজ করতে হয়েছে। যার শ্রমমূল্য প্রায় ৫ লাখ টাকা। প্রতি মাসে যেই ইঞ্জিনিয়াররা নিজেদের চাকরির পাশাপাশি, তাদের বিশ্রাম ও রাতের ঘুমকে দূরে ঠেলে দিয়ে এই অ্যাপে কাজ করে যাচ্ছেন। তাদের কাজ করার অনুপ্রেরণার জন্য আপনার দুআ ও ডোনেশন প্রয়োজন। প্রতি মাসে এখান থেকে কিছু টাকাও যদি ইনকাম হয় তাহলে তারা এখানে কাজ করার আগ্রহ পাবেন। আমরা ২০১৫ থেকে কাজ করে আসছি। সকলের প্রচেষ্টায় আগামী দিনগুলোতেও কাজ করে যাব ইনশাআল্লাহ।\n\nঅনেকেই আমাদেরকে iOS App ডেভেলপের অনুরোধ করেন। এজন্যও প্রায় ৫-৭ লাখ টাকার প্রয়োজন। কখনো সম্ভব হলে ইনশাআল্লাহ করা হবে।\n\nএই অ্যাপটিকে তুলনা করতে পারেন একটি ইসলামী লাইব্রেরির সাথে। একটা লাইব্রেরি বানাতে, বা কাউকে একটা কুরআন-হাদীসের বই পড়তে দিলে আপনি যেরকম সওয়াব পাবেন। যত লক্ষ মানুষ এই অ্যাপ ব্যবহার করে সময় মত সালাত আদায় করবে, সাহরি-ইফতার করবে, ইসলামের বিধানগুলো জানবে। তাদের সকলের সওয়াব ইনশাআল্লাহ আপনিও পেয়ে যাবেন।\n\nনিচের অপশনগুলোর মাধ্যমে এই অ্যাপের জন্য প্রতি মাসে আর্থিক অনুদান পাঠাতে পারেন।",
        "title": "আপনাদের এই অ্যাপটির ডেভেলপমেন্ট চালিয়ে নিতে সহযোগিতা করুন"
    },
    "account": [
        {
            "account_name": "",
            "account_number": "01521101145",
            "account_type": "Personal",
            "bank_or_wallet_name": "bKash",
            "branch": "",
            "isBank": false,
            "isEnable": true,
            "routing_number": "",
            "swift_code": ""
        },
        {
            "account_name": "",
            "account_number": "015212080795",
            "account_type": "Personal",
            "bank_or_wallet_name": "Rocket",
            "branch": "",
            "isBank": false,
            "isEnable": true,
            "routing_number": "",
            "swift_code": ""
        },
        {
            "account_name": "",
            "account_number": "01521101145",
            "account_type": "Personal",
            "bank_or_wallet_name": "Nagad",
            "branch": "",
            "isBank": false,
            "isEnable": true,
            "routing_number": "",
            "swift_code": ""
        },
        {
            "account_name": "Abdullah Al Hasan",
            "account_number": "20502100204303506",
            "account_type": "Savings Account",
            "bank_or_wallet_name": "Islami Bank Bangladesh Ltd",
            "branch": "Mirpur 1",
            "isBank": true,
            "isEnable": true,
            "routing_number": "125263106",
            "swift_code": "IBBLBDDH210"
        },
        {
            "account_name": "Abdullah Al Hasan",
            "account_number": "1442518777001",
            "account_type": "Current Account",
            "bank_or_wallet_name": "The City Bank",
            "branch": "Banani",
            "isBank": true,
            "isEnable": true,
            "routing_number": "4367016",
            "swift_code": "CIBLBDDH"
        }
    ]
}
