[
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "আমি তাদেরকে বলেছিঃ তোমরা নিজ প্রতিপালকের কাছে ক্ষমা প্রার্থনা কর। নিশ্চয়ই তিনি অতিশয় ক্ষমাশীল। তিনি আকাশ থেকে  তোমাদের উপর প্রচুর বৃষ্টি বর্ষণ করবেন, তোমাদের ধন-সম্পদ ও সন্তান-সন্ততিতে উন্নতি দান করবেন, এবং তোমাদের জন্যে সৃষ্টি করবেন বাগান আর তোমাদের জন্যে নদ-নদীর ব্যবস্থা করবেন। তোমাদের কী হল যে, তোমরা আল্লাহর মহিমাকে বিলকুল ভয় পাও না?",
    "explanation": "",
    "reference": "সূরা নূহ: ১০-১৩ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ আল্লাহ্‌র রসূল সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "সিয়াম ঢাল স্বরূপ। সুতরাং অশ্লীলতা করবে না এবং মূর্খের মত কাজ করবে না। যদি কেউ তার সাথে ঝগড়া করতে চায়, তাকে গালি দেয়, তবে সে যেন দুই বার বলে, আমি সওম পালন করছি। ঐ সত্তার শপথ, যার হাতে আমার প্রাণ, অবশ্যই সওম পালনকারীর মুখের গন্ধ আল্লাহ্‌র নিকট মিসকের গন্ধের চাইতেও উৎকৃষ্ট, সে আমার জন্য আহার, পান ও কামাচার পরিত্যাগ করে। সিয়াম আমারই জন্য। তাই এর পুরস্কার আমি নিজেই দান করব। আর প্রত্যেক নেক কাজের বিনিময় দশ গুণ।",
    "explanation": "",
    "reference": "সহিহ বুখারী ১৭৮৩, \nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "(লুকমান [আঃ] তাঁর পুত্রকে উদ্দেশ্য করে বললেন) হে বাছা! তুমি নামায কায়েম কর,  সৎ কাজের আদেশ  কর আর মন্দ কাজে বাধা দাও এবং তোমার যে কষ্ট দেখা দেয় তাতে সবর কর। নিশ্চয় এটা অত্যন্ত হিম্মতের কাজ।",
    "explanation": "সালাত কায়েম করার অর্থ সমস্ত নিয়ম রক্ষা করে ওয়াক্তমতো জামাতের সাথে নামাজ আদায়ে যত্নবান থাকা।",
    "reference": "সূরা লুকমান: ১৭ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "নিশ্চয়ই আনুগত্য প্রকাশকারী পুরুষ ও আনুগত্য প্রকাশকারী নারী, মুমিন পুরুষ ও মুমিন নারী, ইবাদতগোজার পুরুষ ও ইবাদতগোজার নারী, সত্যবাদী পুরুষ ও সত্যবাদী নারী, ধৈর্যশীল পুরুষ ও ধৈর্যশীল নারী, আন্তরিকভাবে বিনীত পুরুষ ও আন্তরিকভাবে বিনীত নারী, সদকাকারী পুরুষ ও সদকাকারী নারী, রোযাদার পুুরুষ ও রোযাদার নারী, নিজ লজ্জাস্থানের হেফাজতকারী পুরুষ ও হেফাজতকারী নারী এবং আল্লাহকে অধিক স্মরণকারী পুরুষ ও স্মরণকারী নারী। আল্লাহ এদের সকলের জন্য মাগফেরাত ও মহা প্রতিদান প্রস্তুত করে রেখেছেন।",
    "explanation": "",
    "reference": "সূরা আল-আহজাব: ৩৫ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "উসমান ইবনে আফফান (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে ব্যক্তি সকালে এ দোয়া তিনবার পড়বে সন্ধ্যা পর্যন্ত আকস্মিক কোনো বিপদ তাকে আক্রান্ত করবে না। আর সন্ধ্যায় যে পড়বে সকাল পর্যন্ত আকস্মিক কোনো বিপদ তাকে আক্রান্ত করবে না।\n\n    بِسْمِ اللهِ الَّذِىْ لَا يَضُرُّ مَعَ اسْمِهٖ شَىْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ \n(অর্থ : আমি আল্লাহর নামে (দিন শুরু করছি), যার নাম সঙ্গে থাকলে আসমান-জমিনের কোনো কিছুই ক্ষতি করতে পারে না। আর তিনিই সর্বশ্রোতা সর্বজ্ঞ।) \n\nএ হাদীসের একজন বর্ণনাকারী ছিলেন পক্ষাঘাতগ্রস্ত। তিনি যার কাছে এ হাদীস বর্ণনা করছিলেন সে তার দিকে বিস্ময়ের সঙ্গে তাকিয়েছিল। তিনি তখন বললেন: আমাকে দেখে তুমি অবাক হচ্ছ? আল্লাহর কসম, আমি  মিথ্যা বলি নি। যেদিন আমি এ বিপদে পড়েছি সেদিন দোয়াটি পড়তে আমি ভুলে গিয়েছিলাম।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ৫০৯০ (আরবী)\nপ্রকাশক : দারুল কিতাব আলআরাবী (শামেলা সংস্করণ)"
  },
  {
    "narrator": "সুমামা ইবনু ‘আবদুল্লাহ্‌ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ",
    "narration": "আনাস (রাঃ)-এর নিয়ম ছিল, তিনি দুই কিংবা তিন নিঃশ্বাসে পাত্রের পানি পান করতেন। তিনি ধারণা করতেন যে, নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তিন নিঃশ্বাসে পানি পান করতেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫২২৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম কে বলতে শুনেছেন,",
    "narration": "বল তো যদি তোমাদের কারো বাড়ির সামনে একটি নদী থাকে, আর সে তাতে প্রত্যহ পাঁচবার গোসল করে, তাহলে কি তাঁর দেহে কোন ময়লা থাকবে? তারা বললেন, তাঁর দেহে কোনোরূপ ময়লা বাকি থাকবে না। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেনঃ এ হলো পাঁচ ওয়াক্ত সালাতের উদহারণ। এর মাধ্যমে আল্লাহ্‌ তাআলা (বান্দার) গুনাহসমূহ মিটিয়ে দেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫০৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে মু’মিনগণ! তোমরা তোমাদের নিজেদেরকে ও তোমাদের পরিবারবর্গকে রক্ষা কর সেই আগুন থেকে, যার ইন্ধন হবে মানুষ ও পাথর। তাতে নিয়োজিত আছে কঠোর স্বভাব, কঠিন হৃদয় ফেরেশতাগণ। যারা আল্লাহর কোনো হুকুমে তাঁর অবাধ্যতা করে না এবং সেটাই করে, যার নির্দেশ তাদেরকে দেওয়া হয়।",
    "explanation": "",
    "reference": "সূরাহ আত-তাহরিম:৬"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "যে ব্যক্তি মিথ্যা কথা এবং সে অনুযায়ী কাজ করা আর মূর্খতা পরিত্যাগ করলো না, আল্লাহর নিকট (সিয়ামের নামে) তার পানাহার ত্যাগের কোন প্রয়োজন নেই।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫৬৩১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) থেকে বর্ণিত : রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন :",
    "narration": "জামা’আতে সালাতের ফযীলত একাকী আদায়কৃত সালাতের থেকে সাতাশ গুণ বেশী।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৬১৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "ইয়াহুদিদের গুরুতর সীমালঙ্ঘনের কারণে আমি তাদের প্রতি এমন কিছু উৎকৃষ্ট বস্তু হারাম করে দিই, যা (পূর্বে) তাদের পক্ষে হালাল করা হয়েছিল এবং আল্লাহর পথে তাদের অত্যধিক বাধাদানের কারণে, এবং তাদের সুদখোরির কারণে, অথচ তা খেতে তাদেরকে নিষেধ করা হয়েছিল। এবং তাদের কর্তৃক মানুষের সম্পদ অন্যায়ভাবে গ্রাস করার কারণে। তাদের মধ্যে যারা কাফির, আমি তাদের জন্যে যন্ত্রণাময় শাস্তি প্রস্তুত করে রেখেছি।",
    "explanation": "ইয়াহুদিরা দীন পালনে যথেষ্ট সীমালঙ্ঘন করত। এর পাশাপাশি তারা অন্যদেরকে আল্লাহর পথে চলতে বাধা দিত। সুদ খেত। অন্যায়ভাবে মানুষের সম্পদ গ্রাস করত। এসব অন্যায়ের শাস্তিস্বরূপ তাদের জন্যে উৎকৃষ্ট কিছু খাবার হারাম করে দেয়া হয়। লক্ষণীয় বিষয় হলো, যেসব অন্যায়ের কারণে তারা দুনিয়াতে সে শাস্তি ভোগ করেছিল সেগুলো আমাদের শরিয়তেও অন্যায়, হারাম। এ ধরনের অন্যায় থেকে আমাদেরও বেঁচে থাকা জরুরি। না হয় পরকালে কঠিন শাস্তির মুখে পড়তে হবে।",
    "reference": "সূরা আন-নিসা: ১৬০, ১৬১\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "মিকদাম ইবনু মা’দীকারিব (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ",
    "narration": "পেটের চেয়ে মন্দ কোন পাত্র মানুষ ভরাট করে না। পিঠের দাঁড়া সোজা রাখার মত কয়েক লোকমা খানাই আদম সন্তানের জন্য যথেষ্ট। আরো বেশী যদি প্রয়োজন হয় তবে পেটের এক তৃতীয়াংশ খানার জন্য, এক তৃতীয়াংশ পানির জন্য আরেক তৃতীয়াংশ শ্বাস-প্রশ্বাসের জন্য রাখবে।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ২৩৮৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ মূসা আশ‘আরী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "যে লোক তার বাঁদীকে উত্তমরূপে জ্ঞান ও শিষ্টাচার শিক্ষা দেয় এবং তাকে আযাদ করে ও বিয়ে করে, সে দুটি পুরস্কার লাভ করবে। আর যে গোলাম আল্লাহর হক আদায় করে এবং মনিবের হকও আদায় করে, সেও দুটি পুরস্কার লাভ করবে।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২৩৭৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে বস্ত্রাবৃত! ওঠ এবং মানুষকে সতর্ক কর। এবং নিজ প্রতিপালকের তাকবীর বল (মহিমা ঘোষণা কর)। এবং নিজ কাপড় পবিত্র রাখ। এবং অপবিত্রতা থেকে দূরে থাক। এবং অধিক পাওয়ার প্রত্যাশায় অনুগ্রহ করো না। এবং প্রতিপালকের উদ্দেশ্যে সবর অবলম্বন কর।",
    "explanation": "কাউকে এই নিয়তে হাদিয়া-তোহফা দেওয়া যে, সে এর বদলায় আরও  বেশি দেবে, এ আয়াতের আলোকে নাজায়েজ।",
    "reference": "সুরা আল-মুদ্দাসসিরঃ ১-৭\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "এক লোক রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম -এর নিকট এসে জিজ্ঞাসা করল: \nইয়া রাসূলাল্লাহ! আমার নিকট কে উত্তম ব্যবহার পাওয়ার বেশী হকদার? \nতিনি বললেনঃ তোমার মা। \nলোকটি বললোঃ তারপর কে? নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেনঃ তোমার মা। \nসে বললোঃ তারপর কে? তিনি বললেন, তোমার মা। \nসে বললোঃ তারপর কে? তিনি বললেনঃ তারপর তোমার বাবা।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫৫৪৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে বলতে শুনেছিঃ",
    "narration": "তোমাদের মধ্যে কেউ যখন শরিয়তবিরোধী কোনো কাজ হতে দেখে, তখন সম্ভব হলে তাকে হাত (শক্তি) দ্বারা বাধা দেবে। যদি হাত দ্বারা তাকে বাধা দেয়া সম্ভব না হয় তবে মুখে বলবে। যদি তাও সম্ভব না হয় তবে অন্তরে তাকে খারাপ জানবে। আর এটা দুর্বলতম ঈমানের পরিচায়ক।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ১১৪০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,",
    "narration": "এক সাহাবী হযরত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বললেন, গত রাতে আমাকে এমন একটি বিচ্ছু ধংশন করেছে, যা আমি কখনো দেখি নি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দোয়াটির  কথা বলে বললেন : সন্ধ্যাবেলায় তুমি যদি এটি পড়তে তবে  তা তোমার কোনো ক্ষতি করতে পারত না-\n   اَعُوْذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّ مَا خَلَقَ \n(অর্থ : আমি আল্লাহর পূর্ণ কালিমাসমূহের সাহায্যে তাঁর সকল সৃষ্টির যাবতীয় অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি।)\n দোয়াটি সকালেও পড়া যেতে পারে।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬৬৩৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবু হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "ইযারের যে পরিমাণ টাখনুর নিচে থাকবে, সে অংশ জাহান্নামে যাবে।",
    "explanation": "ইযার মানে লুঙ্গি। তবে এই হাদিসের নিষেধাজ্ঞা সব রকম পোশাকে অন্তর্ভুক্ত লুঙ্গি প্যান্ট পাজামা জুব্বা ইত্যাদি কোন কিছুই টাখনুর নিচে ঝুলিয়ে পরা যাবে না",
    "reference": "সহিহ বুখারী ৫৩৭১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ নবী করীম সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন,",
    "narration": "যে ব্যক্তি মানুষের মাল (ধার) নেয় পরিশোধ করার নিয়তে, আল্লাহ তা’আলা তা আদায়ের ব্যবস্থা করে দেন। আর যে তা নেয় বিনষ্ট করার নিয়তে আল্লাহ তা’আলা তাকে ধ্বংস করেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২২২৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "ঈমানের শাখা রয়েছে ষাটের কিছু বেশী। আর লজ্জা ঈমানের একটি শাখা।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "তোমাদের মধ্যে যারা বিবাহহীন (তারা পুরুষ হোক কিংবা নারী), তাদের বিবাহ সম্পাদন করে দাও এবং তোমাদের দাস ও দাসীদের মধ্যে যারা বিবাহের উপযুক্ত তাদেরও। তারা যদি অভাবগ্রস্ত  হয়, তবে আল্লাহ নিজ অনুগ্রহে তাদেরকে অভাবমুক্ত করে দেবেন। আল্লাহ অতিপ্রাচুর্যময়, সর্বজ্ঞ।",
    "explanation": "",
    "reference": "সূরা আন-নূর:৩২\nসূত্র : তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আমর ইব্‌নু ‘আস (রাঃ) থেকে বর্ণিতঃ তিনি রাসূলুল্লাহ্‌ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম - কে এ কথা বলতে শুনেছেনঃ",
    "narration": "কোন বিচারক ইজতিহাদে সঠিক সিদ্ধান্ত নিলে তার জন্য রয়েছে দু’টি পুরস্কার। আর যদি বিচারক ইজতিহাদে ভুল করেন তবে তার জন্যও রয়েছে একটি পুরস্কার।",
    "explanation": "এ ইজতিহাদ দীনি বিষয়ে ফতোয়া প্রদানের ক্ষেত্রেও হতে পারে, আবার ইসলামি শরিয়ত অনুসারে পরিচালিত আদালতে দুনিয়াবি বিষয়ের বিচারকার্যের ক্ষেত্রেও হতে পারে। তবে যে ক্ষেত্রেই হোক, যিনি ইজতিহাদ করবেন, তাকে অবশ্যই আগে ইজতিহাদ করার যোগ্য ও উপযুক্ত হতে হবে।",
    "reference": "সহিহ বুখারী ৬৮৫০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে মুমিনগণ! তোমাদের জন্য এটা হালাল নয় যে, তোমরা জোরপূর্বক নারীদের মালিক বনে বসবে। আর তাদেরকে এই উদ্দেশ্যে অবরুদ্ধ করে রেখ না যে, তোমরা তাদেরকে যা কিছু দিয়েছ তার কিয়দংশ আত্মসাৎ করবে। অবশ্য তারা যদি প্রকাশ্য অশ্লীলতায় লিপ্ত হয়, তবে ভিন্ন কথা। আর তাদের সাথে সদ্ভাবে জীবন যাপন কর। তোমরা যদি তাদেরকে অপছন্দ কর, তবে এর যথেষ্ট সম্ভাবনা রয়েছে যে, তোমরা কোনো জিনিসকে অপছন্দ করছ অথচ আল্লাহ তাতে প্রভূত কল্যাণ নিহিত রেখেছেন।",
    "explanation": "জাহেলি যুগের রেওয়াজ ছিলঃ মৃতব্যক্তির কোনো ওয়ারিশ, মৃতব্যক্তির অন্যান্য সম্পদের মতো তার স্ত্রীরও মালিক বনে যেত। সে হয়তো তাকে মোহর ছাড়াই বিয়ে করে নিত, কিংবা অন্য কোথাও বিয়ে দিয়ে মোহর আত্মসাৎ করত। আয়াতের প্রথমাংশে এ বিষয়টিকে হারাম করে দেয়া হয়েছে। বলা হয়েছে, স্বামী মারা গেলে স্ত্রী স্বাধীন। শরিয়তের বিধান মেনে সে যে কাউকে বিয়ে করতে পারে। মৃতব্যক্তির কোনো ওয়ারিশ তার ওপর কোনোকিছু চাপিয়ে দিতে পারে না।\n\nদ্বিতীয় বাক্যে বলা হয়েছে, কেউ যদি নিজ স্ত্রীর সঙ্গে সংসার করতে না চায় তবে সে যেন স্ত্রীকে দেয়া মোহর ফিরিয়ে নেয়ার জন্যে স্ত্রীকে খোলা করতে বাধ্য না করে। অর্থাৎ সে স্ত্রীর সঙ্গে স্বাভাবিক জীবনযাপনও করছে না, আবার তাকে তালাকও দিচ্ছে না। তার ইচ্ছা, স্ত্রী নিজের পক্ষ থেকে খোলা তালাক গ্রহণ করুক। এতে হয়তো সে মোহরের টাকা ফিরিয়ে নিতে পারবে কিংবা যে টাকা পরিশোধ করা হয় নি, তা আর দেয়া লাগবে না। এ আয়াতে স্ত্রীকে এভাবে খোলা তালাকে বাধ্য করে মোহর ফিরিয়ে নেয়াকে নিষিদ্ধ করা হয়েছে।\n\nতবে হ্যাঁ, স্ত্রী যদি প্রকাশ্য কোনো অন্যায়ে জড়িয়ে থাকে এবং এজন্যেই স্বামী সংসার করতে না চায়, তবে ভিন্ন কথা।",
    "reference": "সূরা আন-নিসাঃ ১৯ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে মুমিনগণ! যখন তোমরা কোন নির্দিষ্ট মেয়াদের জন্যে কোন ঋনের কারবার কর, তখন তা লিখে নাও।",
    "explanation": "",
    "reference": "সূরা বাকারাঃ ২৮২ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "মানুুষ নিজ হাতে যা কামায়, তার ফলে স্থলে ও জলে অশান্তি ছড়িয়ে পড়ে, আল্লাহ তাদেরকে তাদের কতক কৃতকর্মের স্বাদ গ্রহণ করাবেন বলে, হয়ত (এর ফলে) তারা ফিরে আসবে।",
    "explanation": "",
    "reference": "সূরা আর-রূমঃ ৪১ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "সাহল ইবনু মু‘আয আল-জুহানী (রহঃ) হতে তার পিতা থেকে বর্ণিতঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে ব্যক্তি কুরআন পাঠ করে এবং সে অনুযায়ী আমল করে, কিয়ামতের দিন তার পিতা-মাতাকে এমন টুপি পরানো হবে যার জ্যোতি সূর্যের  জ্যোতির চাইতেও উজ্জ্বল হবে। যদি মনে করা হয়,  সূর্য তোমাদের কারও ঘরের মধ্যে আছে, এমতাবস্থায় তার উজ্জ্বলতা যেরূপ প্রকাশ পাবে, এর চাইতেও অধিক উজ্জ্বল টুপি কিয়ামতের দিন তাদেরকে পরানো হবে। অতএব যে ব্যক্তি নিজে কুরআন পাঠ করে তার ওপর আমল করে, তার ব্যাপারটি কেমন হবে, সে সম্পর্কে  তোমাদের ধারণা কী?",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ১৪৫৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "আমার যে বান্দাগণ ঈমান এনেছে তাদেরকে বল, যেন নামায কায়েম করে। আমি তাদেরকে যে রিযক দিয়েছি, তা থেকে গোপনে ও প্রকাশ্যে (সৎকাজে) ব্যয় করে (এবং এ কাজ) সেই দিন আসার আগে-আগেই (করে), যে দিন কোন বেচনাকেনা থাকবে না এবং কোন বন্ধুত্বও কাজে আসবে না।",
    "explanation": "সালাত কায়েম করার অর্থ সমস্ত নিয়ম রক্ষা করে ওয়াক্তমতো জামাতের সাথে নামাজ আদায়ে যত্নবান থাকা।",
    "reference": "সূরা ইব্রাহিমঃ ৩১ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আনাস (রাঃ) থেকে বর্ণিতঃ",
    "narration": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে পানি পান করতে নিষেধ করেছেন।",
    "explanation": "",
    "reference": "সুনানে ইবনে মাজাহ ৩৪২৪\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "উবাই ইবনু কা’ব (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "একদিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সাথে ফজরের সলাত আদায় করেন। এরপর বললেনঃ অমুক ব্যক্তি জামাতে হাজির হয়েছে কি? সাহাবীগণ বললেনঃ না। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, অমুক ব্যক্তি জামাতে হাজির হয়েছে কি? সাহাবীগণ বললেনঃ না। তিনি বললেন : এ দুই ওয়াক্ত (ফজর ও ইশা) নামাজ আদায় করা মুনাফিক্বদের জন্য খুবই কষ্টকর। তোমরা যদি এ দু’ওয়াক্ত নামাজের ফজিলত সম্পর্কে  অবহিত থাকতে, তাহলে হামাগুড়ি দিয়ে হলেও তোমরা অবশ্যই এতে শামিল হতে।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ৫৫৪\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "তোমাদেরকে যেই বড় বড় গুনাহ করতে নিষেধ করা হয়েছে, তোমরা যদি তা পরিহার করে চল। তবে আমি নিজেই তোমাদের ছোট ছোট গুনাহ তোমাদের থেকে মিটিয়ে দেব এবং তোমাদেরকে এক মর্যাদাপূর্ণ স্থানে দাখিল করব।",
    "explanation": "",
    "reference": "সূরা আন-নিসাঃ ৩১\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "হুযাইফা ইবনুল ইয়ামান (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "সেই সত্তার শপথ, যাঁর হাতে আমার প্রাণ! অবশ্যই তোমরা সৎকাজের আদেশ এবং অসৎকাজে নিষেধ করতে থাক। নতুবা আল্লাহ তা’আলা অচিরেই তোমাদের উপর তাঁর শাস্তি অবতীর্ণ করবেন। তোমরা তখন তাঁর নিকট দু’আ করবে, কিন্তু তিনি তোমাদের সেই দু’আ কবুল করবেন না।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ২১৭২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "মু’মিন পুরুষ আর মু’মিন নারী পরস্পরে একে অন্যের সহযোগী। তারা সৎকাজের আদেশ করে, অসৎ কাজে বাধা দেয়, নামায কায়েম করে, যাকাত দেয় এবং আল্লাহ ও তাঁর রাসূলের আনুগত্য করে। তারা এমন লোক, যাদের প্রতি আল্লাহ নিজ রহমত বর্ষণ করবেন। নিশ্চয়ই আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।",
    "explanation": "",
    "reference": "সূরা আত-তাওবাহঃ ৭১ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "সাহল (রাঃ) থেকে বর্ণিতঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেনঃ",
    "narration": "জান্নাতে রায়্যান নামক একটি দরজা আছে। এ দরজা দিয়ে কিয়ামতের দিন সওম পালনকারীরাই প্রবেশ করবে। তাদের ছাড়া আর কেউ এ দরজা দিয়ে প্রবেশ করতে পারবে না। ঘোষণা দেয়া হবে, সওম পালনকারীরা কোথায়? তখন তারা দাঁড়াবে। তারা ছাড়া আর কেউ এ দরজা দিয়ে প্রবেশ করবে না। তাদের প্রবেশের পরই দরজা বন্ধ করে দেয়া হবে। যাতে করে এ দরজাটি দিয়ে আর কেউ প্রবেশ না করে।",
    "explanation": "",
    "reference": "সহিহ বুখারী ১৭৭৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "মুমিনদের মাঝে ঈমানে সেই পরিপূর্ণ, তাদের মাঝে যার চরিত্র সুন্দরতম। তোমাদের মধ্যে উত্তম হলো তারা, যারা তাদের স্ত্রীদের কাছে উত্তম।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ১১৬৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "তুমি নিজ প্রতিপালকের আদেশের উপর অবিচলিত থাক। কেননা তুমি আমার দৃষ্টির মধ্যে রয়েছ। আর তুমি যখন ওঠ, তখন প্রশংসার সাথে নিজ প্রতিপালকের তাসবীহ পাঠ কর।",
    "explanation": "",
    "reference": "সূরা আত-তুরঃ ৪৮ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "তোমাদের মধ্যে সর্বোত্তম সে-ই, যে সবচেয়ে সুন্দরভাবে ঋণ পরিশোদ করে।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২৪৩৫"
  },
  {
    "narrator": "আবূ আমর শায়বানি (রহঃ) থেকে বর্ণিতঃ তিনি 'আবদুল্লাহ্‌ ইবনু মাস’উদ (রাঃ)-এর বাড়ির দিকে ইংগিত করে বলেন, এ বাড়ির মালিক আমাদের নিকট বর্ণনা করেছেন,",
    "narration": "আমি আল্লাহর রসূল সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম -কে জিজ্ঞেস করলাম, কোন আমল আল্লাহর নিকট অধিক প্রিয়? তিনি বললেন, ‘যথা সময়ে সালাত আদায় করা। ইবনে মাস’উদ (রাঃ) পুনরায় জিজ্ঞাসা করলেন, এরপর কোনটি? তিনি বললেন, এরপর পিতা-মাতার প্রতি সদ্ব্যবহার। ইবনে মাসউদ (রাঃ) আবার জিজ্ঞাসা করলেন, এরপর কোনটি? রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, এরপর জিহাদ ফী সাবীলিল্লাহ (আল্লাহ্‌র পথে জিহাদ)। ইবনে মাস’উদ (রাঃ) বলেন, এগুলো তো রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেনই, যদি আমি আরও বেশী জানতে চাইতাম, তাহলে তিনি আমাকে আরও বলতেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫০২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "বিধবা ও মিসকীন-এর জন্য (খাদ্য যোগাতে) সচেষ্ট ব্যক্তি আল্লাহ্‌র রাস্তায় মুজাহিদের ন্যায় অথবা রাত জেগে নামাজ আদায়কারী ও দিনভর সিয়াম পালনকারীর ন্যায়।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৪৯৬২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে মুমিনগণ!  নিজ গৃহ ছাড়া অন্যের গৃহে প্রবেশ করো না, যতক্ষণ না অনুমতি গ্রহণ কর ও তার বাসিন্দাদের সালাম দাও। এ পন্থাই তোমাদের জন্য শ্রেয়। আশা করা যায়, তোমরা লক্ষ রাখবে।",
    "explanation": "",
    "reference": "সূরা আন-নূরঃ ২৭ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "আর তোমরা (নারীগণ) নিজেদের গৃহে অবস্থান কর, (পরপুরুষকে) সাজসজ্জা প্রদর্শন করে বেড়িও না, যেমন প্রাচীন জাহেলি যুগে প্রদর্শন করা হত, এবং নামায কায়েম কর, যাকাত আদায় কর এবং আল্লাহ ও তাঁর রাসূলের আনুগত্য কর। হে নবী-পরিবার (আহলে বাইত)! আল্লাহ তো চান তোমাদের থেকে মলিনতা দূরে রাখতে এবং তেমাদেরকে সর্বতোপ্রকারে পবিত্রতা দান করতে।",
    "explanation": "",
    "reference": "সূরা আল-আহজাবঃ ৩৩\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে মু’মিনগণ! তোমরা কয়েকগুণ বৃদ্ধি করে সুদ খেও না, এবং আল্লাহকে ভয় কর, যাতে তোমরা সফলতা লাভ করতে পার।",
    "explanation": "",
    "reference": "সূরা আলে ইমরানঃ ১৩০ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "আর স্ত্রীদেরও ন্যায়সঙ্গত অধিকার রয়েছে। যেমন তাদের প্রতি (স্বামীদের) অধিকার রয়েছে।",
    "explanation": "",
    "reference": "সূরা আল-বাকারাঃ ২২৮\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "‘আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,",
    "narration": "রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ফজরের আযান ও ইকামতের মাঝে দুই রাকআত সালাত সংক্ষেপে আদায় করতেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫৯২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "যারা নিজেদের সম্পদ দিনে ও রাতে ব্যয় করে, প্রকাশ্যেও এবং গোপনেও। তারা তাদের প্রতিপালকের কাছে নিজেদের সওয়াব পাবে এবং তাদের কোনো ভয় থাকবে না আর তারা কোনো দুঃখও পাবে না।",
    "explanation": "",
    "reference": "সূরা বাাকারাঃ ২৭৪\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে মানুষ! তোমরা তোমাদের প্রতিপালকের ইবাদত কর, যিনি সৃষ্টি করেছেন তোমাদেরকে এবং তোমাদের পূর্বে যারা গত হয়েছে তাদেরকে। যাতে তোমরা মুত্তাকী (পরহেযগার) হয়ে যাও।",
    "explanation": "",
    "reference": "সূরা আল-বাকারাঃ ২১\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু ‘আমর (রাঃ) থেকে বর্ণিতঃ",
    "narration": "এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে জিজ্ঞাসা করল, ইসলামে কোন কাজটি উত্তম? তিনি বললেন, তুমি খাবার খাওয়াবে ও পরিচিত অপরিচিত সকলকে সালাম দেবে।",
    "explanation": "",
    "reference": "সহিহ বুখারী ১১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আইশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "মেয়ে দিয়ে যাকে পরীক্ষার সম্মুখীন করা হয়, সে যদি তাদের ব্যাপারে ধৈর্য ধারণ করে। তবে তারাই তার জন্য জাহান্নামের পথে পর্দা (বাধা) হয়ে দাঁড়াবে।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ১৯১৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ সাঈদ খুদরী থেকে বর্ণিতঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেনঃ",
    "narration": "তোমরা রাস্তার উপর বসা ছেড়ে দাও। লোকজন বলল, এ ছাড়া আমাদের কোন উপায় নেই। কেননা, এটাই আমাদের উঠা-বসার জায়গা এবং এখানেই আমরা কথাবার্তা বলে থাকি। \nতিনি বললেন, যদি তোমাদের সেখানে বসতেই হয়, তবে রাস্তার হক আদায় করবে। তারা বলল, রাস্তার হক কী? তিনি বললেন, দৃষ্টি অবনমিত রাখা, (কাউকে) কষ্ট দেয়া থেকে বিরত থাকা, সালামের জবাব দেওয়া, সৎকাজের আদেশ দেওয়া এবং অসৎকাজে নিষেধ করা।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২৩০৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "বুরায়দাহ আল-আসলামী (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ",
    "narration": "যে ব্যক্তি (ঋণগ্রস্ত) অভাবী ব্যক্তিকে অবকাশ দিবে, সে প্রতিদিন দান-খয়রাত করার সওয়াব পাবে। আর যে ব্যক্তি ঋণ শোধের মেয়াদ শেষ হওয়ার পরও সময় বাড়িয়ে দিবে, সে প্রতিদিন (ঋণের সমপরিমাণ) দান-খয়রাত করার সওয়াব পাবে।",
    "explanation": "",
    "reference": "সুনানে ইবনে মাজাহ ২৪১৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "জাবির (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "বান্দা ও কুফর এর মধ্যে পার্থক্য হলো নামাজ ছেড়ে দেয়া।",
    "explanation": "ইচ্ছাকৃতভাবে নামাজ ছেড়ে দেয়া কোনো মুসলমানের কাজ হতে পারে না। নামাজ ছেড়ে দেয়া তো কাফেরের কাজ। যদি কেউ ইচ্ছাকৃত কোনো নামাজ ছেড়ে দেয়, তবে সে যেন মুমিন ও কাফেরের এ পার্থক্যটি মুছে দিল।\n\nঅবশ্য কেউ যদি নামাজ ছেড়ে দেয়াকে অন্যায় মনে করা সত্ত্বেও নামাজ ছেড়ে দেয়। তবে এ অপরাধের কারণে সে কাফের হয়ে যাবে না। সে ফাসেক হবে। আর যদি কেউ নামাজ ছেড়ে দেয়াকে কোনো অন্যায় মনেই না করে, তবে সে কাফের হয়ে যাবে।",
    "reference": "সুনানে আবু দাউদ ৪৬৭৮"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম হতে বর্ণিত। তিনি বলেনঃ",
    "narration": "যখন তোমরা ইকামত শুনতে পাবে, তখন সালাতের দিকে চলে আসবে। তোমাদের উচিত ধীরস্থিরতা ও গাম্ভীর্য বজায় রাখা। তাড়াহুড়া করবে না। ইমামের সাথে যতটুকু পাও তা আদায় করবে, আর যা ছুটে যায় তা পুরা করে নিবে।",
    "explanation": "জামায়াতে অংশ নেয়ার জন্য তাড়াহুড়া করে দৌঁড়ে মসজিদে যাওয়া নিষেধ। নামাজ শুরু হয়ে গেলে কিংবা রাকাত ছুটে যাওয়ার উপক্রম হলেও স্বাভাবিকভাবে হেঁটেই আসবে।",
    "reference": "সহিহ বুখারী ৬০৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "তাদের (অর্থাৎ নারীদের) সাথে সদ্ভাবে জীবন-যাপন কর।",
    "explanation": "অর্থাৎ স্ত্রীদের যাবতীয় অধিকার তোমরা যথাযথভাবে আদায় করো। অনর্থক তাদেরকে কষ্ট দেবে না। তাদের ওপর কোনো অন্যায় বোঝা চাপিয়ে দেবে না। তাদের ভরণপোষণ সাধ্যমতো আদায় করো, এ ক্ষেত্রে কোনো কমতি করো না। তাদের সঙ্গে আচরণের ক্ষেত্রেও যাবতীয় শিষ্টাচার রক্ষা করো। সর্বোপরি তাদের সঙ্গে ন্যায়-ইনসাফ ও উদারতার সঙ্গে জীবনযাপন করো।",
    "reference": "সূরা আন-নিসাঃ ১৯ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আবূ যার (রাঃ) থেকে বর্ণিতঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেনঃ",
    "narration": "সুতরাং আল্লাহ তা‘আলা যার ভাইকে তার অধীন করে দেন সে নিজে যা খায়, তাকেও যেন তা খাওয়ায়। সে নিজে যা পরে, তাকেও যেন তা পরায়। আর তার উপর যেন এমন কোন কাজের চাপ না দেয়, যা তার শক্তির বাইরে। আর যদি তার উপর এমন কঠিন কাজের চাপ দিতেই হয়, তাহলে সে নিজেও যেন তাকে সাহায্য করে।",
    "explanation": "",
    "reference": "সহিহ আল বুখারী ৫৬২৪\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "আমার সকল উম্মতই জান্নাতে প্রবেশ করবে, কিন্তু যে অস্বীকার করে (সে ছাড়া)। তারা বললেন, কে অস্বীকার করবে? তিনি বললেনঃ যারা আমার অনুসরণ করে তারা জান্নাতে প্রবেশ করবে। আর যে আমার অবাধ্য হবে সে-ই অস্বীকার করল।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৬৭৮৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "উসামা ইবনু শারীক (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,",
    "narration": "বেদুইন আরবরা একবার বলল, হে আল্লাহর রাসূল ! আমরা কি চিকিৎসা করব না? তিনি বললেন, হ্যাঁ, হে আল্লাহর বান্দাগণ! তোমরা চিকিৎসা কর। আল্লাহ তা‘আলা এমন কোন রোগ সৃষ্টি করেননি যার কোনো প্রতিষেধক তিনি  রাখেননি। কিন্তু একটি রোগের কোন প্রতিষেধক নেই। সাহাবীগণ বললেনঃ হে আল্লাহর রাসূল ! সে রোগটি কি? তিনি বললেনঃ বার্ধক্য।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ২০৪৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আয়িশাহ (রাঃ) থেকে বর্ণিতঃ",
    "narration": "এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললো, আমার মায়ের আকস্মিক মৃত্যু হয়েছে, তিনি ওসিয়াত করে যেতে পারেননি। আমার মনে হয়, তিনি কথা বলতে পারলে অবশ্যই সাদকা করতেন। আমি যদি তার পক্ষ থেকে সাদকা করি, তবে কি তার সওয়াব হবে এবং আমারও? তিনি বলেনঃ হাঁ।",
    "explanation": "এ হাদীস থেকে বোঝা যায়, মৃতব্যক্তির পক্ষ থেকে দান-সাদাকা করা হলে মৃতব্যক্তি এবং সাদাকাকারী উভয়েই সওয়াবের ভাগীদার হবেন।",
    "reference": "সুনানে ইবনে মাজাহ ২৭১৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "এবং (হে নবী!) দিনের উভয় প্রান্তে এবং রাতের কিছু অংশে নামায কায়েম কর। নিশ্চয়ই পুণ্যরাজি পাপরাশিকে মিটিয়ে দেয়। যারা উপদেশ মানে তাদের জন্যে এটা এক উপদেশ।",
    "explanation": "অনেক তাফসীরকারকের মতে, এখানে দিনের উভয় প্রান্তের নামাজ বলে সূর্যোদয় ও সূর্যাস্তের পূর্বের নামাজ বোঝানো হয়েছে। সূর্যোদয়ের পূর্বের নামাজ হচ্ছে ফজর আর সূর্যাস্তের পূর্বের নামাজ জোহর ও আসর। রাতের নামাজ বলে মাগরিব ও ইশা উদ্দেশ্য। এভাবে এ আয়াতে পাঁচ ওয়াক্ত নামাজের নির্দেশনা রয়েছে। কেউ কেউ অবশ্য রাতের নামাজ বলে মাগরিব-ইশার সঙ্গে তাহাজ্জুদের কথাও বলেছেন। [তাফসীরে উসমানী অবলম্বনে]",
    "reference": "সূরা হুদঃ ১১৪  \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিতঃ রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "তোমরা একে অন্যের প্রতি বিদ্বেষভাব পোষন করো না। পরস্পর হিংসা করো না। পরস্পর বিরুদ্ধাচরণ করো না। তোমরা সবাই আল্লাহর বান্দা ভাই ভাই হয়ে যাও। কোন মুসলমানের জন্য তিন দিনের বেশী তার ভাইকে পরিত্যাগ করে থাকা (অর্থাৎ তার সাথে কথা না বলা) জায়িয নয়।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫৬৩৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "‘আবদুল্লাহ ইবনু ‘আমর (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "মসজিদে জুমার নামাজে তিন ধরনের লোক এসে থাকে। এক শ্রেণির লোক জুমায় উপস্থিত হয়ে এদিক-ওদিক ঘুরাফেরা করে এবং অনর্থক কথা বলে। আরেক শ্রেণীর লোক জুমায় এসে দু‘আ ইত্যাদিতে মশগুল থাকে। আল্লাহ ইচ্ছা করলে তাদের দুআ কবুল করতে পারেন, আবার নাও করতে পারেন। আরেক ধরনের লোক মসজিদে উপস্থিত হয়ে খুতবা পাঠের সময় নিশ্চুপ থাকে, অন্যের ঘাড়ের উপর দিয়ে চলাফেরা করে না এবং কাউকে কষ্ট দেয় না।  ঐ ব্যাক্তির জন্য বিগত জুমা হতে এ পর্যন্ত এবং অতিরিক্ত আরো তিনদিন পর্যন্ত এ নীরবতা গুনাহের কাফফারা হবে। কেননা মহান ও সর্বশক্তিমান আল্লাহ বলেছেন, “যে ব্যাক্তি একটি নেকীর কাজ করবে বিনিময়ে তাকে তার দশ গুন সওয়াব দেয়া হবে”।",
    "explanation": "মসজিদে গিয়ে কাউকে কষ্ট দেয়া বা কাউকে ডিঙ্গিয়ে সামনে যাওয়া নিষেধ। মসজিদে প্রবেশ করে যেখানে জায়গা পাওয়া যাবে সেখানেই বসে পড়তে হবে। অবশ্য শুরু থেকেই প্রত্যেকের এমন ভাবে বসা উচিত যেন সামনের কাতারগুলোতে ফাঁকা জায়গা না থাকে। যেন পিছন থেকে মানুষকে ডিঙ্গিয়ে সামনে আসার প্রয়োজন না হয়। এ বিধান জুমা-সহ সকল নামাজের ক্ষেত্রেই প্রযোজ্য।",
    "reference": "সুনানে আবু দাউদ ১১১৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে মুমিনগণ! তোমরা নিজেদের গৃহ ব্যতীত অন্য গৃহে প্রবেশ করো না, যে পর্যন্ত অনুমতি গ্রহণ না কর এবং গৃহবাসীদেরকে সালাম না কর। এটাই তোমাদের জন্যে উত্তম। আশা করা যায়, তোমরা উপদেশ গ্রহণ করবে। যদি তোমরা তাতে কাউকে না পাও, তবুও অনুমতি না পাওয়া পর্যন্ত সেখানে প্রবেশ করো না। যদি তোমাদেরকে বলা হয় ফিরে যাও, তবে ফিরে যাবে। এটাই তোমাদের জন্যে শুদ্ধতর। তোমরা যা কিছুই কর, আল্লাহ সে সম্পর্কে পরিপূর্ণ জ্ঞাত।",
    "explanation": "",
    "reference": "সূর আন-নূরঃ ২৭, ২৮"
  },
  {
    "narrator": "আবূ সাঈদ আল–খুদরী (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যার তিনটি মেয়ে অথবা তিনটি বোন আছে, কিংবা দু’টি মেয়ে অথবা দু’টি বোন আছে। সে যদি তাদের প্রতি ভাল ব্যবহার করে এবং তাদের (অধিকার) সম্পর্কে আল্লাহ্‌ তা‘আলাকে ভয় করে তবে তার জন্য জান্নাত নির্ধারিত আছে।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ১৯২২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "যারা ঈমান আনল, অতঃপর কুফরী করল, আবার ঈমান আনল, আবার কুফরী করল, অতঃপর কুফরিতে অগ্রসর হলো। আল্লাহ তাদেরকে ক্ষমা করবেন না এবং সঠিক পথপ্রদর্শন করবেন না।",
    "explanation": "",
    "reference": "সূরা আন-নিসাঃ ১৩৭"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "তোমাদের কেউ যখন আহার করে, তখন সে যেন তার আঙ্গুল চেটে নেয়। কারণ সে জানে না, এগুলোর কোনটিতে বরকত নিহিত রয়েছে।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ১৮০৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে ব্যক্তি মদ পান করে, চল্লিশ ভোর (দিন) পর্যন্ত তার নামায ক্ববূল করা হয় না। সে তাওবা করলে আল্লাহ তার তাওবা ক্ববূল করেন। যদি আবার সে মদ পান করে তাহলে আল্লাহ তা’আলা চল্লিশ ভোর (দিন) পর্যন্ত তার নামায ক্ববূল করেন না। যদি সে তাওবা করে তাহলে আল্লাহ তা’আলা তার তাওবা গ্রহণ করেন। সে যদি আবার মদ পানে লিপ্ত হয় তাহলে আল্লাহ তা’আলা চল্লিশ ভোর (দিন) পর্যন্ত তার নামায ক্ববূল করেন না। যদি সে তাওবা করে আল্লাহ তা’আলা তার তাওবা কবূল করেন। সে চতুর্থ বারে মদ পানে জড়িয়ে পড়লে আল্লাহ তা’আলা চল্লিশ ভোর (দিন) পর্যন্ত তার নামায ক্ববূল করেন না। যদি সে তাওবা করে আল্লাহ তা’আলা তার তাওবা ক্ববূল করেন না এবং তাকে ‘নাহ্‌রুল খাবাল’ হতে পান করাবেন। প্রশ্ন করা হল, হে আবূ আবদুর রাহমান (ইবনু উমার)! নাহরুল খাবাল  কি? তিনি বললেন, জাহান্নামীদের পূঁজের নহর।",
    "explanation": "চতুর্থ বার ক্ষমা না করা ও তাওবা কবুল না করার বিষয়টি ধমক হিসেবে বলা হয়েছে। অন্য হাদীসে আছে, দিনে সত্তরবার অন্যায় করেও যদি তওবা করে, আল্লাহ তায়ালাও তাও কবুল করবেন।",
    "reference": "জামে আত-তিরমিজি ১৮৬৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আলী (যাইনুল আবিদীন) ইবনুল হুসাইন (রহ.) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "একজনের ইসলামি গুণাবলির অন্যতম হলো অনর্থক বিষয় পরিত্যাগ করা।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ২৩২১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ আবূ হুরায়রা (রাঃ) নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেছেনঃ",
    "narration": "এক ব্যক্তি তার ভাইকে দেখার জন্য অন্য এক গ্রামে গেলো। আল্লাহ্‌ তা’য়ালা তার জন্য রাস্তায় একজন ফেরেশতা মোতায়েন করলেন। সে ব্যক্তি যখন ফেরেশতার কাছে পৌঁছলো, তখন ফেরেশতা জিজ্ঞাসা করলেন, তুমি কোথায় যাওয়ার ইচ্ছা করেছ? সে বললো, আমি এই গ্রামে আমার এক ভাইকে দেখার জন্য যাচ্ছি। ফেরেশতা বললেন, তার উপর তোমার কি কোন অনুগ্রহ আছে, যা তুমি আরো বৃদ্ধি করতে চাও? সে বললো, না। আমি তো শুধু মহীয়ান গরীয়ান আল্লাহ্‌র জন্য তাকে ভালবাসি। ফেরেশতা বললেন, আমি আল্লাহ্‌র পক্ষ থেকে তোমার কাছে এ পয়গাম নিয়ে এসেছি যে, আল্লাহ্ তোমাকেও ভালবাসেন, যেমন তুমি তোমার ভাইকে তাঁরই জন্য ভালবেসেছ।",
    "explanation": "",
    "reference": "সহিহ মুসলিম ৬৩১৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "ইবনু মাসঊদ (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – সুদখোর, সুদদাতা, সুদের সাক্ষীদ্বয় ও সুদের (চুক্তি বা হিসাব) লেখককে অভিসম্পাত করেছেন।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ১২০৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "সুদ হলো সত্তর প্রকার পাপের সমষ্টি। তার মধ্যে সবচেয়ে সহজটি হলো আপন মায়ের সাথে ব্যভিচার করা।",
    "explanation": "",
    "reference": "সুনানে ইবনে মাজাহ ২২৭৪\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে নবী! তুমি তোমার স্ত্রীদেরকে, তোমার কন্যাদেরকে আর মু’মিনদের নারীদেরকে বলে দাও- তারা যেন তাদের চাদর নিজেদের (মুখের) উপর নামিয়ে দেয়। এতে তাদেরকে চেনা সহজতর হবে, ফলে তাদেরকে উত্যক্ত করা হবে না। আল্লাহ অতি ক্ষমাশীল, পরম দয়ালু।",
    "explanation": "এই আয়াত থেকে স্পষ্টই প্রমাণিত হয়, নারীর চেহারাও তার পর্দার অন্তর্ভুক্ত। বেগানা ও গায়রে মাহরাম পুরুষের সামনে চেহারা খোলা রাখার কোন সুযোগ নেই।",
    "reference": "সূরা আল-আহজাবঃ ৫৯\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "(হে মুসলিমগণ!) তোমরা সেই শ্রেষ্ঠতম দল, মানুষের কল্যাণের জন্য যাদের অস্তিত্ব দান করা হয়েছে। তোমরা সৎকাজের আদেশ করে থাক ও অন্যায় কাজে বাধা দিয়ে থাক এবং আল্লাহর প্রতি ঈমান রাখ। কিতাবীগণ (ইহুদী ও খৃষ্টান সম্প্রদায়) যদি ঈমান আনত, তবে তাদের পক্ষে তা কতই না ভালো হত। তাদের মধ্যে কতক তো ঈমানদার, কিন্তু তাদের অধিকাংশই নাফরমান।",
    "explanation": "",
    "reference": "সূরা আলে ইমরানঃ ১১০  \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "জাবির (রাঃ) থেকে বর্ণিতঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "আল্লাহ্‌ তাআলা প্রতিদিন ইফতারের সময় বেশ সংখ্যক লোককে (জাহান্নাম থেকে) মুক্তি দেন। আর প্রতি রাতেই তা সংঘটিত হয়ে থাকে।",
    "explanation": "",
    "reference": "সুনানে ইবনে মাজাহ ১৬৪৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আইশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যখন তোমাদের কেউ খাবার খায় তখন যেন সে ‘বিসমিল্লাহ’ বলে। সে খাওয়ার শুরুতে বিসমিল্লাহ বলতে ভুলে গেলে তবে যেন বলে, “বিসমিল্লাহি আওয়ালাহু ওয়া আখিরাহু” (আমি আল্লাহর নামে খাচ্ছি, প্রথমে ও শেষে)।",
    "explanation": "অর্থাৎ আমার খাওয়ার শুরুটাও আল্লাহর নামে, শেষটাও আল্লাহর নামে এবং মধ্যবর্তী অংশও আল্লাহর নামে।",
    "reference": "সুনানে আবু দাউদ ৩৭২৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌ন ‘আমর (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ইরশাদ করেনঃ",
    "narration": "প্রকৃত মুসলিম সে-ই, যার জিহবা ও হাত থেকে সকল মুসলিম নিরাপদ থাকে এবং প্রকৃত মুহাজির সে-ই, যে আল্লাহ তা‘আলার নিষিদ্ধ কাজ ত্যাগ করে।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "সাতটি ধ্বংসকারী বিষয় থেকে তোমরা বিরত থাকবে। সাহাবীগণ বললেন, হে আল্লাহর রাসূল! সেগুলো কী? তিনি বললেন, (১) আল্লাহ্‌র সাঙ্গে শরীক করা (২) যাদু (৩) আল্লাহ তা‘আলা যাকে হত্যা করা হারাম করেছেন, শরীয়ত সম্মত কারণ ব্যতিরেকে তাকে হত্যা করা (৪) সুদ খাওয়া (৫) ইয়াতীমের মাল গ্রাস করা (৬) রণক্ষেত্র থেকে পালিয়ে যাওয়া এবং (৭) সরল স্বভাব সতী-সাধ্বী মু’মিন নারীদের অপবাদ দেয়া।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২৭৬৬"
  },
  {
    "narrator": "ইব্‌নু ‘উমর (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "প্রত্যেক গোলাম, আযাদ, পুরুষ, নারী, প্রাপ্ত বয়স্ক, অপ্রাপ্ত বয়স্ক মুসলিমের উপর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সদকাতুল ফিতর হিসাবে খেজুর হোক অথবা যব হোক এক সা’ পরিমাণ আদায় করা ফরয করেছেন এবং লোকজনের ঈদের সালাতে বের হবার পূর্বেই তা আদায় করার নির্দেশ দিয়েছেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ১৪১৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "আল্লাহ সুুদকে নিশ্চিহ্ন করেন এবং দান-সদকাকে বর্ধিত করেন। আর আল্লাহ এমন প্রতিটি লোককে অপছন্দ করেন যে অকৃতজ্ঞ, পাপিষ্ঠ।",
    "explanation": "",
    "reference": "সূরা আল-বাকারাঃ ২৭৬\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "মু’মিন পুরুষদের বল, তারা যেন তাদের দৃষ্টি অবনত রাখে এবং তাদের লজ্জাস্থানের হেফাজত করে। এটাই তাদের জন্য শুদ্ধতর। তারা যা কিছু করে আল্লাহ সে সম্পর্কে  পরিপূর্ণ অবগত।",
    "explanation": "",
    "reference": "সূরা আন-নূরঃ ৩০\nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আবদুল্লাহ ইবনু মুগাফ্‌ফাল (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "নিশ্চয়ই মহান আল্লাহ কোমল, তিনি কোমলতা পছন্দ করেন। তিনি কোমল আচরণের জন্য এত বিনিময় দান করেন যা কঠিন আচরণের ওপর দান করেন না।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদঃ ৪৮০৭, সুনানে ইবনে মাজাহঃ ৩৬৮৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "বুরাইদা (রা.) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলী (রাঃ)-কে বললেন,",
    "narration": "হে ‘আলী! কোন নারীকে একবার (অনিচ্ছাকৃত) দেখার পর দ্বিতীয়বার (ইচ্ছাকৃত) দেখবে না। কেননা তোমার জন্যে প্রথমবার (অনিচ্ছাকৃত) দেখার অনুমতি আছে, কিন্তু দ্বিতীয়বার (ইচ্ছাকৃত) দেখা জায়েয নয়।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ২১৪৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "যারা ঈমান আনে, সৎকর্ম করে, সালাত কায়েম করে ও যাকাত দেয়, তাদের জন্য তাদের প্রতিপালকের কাছে রয়েছে তাদের প্রতিদান। তাদের কোনো ভয় থাকবে না এবং তারা কোনো দুঃখও পাবে না।",
    "explanation": "",
    "reference": "সূরা বাকারাঃ ২৭৭ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ",
    "narration": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অভিসম্পাত করেছেন ঐসব পুরুষকে যারা নারীদের পোশাক পরে এবং ঐসব নারীকে যারা পুরুষের পোশাক পরিধান করে।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ৪০৯৮"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যখন কেউ ব্যভিচার করতে থাকে তখন তার থেকে ঈমান বের হয়ে যায় এবং তা তার (মাথার) উপর ছায়ার ন্যায় অবস্থান করতে থাকে। অতঃপর যখন সে নিবৃত হয় তখন ঈমান আবার তার নিকট ফিরে আসে।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ৪৬৯০"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে ব্যক্তির দুই’জন স্ত্রী আছে আার সে  তাদের একজনের প্রতি অধিক ঝুঁকে পড়ে, ক্বিয়ামাতের দিন সে অর্ধাঙ্গ অবশ অবস্থায় উপস্থিত হবে।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ২১৩০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেনঃ",
    "narration": "আল্লাহ্‌ তা’আলা বলেছেন, সিয়াম ব্যতীত আদম সন্তানের প্রতিটি কাজই তাঁর নিজের জন্য, কিন্তু সিয়াম আমার জন্য। তাই আমি এর প্রতিদান দিব। সিয়াম ঢাল স্বরূপ। তোমাদের কেউ যেন সিয়াম পালনের দিন অশ্লীলতায় লিপ্ত না হয় এবং ঝগড়া-বিবাদ না করে। যদি কেউ তাঁকে গালি দেয় অথবা তাঁর সঙ্গে ঝগড়া করে, তাহলে সে যেন বলে, আমি একজন রোজাদার। যার কবজায় মুহাম্মাদের প্রাণ, তাঁর শপথ! অবশ্যই রোজাদারের মুখের গন্ধ আল্লাহ্‌র নিকট মেশক এর গন্ধের চাইতেও সুগন্ধি।  রোজাদারের জন্য রয়েছে দু’টি খুশি যা তাঁকে খুশি করে। যখন সে ইফতার করে, সে খুশি হয় এবং যখন সে তাঁর রবের সাথে সাক্ষাৎ করবে, তখন সিয়ামের বিনিময়ে সে আনন্দিত হবে।",
    "explanation": "আদম সন্তানের প্রতিটি আমলই যদিও আল্লাহ তাআলার জন্যে করা হয়, তবুও বিশেষভাবে এ হাদীসে রোজাকে আল্লাহ তাআলার জন্য করা হয় বলে বলা হয়েছে। এর কারণ, রোজা এমন একটি আমল, যা কেবলই আল্লাহ তাআলার সন্তুষ্টির জন্যই পালন করা যায়।\n\nঅন্যান্য আমলের মধ্যে যে রিয়া বা লোক দেখানো মানসিকতার আশংকা থাকে, রোজার মধ্যে তেমনটি থাকে না। কোনো কোনো হাদীসে বিষয়টি এভাবে বর্ণিত হয়েছে- সে আমার জন্য নিজের চাহিদাকে বিসর্জন দেয়। অর্থাৎ একমাত্র আল্লাহর সন্তুষ্টির জন্যই মানুষ পানাহার ও যৌনচাহিদাকে বিসর্জন দিয়ে রোজা রাখে। এ রোজার মধ্যে রিয়ার অবকাশ নেই।",
    "reference": "সহিহ বুখারী ১৭৮৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "যারা সুদ খায়, (কিয়ামতের দিন) তারা সেই ব্যক্তির মতো উঠবে, শয়তান যাকে স্পর্শ দ্বারা পাগল বানিয়ে দিয়েছে। এটা এজন্য হবে যে, তারা বলেছিল, ব্যবসাও তো সুদেরই মত। অথচ আল্লাহ বিক্রিকে হালাল করেছেন এবং সুদকে হারাম করেছেন। সুতরাং যে ব্যক্তির নিকট তার প্রতিপালকের পক্ষ থেকে উপদেশ-বাণী এসে গেছে, সে যদি (সুদী কারবার হতে) নিবৃত্ত হয়, তবে অতীতে যা কিছু হয়েছে তা তারই। আর তার (অভ্যন্তরীণ অবস্থার) ব্যাপার আল্লাহর এখতিয়ারে। আর যে ব্যক্তি পুনরায় (সে কাজই) করল, তো এরূপ লোক জাহান্নামী হবে। তারা তাতে সর্বদা থাকবে।",
    "explanation": "",
    "reference": "সূরা আল-বাকারাঃ ২৭৫ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "এবং মুমিন নারীদের বল, তারা যেন তাদের দৃষ্টি অবনত রাখে এবং তাদের লজ্জাস্থানের হেফাজত করে এবং নিজেদের ভূষণ অন্যদের কাছে প্রকাশ না করে, যা আপনা আপনিই প্রকাশ পায় তা ছাড়া। এবং তারা যেন তাদের ওড়নার আঁচল নিজ বক্ষদেশে নামিয়ে দেয় এবং নিজেদের ভূষণ যেন স্বামী, পিতা, শ্বশুর, পুত্র, স্বামীর পুত্র, ভাই, ভাতিজা, ভাগিনেয়, আপন নারীগণ, যারা নিজ মালিকানাধীন, যৌনকামনা নেই এমন পুরুষ খেদমতগার এবং নারীদের গোপনীয় অঙ্গ সম্পর্কে অজ্ঞ বালক ছাড়া আর কারও সামনে প্রকাশ না করে। মুসলিম নারীদের উচিত, ভূমিতে এভাবে পদক্ষেপ না করা, যাতে তাদের গোপন সাজ জানা হয়ে যায়। হে মুমিনগণ! তোমরা সকলে আল্লাহর কাছে তাওবা কর, যাতে তোমরা সফলতা অর্জন কর।",
    "explanation": "এ আয়াতে নারীদেরকে হুকুম করা হয়েছে, তারা যেন গায়রে মাহরাম বা পরপুরুষের সামনে নিজেদের গোটা শরীর বড় চাদর বা বোরকা দ্বারা ঢেকে রাখে। যাতে তারা নারীদের সাজসজ্জার অঙ্গসমূহ দেখতে না পায়।\n\nতবে শরীরের এ রকম অংশ যদি কাজকর্ম করার সময় আপনিই খুলে যায় বা বিশেষ প্রয়োজনবশত খোলার দরকার পড়ে, তাতে গুনাহ হবে না । সে সম্পর্কে বলা হয়েছে ‘যা আপনা আপনিই প্রকাশ পায় তা ছাড়া '।\n\nইবনে জারীর তাবারী ( রহ .) তাঁর তাফসীর গ্রন্থে উল্লেখ করেছেন যে, হযরত আবদুল্লাহ ইবনে মাসউদ রাযিয়াল্লাহু আনহু বলেনঃ নারী যে চাদর (বা বোরকা) দ্বারা শরীর ঢাকে, এ ব্যতিক্রম দ্বারা সেটাই বোঝানো উদ্দেশ্য, যেহেতু তা আবৃত করা সম্ভব নয়। (অর্থাৎ নারীরা নিজেদের শরীর, শরীরে পরিহিত অলঙ্কার পরপুরুষের সামনে খোলা রাখতে পারবে না। হ্যাঁ, নিজেকে আবৃত করার জন্য যে চাদর বা বোরকা পরা হয়, তা পুুরুষেরা দেখতে পারবে।)\n\nহযরত আবদুল্লাহ ইবনে আব্বাস রাযিয়াল্লাহু আনহু ব্যাখ্যা করেনঃ বিশেষ প্রয়োজনে যদি চেহারা বা হাত খুলতে হয়, তবে এ আয়াত তার অনুমতি দিয়েছে। কিন্তু চেহারাই যেহেতু রূপ ও সৌন্দর্যের কেন্দ্রস্থল, তাই সাধারণ অবস্থায় তা ঢেকে রাখতে হবে। যেমন সূরা আহযাবে (৩৩ঃ৫৯) হুকুম দেওয়া হয়েছে৷\n\nহ্যাঁ, বিশেষ প্রয়োজন দেখা দিলে সেটা ভিন্ন কথা। তখন চেহারাও খোলা যাবে। কিন্তু পুরুষের প্রতি তখন নির্দেশ হল, যেন সে নিজ দৃষ্টি অবনমিত রাখে।",
    "reference": "সূরা আন-নূরঃ ৩১  \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আবদুল্লাহ ইবনু মাস’ঊদ (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ",
    "narration": "কেউ যদি মিথ্যা শপথের মাধ্যমে তার মুসলিম ভাইয়ের মাল আত্মসাৎ করে, তবে আল্লাহ তা’আলার সাথে তার এরূপ অবস্থায় সাক্ষাৎ হবে যে, তিনি তার প্রতি ক্রোধান্বিত থাকবেন।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ৩০১২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "তোমরা মিথ্যাচার বর্জন করো। কেননা মিথ্যা পাপাচারের দিকে নিয়ে যায় এবং পাপাচার জাহান্নামে নিয়ে যায়।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ৪৯৮৯"
  },
  {
    "narrator": "আবূ উমামাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলূল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে ব্যক্তি ন্যায়ের ওপর থাকা সত্ত্বেও ঝগড়া ছেড়ে দেবে আমি তার জন্য জান্নাতের কিনারায় একটি ঘরের জিম্মাদার। যে ব্যক্তি কৌতুকের ছলেও মিথ্যা বলে না আমি তার জন্য জান্নাতের মাঝখানে একটি ঘরের জিম্মাদার। আর যে ব্যক্তি তার চরিত্রকে সৌন্দর্যমণ্ডিত করেছে আমি তার জন্য জান্নাতের সর্বোচ্চ স্থানে অবস্থিত একটি ঘরের জিম্মাদার।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ৪৮০০"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "হে আদমের সন্তান-সন্ততি! আমি তোমাদের জন্য পোশাকের ব্যবস্থা করেছি, যা তোমাদের দেহের যে অংশ প্রকাশ করা দূষণীয় তা আবৃত করে এবং তা শোভাস্বরূপ। বস্তুত তাকওয়ার যে পোশাক সেটাই সর্বোত্তম। এসব আল্লাহর নিদর্শনাবলির অন্যতম, যাতে মানুষ উপদেশ গ্রহণ করে।",
    "explanation": "এ আয়াতে পোশাকের আলোচনা প্রসঙ্গে এ বিষয়টাও স্পষ্ট করে দেওয়া হয়েছে যে, পোশাক যেমন মানুষের বহিরাঙ্গকে ঢেকে দেয়। তেমনি তাকওয়া মানুষকে গুনাহ থেকে পবিত্র রেখে তার ভিতর ও বাহির উভয় দিকের হেফাজত করে। এ হিসেবে তাকওয়া - রূপ পোশাকই উৎকৃষ্টতম পোশাক। সুতরাং বাহ্যিক পোশাক পরিধানের সাথে সাথে মানুষের এই ফিকিরও থাকা উচিত, যাতে সে তাকওয়ার পোশাক দ্বারা নিজেকে সুসজ্জিত করতে পারে।",
    "reference": "সূরা আল-আরাফঃ ২৬ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "মু’আবিয়া আল-কুশাইরী (রা.)  থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "একদা আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের খেদমতে উপস্থিত হয়ে তাঁকে জিজ্ঞেস করি, আপনি আমাদের স্ত্রীর হক সম্পর্কে কী নির্দেশ দেন? তিনি বললেনঃ তোমরা যা খাবে তাদেরকেও তা খেতে দেবে। তোমরা যা পরিধান করবে তাদেরকেও তা পরতে দেবে। তাদেরকে মারধর করবে না এবং গালমন্দ করবে না ।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ২১৪১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "পবিত্র কুরআন মাজীদে আল্লাহ তাআলা বলেনঃ",
    "narration": "তোমরা সেই দিনকে ভয় করো, যখন তোমাদের সকলকে আল্লাহর কাছে ফিরিয়ে নেয়া হবে। অতঃপর প্রত্যেক ব্যক্তিকে পরিপূর্ণরূপে দেয়া হবে যা সে অর্জন করেছে, আর তাদের প্রতি কোনো জুলুম করা হবে না।",
    "explanation": "",
    "reference": "সূরা আল-বাকারাঃ ২৮১ \nসূত্রঃ তাফসীরে তাওযীহুল কুরআন"
  },
  {
    "narrator": "আবু হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে বলতে শুনেছিঃ",
    "narration": "এক বান্দা গুনাহ্ করল।  তারপর সে বলল, হে আমার প্রতিপালক! আমি তো গুনাহ্ করে ফেলেছি। তাই আমার গুনাহ্ ক্ষমা করে দাও। তার প্রতিপালক বললেনঃ আমার বান্দা কি একথা জেনেছে যে, তার রয়েছে একজন প্রতিপালক, যিনি গুনাহ্ ক্ষমা করেন এবং এর কারণে শাস্তিও দেন? আমার বান্দাকে আমি মাফ করে দিলাম। তারপর সে আল্লাহর ইচ্ছে অনুযায়ী কিছুকাল কাটাল এবং সে আবার গুনাহে জড়িয়ে গেল। বান্দা আবার বলল, হে আমার প্রতিপালক! আমি তো আবার গুনাহ্ করে বসেছি। আমার এ গুনাহ্ তুমি মাফ করে দাও। তখন আল্লাহ্ বললেনঃ আমার বান্দা কি জেনেছে যে, তার আছে একজন প্রতিপালক, যিনি গুনাহ্ ক্ষমা করেন এবং এর কারণে শাস্তিও দেন? আমার বান্দাকে আমি মাফ করে দিলাম। এরপর সে বান্দা আল্লাহর ইচ্ছানুযায়ী কিছুকাল সে অবস্থায় থাকল। পরে আবারও সে গুনাহে জড়িয়ে গেল। সে বলল, হে আমার প্রতিপালক! আমি তো আরো একটি গুনাহ্ করে ফেলেছি।  আমার এ গুনাহ্ মাফ করে দাও। তখন আল্লাহ্ বললেনঃ আমার বান্দা কি জেনেছে যে, তার একজন প্রতিপালক আছেন, যিনি গুনাহ্ মাফ করেন এবং এর কারণে শাস্তিও দেন? আমি আমার এ বান্দাকে মাফ করে দিলাম। এরকম তিনবার বললেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৬৯৯৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরাইরাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "যে লোক পাহাড়ের উপর থেকে লাফিয়ে পড়ে আত্মহত্যা করে, সে জাহান্নামের আগুনে পুড়বে। চিরদিন সে জাহান্নামের মধ্যে অনুরূপভাবে লাফিয়ে পড়তে থাকবে। যে ব্যক্তি বিষপান করে আত্মহত্যা করবে, তার বিষ জাহান্নামের আগুনের মধ্যে তার হাতে থাকবে। চিরকাল সে জাহান্নামের মধ্যে তা পান করতে থাকবে। যে ব্যক্তি লোহার আঘাতে আত্মহত্যা করবে, জাহান্নামের আগুনের মধ্যে সে লোহা তার হাতে থাকবে। চিরকাল সে তা দ্বারা নিজের পেটে আঘাত করতে থাকবে।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫৩৬৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবু কাতাদা রা. থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "তোমাদের কেউ যখন পানি পান করে, তখন সে যেন পাত্রে নিঃশ্বাস না ছাড়ে।",
    "explanation": "",
    "reference": "সহীহ বুখারী ১৫৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "যদি কেউ তোমার ঘরে তোমার অনুমতি ব্যতিরেকে উঁকি মারে আর তুমি পাথর নিক্ষেপ করে তার চক্ষু ফুটা করে দাও, তাতে তোমার কোন গুনাহ্ হবে না।",
    "explanation": "এ থেকে বোঝা যায়, কারও ঘরে অনুমতি ছাড়া ঢোকার তো প্রশ্নই আসে না, ভেতরে উঁকি মেরে দেখাটাও অনেক বড় অন্যায়।",
    "reference": "সহিহ বুখারী ৬৪২১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আয়িশা (রাঃ) থেকে বর্ণিতঃ",
    "narration": "প্রতি রাতে নবী সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম শয্যা গ্রহণকালে সূরা ইখ্‌লাস, সূরা ফালাক ও সূরা নাস পাঠ করে দু’হাত একত্রিত করে হাতে ফুঁক দিয়ে সমস্ত শরীরে হাত বুলাতেন। মাথা ও মুখ থেকে শুরু করে তাঁর দেহের সম্মুখভাগের উপর হাত বুলাতেন এবং তিনবার এরূপ করতেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৪৬৪৮  \nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "‘আয়িশা (রাঃ) থেকে বর্ণিতঃ",
    "narration": "নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম যখন জানাবাতের (অর্থাৎ ফরজ) গোসল করতেন, তখন প্রথমে তাঁর হাত দু'টো ধুয়ে নিতেন। তারপর সালাতের উযূর মত উযূ করতেন। তারপর তাঁর আঙ্গুলগুলো পানিতে ডুবিয়ে নিয়ে চুলের গোড়া খিলাল করতেন। তারপর তাঁর উভয় হাতের তিন আঁজলা পানি মাথায় ঢালতেন। তারপর তাঁর সারা দেহের উপর পানি ঢেলে দিতেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২৪৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "আমার উম্মাতের জন্য  যদি কঠিন মনে না করতাম, তাহলে প্রত্যেক সালাতের সময় তাদের মিস্‌ওয়াক করার নির্দেশ দিতাম।",
    "explanation": "গাছের ডাল চিবিয়ে নরম করে সেটা দিয়ে দাঁত মাজা ও মুখ পরিষ্কার করাকে মিসওয়াক করা বলা হয়।\nনিদ্রা থেকে জাগ্রত হয়ে, অযু করার সময়, মুখের গন্ধ পরিবর্তন হলে, কুরআন তেলাওয়াতের সময় এবং বাড়িতে প্রবেশ করে মিসওয়াক করাও সুন্নাতের অন্তর্ভুক্ত।",
    "reference": "সহিহ বুখারী ৮৪৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "উবাদা ইবনে সামিত (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "যে ব্যক্তি রাত্রে নিদ্রা ভঙ্গ হলে বলে,\n\n لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ‏.‏ الْحَمْدُ لِلَّهِ، وَسُبْحَانَ اللَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ‏.\n\nঅর্থাৎ, আল্লাহ্ ছাড়া সত্যিকার কোন উপাস্য নেই। তিনি এক ও একক। তাঁর কোন শরীক নেই। রাজত্ব ও সমস্ত প্রশংসা তাঁরই। তিনি সব কিছুর উপর ক্ষমতাশীল। আল্লাহ্‌রই সমস্ত প্রশংসা। তিনি পূত-পবিত্র ও মহান। তাঁর সাহায্য ব্যতীত কারো ভাল কাজ করার ও মন্দ কাজ থেকে বেঁচে থাকার শক্তি নেই।\n\nতারপর সে যদি আল্লাহ্‌র নিকট ক্ষমা প্রার্থনা করে বলে,\n\nاللَّهُمَّ اغْفِرْ لِي‏.\n\n“হে আল্লাহ্! আমাকে ক্ষমা করে দাও\"\n\nঅথবা অন্য দুয়া করে, তাহলে তার দু’আ কবুল হয়।",
    "explanation": "",
    "reference": "সহিহ বুখারী ১০৮৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "‘আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ রাসূলুল্লাহ্‌ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "সালাত আদায়ের অবস্থায় তোমাদের কারো যদি  তন্দ্রা আসে, তবে সে যেন ঘুমের রেশ কেটে না যাওয়া পর্যন্ত ঘুমিয়ে নেয়। কারণ, তন্দ্রাবস্থায় সালাত আদায় করলে সে জানতে পারবে না, সে হয়তো ক্ষমা চাইতে গিয়ে নিজেকে গালি দিচ্ছে।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২১২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "তোমাদের কেউ জুমআর সালাতে আসলে (তার আগে) সে যেন গোসল করে।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৮৩৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম জুম'আর দিন সম্পর্কে আলোচনা করেন এবং বলেনঃ",
    "narration": "এ দিনে এমন একটি মুহূর্ত রয়েছে, যে কোন মুসলিম বান্দা যদি এ সময় সালাতে দাঁড়িয়ে আল্লাহ্‌র নিকট কিছু চায়; তা হলে তিনি তাকে অবশ্যই তা দান করে থাকেন। আর তিনি হাত দিয়ে ইশারা করে বুঝিয়ে দিলেন যে, সে মুহূর্তটি খুবই সংক্ষিপ্ত।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৮৮৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "আমার খলীল ও বন্ধু (নবী করীম সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে তিনটি কাজের ওসিয়্যাত (বিশেষ আদেশ) করেছেন। আমৃত্যু তা আমি পরিত্যাগ করব না। (কাজ তিনটি হল) ১. প্রতি মাসে তিন দিন সিয়াম (পালন করা), ২. সালাতুদ দোহা (চাশত এর সালাত আদায় করা) এবং ৩. বিত্‌র (সালাত) আদায় করে ঘুমানো।",
    "explanation": "",
    "reference": "সহিহ বুখারী ১১০৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "কা’ব (ইব্‌ন মালিক) (রাঃ) থেকে বর্ণিতঃ",
    "narration": "নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম যখন চাশতের সময় সফর থেকে প্রত্যাবর্তন করতেন। তখন মসজিদে প্রবেশ করে বসার পূর্বে দু’ রাক‘আত সালাত আদায় করে নিতেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২৮৭০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহসাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "যদি তোমাদের কেউ (কার‌ও বাড়িতে) তিনবার প্রবেশের অনুমতি চায়, কিন্তু তাকে অনুমতি দেওয়া না হয় তবে সে যেন ফিরে যায়।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫৮১১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ মূসা (রাঃ)‎ থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "আমার একটি পুত্র সন্তান জন্মগ্রহণ করলে আমি তাকে নিয়ে নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম -এর কাছে ‎গেলাম। তিনি তার নাম রাখলেন ইবরাহীম। তারপর একটি খেজুর দিয়ে তাকে তাহনিক করিয়ে দিলেন (অর্থাৎ খেজুর চিবিয়ে তার মুখে দিলেন) এবং তার জন্য বরকতের ‎দু’আ করে আমার কাছে দিলেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫০৭১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ যে, রসূলুল্লাহ্‌ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "যখন তোমাদের কেউ জুতা পরিধান করে তখন সে যেন ডান দিক থেকে আরম্ভ করে। আর যখন খোলে, তখন সে যেন বাম দিক থেকে আরম্ভ করে। যাতে পরার বেলায় ডান পা প্রথমে হয় এবং খোলার সময় শেষে হয়।",
    "explanation": "অর্থাৎ জুতা পরার সময় প্রথমে ডান পায়ের জুতা পরা এবং খোলার সময় প্রথমে বাম পায়ের জুতা খোলা সুন্নাহ।",
    "reference": "সহিহ বুখারী ৫৪৩৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "ইব্‌ন ‘আব্বাস (রাঃ) থেকে বর্ণিতঃ",
    "narration": "একদা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম দুধ পান করলেন। তারপর কুলি করলেন এবং বললেনঃ ‘এতে তৈলাক্ত পদার্থ’ রয়েছে (এজন্য কুলি করা ভাল)’।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২১১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ \nতিনি বলেনঃ",
    "narration": "নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম কখনো কোন খাবারের দোষ-ত্রুটি ধরতেন না। ভালো লাগলে তিনি তা খেতেন এবং খারাপ লাগলে তা রেখে দিতেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫০১৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "তোমরা অনুমান থেকে বেঁচে থাকো। কারণ অনুমান বড় মিথ্যা ব্যাপার। আর কারো দোষ খুঁজো না, গোয়েন্দাগিরি করো না, একে অন্যকে ধোঁকা দিও না, পরস্পর হিংসা করো না, একে অন্যের প্রতি বিদ্বেষভাব পোষন করো না এবং পরস্পরের বিরুদ্ধাচরণ করো না। বরং সবাই আল্লাহর বান্দা ভাই ভাই হয়ে থেকো।",
    "explanation": "এখানে যে অনুমান থেকে বেঁচে থাকতে বলা হয়েছে তা হলো, অনুমানের ভিত্তিতে কারো সম্পর্কে খারাপ ধারণা পোষণ করা। অনুমান করে কারো সম্পর্কে মন্দ ধারণা পোষণ করা গুনাহের কাজ।",
    "reference": "সহিহ বুখারী ৫৬৪০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আসওয়াদ (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "আমি ‘আয়িশা (রাঃ) কে জিজ্ঞেস করলাম, নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ঘরে থাকা অবস্থায় কী করতেন? তিনি বললেন, ঘরের কাজ-কর্মে ব্যস্ত থাকতেন। অর্থাৎ পরিজনের সহায়তা করতেন। আর সালাতের সময় এলে সালাতের জন্য চলে যেতেন।",
    "explanation": "এই হাদিস থেকে বোঝা যায় পুরুষ যখন ঘরে থাকে তখন ঘরের কাজে কর্মে স্ত্রীকে সহযোগিতা করা অনেক সওয়াবের কাজ। আর এ সহযোগিতা যদি কেউ মায়ের কাজে কর্মে করে তবে তো আরো অনেক বেশি সওয়াব হবে।",
    "reference": "সহিহ বুখারী ৬৪২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ",
    "narration": "এক ব্যক্তি নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম -এর নিকট এসে বললোঃ আপনি আমাকে অসিয়ত করুন।\nতিনি বললেনঃ তুমি রাগ করো না। লোকটি কয়েকবার তা বললো। নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম প্রত্যেক বারই বললেনঃ রাগ করো না।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫৬৮৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "‘উবায়দুল্লাহ খাওলানী (রহঃ) থেকে বর্ণিত, তিনি ‘উসমান ইব্‌ন ‘আফফান (রাঃ) কে বলতে শুনেছেনঃ",
    "narration": "তিনি যখন মসজিদে নববী নির্মাণ করেছিলেন তখন বলেছিলেনঃ  আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম -কে বলতে শুনেছিঃ যে ব্যক্তি মসজিদ নির্মাণ করে, আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে। আল্লাহ তা’আলা তার জন্যে জান্নাতে অনুরূপ ঘর তৈরি করবেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৪৩৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "উমর (রা.) বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছিঃ",
    "narration": "তোমরা যদি আল্লাহ তাআলার ওপর যেমন তাওয়াক্কুল করা উচিত তেমন তাওয়াক্কুল করতে, তবে আল্লাহ তাআলা তোমাদেরকে রিযক দিতেন, যেমন তিনি পাখিদের রিযক দিয়ে থাকেন। এরা ভোরবেলা খালিপেটে বের হয়, বিকেল বেলা ভরাপেটে ফিরে আসে।",
    "explanation": "",
    "reference": "জামে তিরমিযী ২৩৪৪\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৭৯"
  },
  {
    "narrator": "আনাস (রা.) বলেন,নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "যে ব্যক্তি ঘর থেকে বের হওয়ার সময় বলে,\n\nبِسْمِ اللهِ تَوَكَّلْتُ عَلَى اللهِ وَلَا حَوْلَ وَلَا قُوَّةَ اِلَّا بِاللهِ\n\nঅর্থঃ আমি আল্লাহর নামে বের হচ্ছি, আমি আল্লাহর ওপর ভরসা করলাম, আল্লাহর সাহায্য ছাড়া কারও পক্ষে গুনাহ থেকে বাঁচা এবং তাঁর তাওফিক ছাড়া কারও পক্ষে নেক কাজ সম্ভব নয়।\n\nতাকে বলা হয়, তোমাকে হিদায়াত দিয়ে দেয়া হলো। তোমার দায়িত্ব নিয়ে নেয়া হলো এবং তোমাকে রক্ষা করা হলো।\nআর শয়তান তার থেকে দূরে সরে যায়।",
    "explanation": "",
    "reference": "জামে তিরমিযী ৩৫২৬\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৮৩"
  },
  {
    "narrator": "আবু হুরায়রা (রা.) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "আল্লাহ তাআলা বলেন, যে ব্যক্তি আমার কোন ওলির সাথে দুশমনি করে আমি তার বিরুদ্ধে যুদ্ধের ঘোষণা দেই। আমি আমার বান্দার উপর যা ফরজ করেছি আমার কাছে তার চেয়ে বেশি প্রিয় এমন কোন কাজ নেই, যা দ্বারা বান্দা আমার নৈকট্য লাভ করতে পারে।\n\nবান্দা নফল আমল দ্বারা আমার নৈকট্য লাভ করতে থাকে। একপর্যায়ে আমি তাকে ভালোবেসে ফেলি। আর আমি যখন তাকে ভালোবেসে ফেলি, তখন আমি তার কান হয়ে যাই যা দিয়ে সে শোনে। তার চোখ হয়ে যাই যা দিয়ে সে দেখে। তার হাত হয়ে যাই যা দিয়ে সে ধরে এবং তার পা হয়ে যাই যা দিয়ে সে চলে।\n\nতখন সে যদি আমার কাছে কিছু চায় আমি তাকে দান করি এবং সে যদি আমার কাছে আশ্রয় প্রার্থনা করে তাকে অবশ্যই আশ্রয় দান করি।",
    "explanation": "এ হাদীসে আল্লাহ তা'আলা জানান যে, বান্দা যখন ফরয ইবাদতের পাশাপাশি নফল অমলে রত থাকে, তখন আল্লাহ তাআলা তাকে ভালোবেসে ফেলেন। এভাবে বান্দা আল্লাহর ওলী ও বন্ধুতে পরিণত হয়ে যায়। আর যখন সে তাঁর ওলী হয়ে যায় এবং তিনি তাকে ভালোবেসে ফেলেন, তখন তিনি তার কান, চোখ, হাত ও পায়ে পরিণত হয়ে যান।\n\nএর অর্থ আল্লাহ তা'আলার মানবরূপ ধারণ করা নয়। তিনি মানুষে পরিণত হয়ে যান এমন নয়; বরং মানুষ যাতে এসব অঙ্গপ্রত্যঙ্গের সঠিক ব্যবহার করতে পারে সে ব্যাপারে তিনি তাকে সাহায্য করেন।\n\nমানুষ বেশিরভাগ গুনাহ এসব অঙ্গপ্রত্যঙ্গ দ্বারাই করে থাকে। মানুষ যখন আল্লাহর ওলী ও বন্ধুতে পরিণত হয়ে যায়, তখন আল্লাহর সাহায্যে গুনাহ থেকে বাঁচতে সক্ষম হয় এবং এসব অঙ্গকে নেক কাজে ব্যবহার করার সুযোগ পায়। সে তার কান দিয়ে কোনও অবৈধ ও অহেতুক কথা শোনে না। এমন কথাই শোনে, যাতে আল্লাহ সন্তুষ্ট হন। সে তার চোখ দিয়ে কোনও অবৈধ বস্তু দেখে না। বরং  এমন জিনিস দেখে, যাতে পুণ্য অর্জিত হয়। সে তার হাত দিয়ে কোনও হারাম বস্তু স্পর্শ করে না; বরং এমন কাজ করে, যাতে আখিরাতের সঞ্চয় হয়। এবং সে তার পা দিয়ে কোনও অবৈধ পথে চলে না; বরং এমন পথে চলে, যাতে দুনিয়া ও আখিরাতের প্রভৃত কল্যাণ সাধিত হয়।",
    "reference": "সহীহ বুুখারী ৬৫০২\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৯৫"
  },
  {
    "narrator": "ইবনে আব্বাস (রা.) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "দুটি নিয়ামত এমন, যে ব্যাপারে বহু লোক ক্ষতির মধ্যে রয়েছে- সুস্বাস্থ্য ও অবসর।",
    "explanation": "এ হাদীসের শিক্ষাঃ\nক. সুস্বাস্থ্য আল্লাহ তা'আলার দেওয়া এক বড় নি'আমত। এর জন্য শোকর আদায় \nকরা দরকার। \nখ. সুস্বাস্থ্য যখন আল্লাহ তা'আলার একটি বড় নি'আমত, তখন এর হেফাজত করা অবশ্যকর্তব্য।\nগ. মানুষ অবসর সময়কে হেলায় নষ্ট করে। অথচ এটা 'ইবাদত-বন্দেগীর এক বড় সুযোগ। সুতরাং প্রত্যেকের কর্তব্য এ সুযোগের সদ্ব্যবহার করা। \nঘ. সুস্বাস্থ্য ও অবসর সময় ছওয়াব কামাই করার জন্য মূলধনস্বরূপ। তাই প্রত্যেকের কর্তব্য, পুণ্যার্জন ছাড়া এ মূলধন যাতে নষ্ট না হয় সে ব্যাপারে সচেতন থাকা।",
    "reference": "সহীহ বুখারী ৬৪১২\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৯৭"
  },
  {
    "narrator": "আয়েশা (রা.) থেকে বর্ণিত, তিনি বলেনঃ",
    "narration": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে নামাজে এত দীর্ঘ সময় দাঁড়িয়ে থাকতেন যে, তার দু-পা ফুলে ফেটে যেত। আমি একদিন বললাম, ইয়া রাসুলুল্লাহ! আপনি এমন কেন করেন, অথচ আল্লাহ আপনার অতীত ও ভবিষ্যতের সব ত্রুটি ক্ষমা করে দিয়েছেন? তিনি বললেন, আমি কি আল্লাহর কৃতজ্ঞ বান্দা হওয়া পছন্দ করব না?",
    "explanation": "",
    "reference": "সহীহ বুখারী ১১৩০\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৯৮"
  },
  {
    "narrator": "আবু হুরায়রা (রা.) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "শক্তিশালী মুমিন আল্লাহর কাছে দুর্বল মুমিন অপেক্ষা উত্তম ও বেশি প্রিয়। তবে প্রত্যেকের মধ্যেই কল্যাণ রয়েছে। যা তোমার জন্য উপকারী তার প্রতি লোভ করো এবং আল্লাহর কাছে সাহায্য চাও। অক্ষম হয়ে পড়ো না। যদি তোমার কোন বিপদ আসে তবে বলো নাঃ \"যদি আমি এরূপ করতাম তবে এমন এমন হতো।\" বরং বলোঃ \"আল্লাহ তাকদীরে এটাই রেখেছেন। তিনি যা চেয়েছেন, করেছেন।\" কেননা ‘যদি’ শব্দটি শয়তানের কাজ করার পথ খুলে দেয়।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ২৬৬৪\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ১০০"
  },
  {
    "narrator": "আবু হুরায়রা (রা.) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "জাহান্নামকে বিভিন্ন লোভনীয় বিষয় দিয়ে বেষ্টন করে রাখা হয়েছে। আর জান্নাতকে বেষ্টন করে রাখা হয়েছে কষ্টকর বিষয় দ্বারা।",
    "explanation": "",
    "reference": "সহীহ বুখারী ৬৪৮৭\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ১০১"
  },
  {
    "narrator": "আনাস (রা.) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "তিনটি জিনিস মৃত ব্যক্তির পেছনে পেছনে যায়- তার পরিবার-পরিজন, তার ধন-সম্পদ ও তার আমল। তা থেকে দুটি জিনিস ফিরে আসে, একটি তার সঙ্গে থেকে যায়। ফিরে আসে তার পরিবার-পরিজন ও ধন-সম্পদ আর থেকে যায় তার আমল।",
    "explanation": "",
    "reference": "সহীহ বুখারী ৬৫১৪\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ১০৪"
  },
  {
    "narrator": "আবু আমর সুফয়ান ইবনে আবদুল্লাহ (রা.) থেকে বর্ণিত, তিনি বলেনঃ",
    "narration": "আমি বললাম, ইয়া রাসূলুল্লাহ! ইসলাম সম্পর্কে আমাকে এমন কোনো কথা বলে দিন, যে সম্পর্কে আমি আপনাকে ছাড়া অন্য কাউকে জিজ্ঞেস করব না। তিনি বললেন, বলো, আমি আল্লাহর প্রতি ঈমান আনলাম। তারপর তুমি (এর ওপর) সুপ্রতিষ্ঠিত থাকো।",
    "explanation": "ঈমানের ওপর সুপ্রতিষ্ঠিত থাকার অর্থ শরিয়তের যাবতীয় আদেশ ঠিক সেভাবে মানা, যেভাবে তা মানতে বলা হয়েছে। তাতে কোনোরকম কমবেশি না করা। কোনো একদিকে সরে না যাওয়া এবং কোনোরকম বাড়াবাড়ি ও শৈথিল্যের শিকার না হওয়া। সেই সঙ্গে যা কিছু নিষেধ করা হয়েছে তা থেকেও পরিপূর্ণরূপে বেঁচে থাকা।",
    "reference": "সহীহ মুসলিম ৩৮, জামে তিরমিযী ২৪১০\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৮৫"
  },
  {
    "narrator": "আবু হুরায়রা (রা.) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "তোমরা ভারসাম্য বজায় রাখো এবং এর ওপর সুপ্রতিষ্ঠিত থাকো। জেনে রেখো, তোমাদের কেউ নিজ আমল দ্বারা মুক্তি পাবে না। \nসাহাবীগণ জিজ্ঞেস করলেন, ইয়া রাসূলুল্লাহ! আপনিও না? তিনি বললেন, আমিও না, যদি না আল্লাহ তাঁর রহমত ও অনুগ্রহ দ্বারা আমাকে আচ্ছন্ন করে নেন।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৭০৬৫, সুনানে ইবনে মাজাহ ৪২০১\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৮৬"
  },
  {
    "narrator": "আবু ইয়ালা শাদ্দাদ ইবনে আওস (রা.) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "বুদ্ধিমান সেই ব্যক্তি, যে নিজে নিজের হিসাব নেয় এবং মৃত্যুর পরের (জীবনের) জন্য আমল করে। আর দুর্বল (নির্বোধ) সেই ব্যক্তি, যে নিজেকে ইন্দ্রিয়ের (নফসের) অনুগামী বানায় আবার আল্লাহর কাছে আশা রাখে।",
    "explanation": "",
    "reference": "জামে তিরমিযী ২৪৬১, সুনানে ইবনে মাজাহ ৪২৬০\nসূত্রঃ রিয়াযুস সালেহীন, ২য়  খণ্ড, পৃষ্ঠা ১৪৬"
  },
  {
    "narrator": "আবু হুরায়রা (রা.) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "তোমরা সৎকর্মে অগ্রগামী হও। অচিরেই অন্ধকার রাতের খণ্ডসমূহের মতো ফিতনা-ফাসাদ দেখা দেবে। তখন লোকে সকালবেলা মুমিন থাকবে, সন্ধ্যায় কাফের হয়ে যাবে। সন্ধ্যাবেলা মুমিন থাকবে, ভোরবেলা কাফের হয়ে যাবে। সে তার দীন বিক্রি করবে দুনিয়ার সামান্য সম্পদের বিনিময়ে।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ১১৮, জামে তিরমিযী ২১৯৫\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৮৭"
  },
  {
    "narrator": "আবু হুরায়রা (রা.) বলেনঃ",
    "narration": "জনৈক ব্যক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট এসে বলল, ইয়া রাসূলুল্লাহ! কোন সদকায় সওয়াব বেশি? তিনি বললেন, এমন অবস্থায় সদকা করা, যখন তুমি সুস্থ-সবল, সম্পদের জন্য লালায়িত, দরিদ্রতার ভয় কর এবং সচ্ছলতার আশা রাখ। এমন গড়িমসি করো না যে, শেষপর্যন্ত যখন প্রাণ কণ্ঠনালিতে পৌঁছে যাবে তখন বলবে, অমুকের জন্য এত এবং অমুকের জন্য এত। অথচ তা অমুকের হয়েই গেছে।",
    "explanation": "",
    "reference": "সহীহ বুখারী ১৪১৯, সহীহ মুসলিম ১০৩২\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৯০"
  },
  {
    "narrator": "যুবায়র ইবনে আদী রহ. বলেন, আমরা হযরত আনাস ইবনে মালিক (রা.) এর কাছে এসে হাজ্জাজ (ইবনে ইউসুফ)-এর জুলুম-অত্যাচার সম্পর্কে অভিযোগ করলাম। তিনি বললেনঃ",
    "narration": "ধৈর্য ধর।  কেননা যে যামানাই আসে, তার তুলনায় পরের যামানাটি বেশি মন্দ; যতক্ষণ না তোমরা তোমাদের প্রতিপালকের সঙ্গে মিলিত হবে। এ কথা আমি তোমাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে শুনেছি।",
    "explanation": "",
    "reference": "সহীহ বুখারী ৭০৬৮\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৯২"
  },
  {
    "narrator": "আবু হুরায়রা (রা.) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "তোমরা সাতটি জিনিস আসার আগে দ্রুত আমলে লিপ্ত হও। তোমরা কি অপেক্ষা করছ এমন দারিদ্র্যের, যা সবকিছু ভুলিয়ে দেয়? না এমন প্রাচুর্যের, যা অবাধ্য করে তোলে? না এমন রোগব্যাধির, যা অথর্ব করে তোলে? না এমন বার্ধক্যের, যা বুদ্ধি লোপ করে দেয়? না আকস্মিক আগত মৃত্যুর? না দাজ্জালের- সে তো এমন নিকৃষ্টতম অনুপস্থিত, যার আত্মপ্রকাশের অপেক্ষা করা হচ্ছে? না কিয়ামতের, যে কিয়ামত কিনা অত্যন্ত বিভীষিকাময় ও অতি তিক্ত?",
    "explanation": "",
    "reference": "জামে তিরমিযী ২৩৬০\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ৯৩"
  },
  {
    "narrator": "রাবিয়া ইবনে কাব (রা.) থেকে বর্ণিত, তিনি বলেনঃ",
    "narration": "আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সঙ্গে রাত্রি যাপন করতাম। আমি তাঁর ওযুর পানি ও অন্যান্য প্রয়োজনীয় জিনিস তাঁকে এনে দিতাম। একদিন তিনি আমাকে বললেন, আমার কাছে কিছু চাও। আমি বললাম, আমি জান্নাতে আপনার সঙ্গে থাকতে চাই। তিনি বললেন, এ ছাড়া অন্য কিছু? আমি বললাম, না, এটাই। তিনি বললেন, তবে অধিক পরিমানে সিজদা দ্বারা তোমার এই আশা পূরণের ব্যাপারে আমাকে সহযোগিতা করো।",
    "explanation": "এ হাদীসে বেশি বেশি সিজদা দ্বারা বেশি বেশি নামায পড়া বোঝানো হয়েছে। বান্দা নামায দ্বারাই আল্লাহ তাআলার নৈকট্য সবচেয়ে বেশি অর্জন করতে পারে। আর নামাযের ভেতর সেজদার মধ্যেই বান্দা আল্লাহর সবচেয়ে বেশি নিকটবর্তী থাকে।",
    "reference": "সহীহ মুসলিম ৪৮৯\nসূত্রঃ রিয়াযুস সালেহীন, ২য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ১০৬"
  },
  {
    "narrator": "সালমা ইবনুল আকওয়া (রা.) থেকে বর্ণিতঃ",
    "narration": "জনৈক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকটে বসে বাম হাত দিয়ে খাচ্ছিল। তিনি তাকে বললেন, তোমার ডান হাত দিয়ে খাও। সে বলল, আমি পারি না। তিনি বললেন, তুমি যেন না-ই পারো। মনের অহংকারই তাকে তা করতে বাধা দিচ্ছিল। তারপর সে তার সেই (ডান) হাত আর মুখের কাছে উঠাতে পারেনি।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ২০২১\nসূত্রঃ রিয়াযুস সালেহীন, ৩য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ১৫৯"
  },
  {
    "narrator": "আব্দুল্লাহ ইবনে মাসউদ (রা.) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "যেকোনো ব্যক্তিকে অন্যায় ভাবে হত্যা করা হয়, তার রক্তপাতের গুনাহের একটা অংশ আদম আলাইহিস সালামের প্রথম পুত্রের উপর পড়ে। কারণ সেই প্রথম ব্যক্তি, যে মানুষ হত্যার সূচনা করেছিল।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২৩৩৫\nসূত্রঃ রিয়াযুস সালেহীন, ৩য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ১৭২"
  },
  {
    "narrator": "আবু মাসউদ উকবা ইবনে আমর (রা.) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "যে ব্যক্তি কোন ভালো কাজের পথ দেখায়, তার জন্য রয়েছে সে ভালো কাজটি সম্পাদনকারীর মত সমান স‌ওয়াব।",
    "explanation": "ভাল কাজটি সম্পাদনকারী যেই সওয়াব পাবেন, সেই কাজের দিকে আহ্বানকারীও সমান সওয়াব পাবেন। তাই আমরা যদি কাউকে কোনো ভাল কাজে উদ্বুদ্ধ করি, যতদিন সে ব্যক্তি ভাল কাজটি করতে থাকবে, আমরা তার সওয়াবের অংশীদার হব। এমন কি আমাদের মৃত্যুর পরেও এই সওয়াব আমাদের আমলনামায় জমা হতে থাকবে।",
    "reference": "সহীহ মুসলিম ১৮৯৩\nসূত্রঃ রিয়াযুস সালেহীন, ৩য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ১৭৩"
  },
  {
    "narrator": "আবু হুরায়রা (রা.) থেকে বর্ণিত, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ",
    "narration": "যে ব্যক্তি কোন হেদায়েতের দিকে ডাকে, তার জন্য তার অনুসরণকারীদের সমান সওয়াব রয়েছে। এটা তাদের স‌ওয়াব কোন অংশে কমাবে না। আর যে ব্যক্তি কোন গোমরাহীর দিকে ডাকে তার ওপর তার অনুসরণকারীদের সমান গুনাহ পড়বে। এটা তাদের গুনাহ কোন অংশে কমাবে না।",
    "explanation": "কাউকে সওয়াবের কাজের ব্যাপারে দাওয়াত দিলে সেই কাজটি ঐ ব্যক্তি দ্বারা সম্পাদিত হলে আমরাও সেই কাজটি করার সমান সওয়াব লাভ করব। এতে ঐ ব্যক্তির সওয়াব কোনো অংশে কমবে না। আবার আমরা যদি কাউকে কোনো পাপ কাজের পথ দেখাই, সেই পাপেরও সমান অংশীদার আমাদেরকে হতে হবে।\n\nআমরা যারা সোশ্যাল মিডিয়ায় বিভিন্ন নাটক-সিনেমা ইত্যাদি প্রচার করে বেড়াই। আমরা যারা বন্ধুদেরকে বিড়ি-সিগারেট ও বিভিন্ন নেশাদ্রব্যে অভ্যস্ত করাই। তাদের একটু চিন্তা করা প্রয়োজন। এই গুনাহের ধারাবাহিকতা কিন্তু মৃত্যুর পরেও চলমান থাকতে পারে।",
    "reference": "সহীহ মুসলিম ২৬৭৪\nসূত্রঃ রিয়াযুস সালেহীন, ৩য় খণ্ড, মাকতাবাতুল আশরাফ কর্তৃক প্রকাশিত, হাদীস নং ১৭৩"
  },
  {
    "narrator": "বারা ইবনু 'আযিব (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ",
    "narration": "যখন তুমি শোয়ার বিছানায় যেতে চাও, তখন তুমি সালাতের অযূর মত অযূ করবে। এরপর ডান পাশে কাত হয়ে শুয়ে পড়বে। আর এ দু‘আ পড়বে,\n\nاللَّهُمَّ أَسْلَمْتُ نَفْسِيْ إِلَيْكَ وَفَوَّضْتُ أَمْرِيْ إِلَيْكَ وَأَلْجَأْتُ ظَهْرِيْ إِلَيْكَ رَهْبَةً وَرَغْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِيْ أَرْسَلْتَ\n\nঅর্থ : হে আল্লাহ! আমি আমার চেহারাকে (অর্থাৎ যাবতীয় অঙ্গ-প্রত্যঙ্গকে) তোমার হাতে সঁপে দিলাম। আর আমার সকল বিষয় তোমারই নিকট সমর্পণ করলাম এবং আমার পিঠখানাও তোমার আশ্রয়ে সোপর্দ করলাম। আমি তোমার গযবের ভয়ে ভীত ও তোমার রাহমাতের আশায় আশান্বিত। তোমার নিকট ব্যতীত কোন আশ্রয়স্থল নেই এবং নেই মুক্তি পাওয়ার স্থান। তুমি যে কিতাব নাযিল করেছ, আমি তার উপর ঈমান এনেছি এবং তুমি যে নাবী পাঠিয়েছ আমি তাঁর উপর ঈমান এনেছি।\n\nযদি তুমি এ রাতেই মরে যাও, তোমার সে মৃত্যু স্বভাবধর্ম ইসলামের উপরই গণ্য হবে। অতএব তোমার এ দু‘আগুলো যেন তোমার এ রাতের সর্বশেষ কথা হয়।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫৮৭২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "উমার ইবনু খাত্তাব (রাঃ) থেকে বর্ণিতঃ তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "কোনো ব্যক্তি যদি খুব ভালোভাবে ওজু করে এ দোয়া পড়ে, তবে জান্নাতের আটটি দরজাই তার জন্য খুলে যাবে এবং যে দরজা দিয়েই সে ইচ্ছা করবে সে দরজা দিয়েই জান্নাতে যেতে পারবে। দোয়াটি এই- \n\nأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ اَللَّهُمَّ اجْعَلْنِيْ مِنَ التَّوَّابِيْنَ وَاجْعَلْنِيْ مِنَ الْمُتَطَهِّرِيْنَ\n\nঅর্থ : আমি সাক্ষ্য দিচ্ছি আল্লাহ তা‘আলা ব্যতীত আর কোন ইলাহ নেই, তিনি এক, তাঁর কোন শরিক নেই; আমি আরো সাক্ষ্য দিচ্ছি মুহাম্মদ তাঁর বান্দা ও তাঁর রাসূল; হে আল্লাহ! আমাকে তাওবাকারীদের মধ্যে শামিল কর এবং আমাকে পবিত্রদের অন্তর্ভুক্ত কর।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ৫৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেনঃ",
    "narration": "যে ব্যক্তি আযান শুনে দু’আ করেঃ \n\nاَللّهُمَّ رَبَّ هذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيْلَةَ وَالْفَضِيْلَةَ وَابْعَثْهُ مَقَاماً مَّحْمُوْداً الَّذِيْ وَعَدْتَّهُ\n\n‘হে আল্লাহ্‌-এ পরিপূর্ণ আহবান ও সালাতের প্রতিষ্ঠিত মালিক, মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম -কে ওয়াসীলা ও সর্বোচ্চ মর্যাদার অধিকারী করুন এবং তাঁকে সে মাকামে মাহমুদে পোঁছিয়ে দিন যার অঙ্গীকার আপনি করেছেন’\n\n–কিয়ামতের দিন সে আমার শাফা’আত লাভের অধিকারী হবে।",
    "explanation": "",
    "reference": "সহীহ বুখারী ৫৮৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "নু’মান ইবনু বাশীর (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "সকল মুসলিম একজন ব্যক্তির মতো। যদি তার চক্ষু পীড়িত হয় তবে তার সমগ্র দেহ অসুস্থ হয়ে পড়ে। যদি তার মাথা অসুস্থ হয় তাহলে সমগ্র শরীরই অসুস্থ হয়ে পড়ে।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬৩৫৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "এক ব্যক্তি প্রশ্ন করল, ইয়া রাসূলুল্লাহ! মানুষের মধ্যে সদ্ব্যবহার পাওয়ার সর্বাপেক্ষা যোগ্য কে? তিনি বললেন, তোমার মা। তারপরও তোমার মা। তারপরও তোমার মা। তারপর তোমার পিতা। অতঃপর (ক্রমান্বয়ে) তোমার নিকটবর্তী জন। এরপর তোমার নিকটবর্তী জন।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬২৭০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "সে ব্যক্তির নাক ধূলিমলিন হোক, আবারও সে ব্যক্তির নাক ধূলিমলিন হোক, আবারও সে ব্যক্তির নাক ধূলিমলিন হোক! (অর্থাৎ দুঃখ-লজ্জায় মরে যাক!) জিজ্ঞেস করা হল, ইয়া রাসূলুল্লাহ! কার? তিনি বললেন, যে ব্যক্তি তার পিতা-মাতা উভয়কে অথবা একজনকে বার্ধক্য অবস্থায় পেল অথচ সে জান্নাতে প্রবেশ করার সুযোগ লাভ করতে পারল না।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬২৭৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ) থেকে বর্ণিতঃ",
    "narration": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সর্বোত্তম সদাচরণ (পুণ্য) হলো পিতার বন্ধুর সাথে সদাচরণের সম্পর্ক বজায় রাখা।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬২৮৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "নাও্ওয়াস ইবনু সাম’আন আল আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ",
    "narration": "আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে পূণ্য ও পাপ সম্পর্কে প্রশ্ন করলাম। তখন তিনি জবাব দিলেন, পূণ্য হলো সচ্চরিত্র। আর পাপ হলো যা তোমার অন্তরে (বুকে) খটকা সৃষ্টি করে এবং লোকে তা জানুক তা তুমি অপছন্দ করো।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬২৮৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "রিহম অর্থাৎ আত্মীয়তার সম্বন্ধ আল্লাহর ‘আরশের সাথে ঝুলন্ত রয়েছে। সে বলে, যে ব্যক্তি আমার সম্পর্ক বজায় রাখবে, আল্লাহ তার সাথে সম্পর্ক রাখবেন। আর যে আমার সাথে সম্পর্ক ছিন্ন করবে, আল্লাহ তার সাথে সম্পর্ক ছিন্ন করবেন।",
    "explanation": "অর্থাৎ যে আত্মীয়তার সম্পর্ক রক্ষা করে আল্লাহ তার সঙ্গে সম্পর্ক রক্ষা করেন, তাকে ভালবাসেন। আর যে আত্মীয়তার সম্পর্ক ছিন্ন করে আল্লাহ তায়ালাও তার সাথে সম্পর্ক ছিন্ন করেন। তাকে তিনি অপছন্দ করেন।",
    "reference": "সহীহ মুসলিম ৬২৮৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ আইয়ূব আল আনসারী (রাঃ) থেকে বর্ণিত, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "কোন মুসলিমের পক্ষে তার ভাই এর সঙ্গে তিন দিনের অধিক সময় সম্পর্ক ছিন্ন রাখা বৈধ নয়। (পথে-ঘাটে) দু’জনের সাক্ষাৎ ঘটলে একজন এদিকে মুখ ফিরিয়ে, অন্যজন ঐদিকে মুখ ঘুরিয়ে থাকে। তবে তাদের মধ্যে সে-ই উত্তম, যে প্রথমে সালাম করে।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬৩০০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "কিয়ামাতের দিন আল্লাহ বলবেন, আমার মাহাত্মের নিমিত্তে যারা একে অপরকে ভালোবেসেছে তারা কোথায়? আজ আমি তাদেরকে আমার বিশেষ ছায়ায় ছায়া দান করব। আজ এমন দিন, যেদিন আমার ছায়া ব্যতীত অন্য কোন ছায়া নেই।",
    "explanation": "এই পুরস্কার তাদের জন্য যারা কেবলই আল্লাহর সন্তুষ্টির জন্য একে অন্যকে ভালোবাসে। তাদের এই ভালোবাসার পেছনে দুনিয়ার কোন স্বার্থ থাকেনা। মুসলমানরা একে অন্যকে যখন দ্বীনি ভাই হিসেবে ভালোবাসে সে ভালোবাসাও এর অন্তর্ভুক্ত।",
    "reference": "সহীহ মুসলিম ৬৩১৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "সাওবান (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে ব্যক্তি রোগীকে দেখতে যায় সে বেহেশেতের বাগানে অবস্থান করে, যতক্ষণ পর্যন্ত সে ফিরে না আসে।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬৩১৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "কোন মুসলিম ব্যক্তির জ্বর কিংবা অন্য কোন কারণে বিপদ আপতিত হলে তার বিনিময়ে আল্লাহ তা’আলা এমনভাবে তার গোনাহসমূহ ক্ষমা করে দেন, যেভাবে  গাছ তার পাতা ঝরায়।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬৩২৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "কোন ঈমানদার ব্যক্তির শরীরে একটি মাত্র কাঁটার আঘাত কিংবা তার চাইতেও কোন নগণ্য আঘাত লাগলে আল্লাহ তা’আলা তার একটি মর্যাদা বাড়িয়ে দেন। কিংবা তার একটি গুনাহ্‌ মাফ করে দেন।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬৩২৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ সা‘ঈদ খুদরী ও আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তারা উভয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছেন যে,",
    "narration": "কোন ঈমানদার ব্যক্তি যে কোনো ব্যথা-ক্লেশ, রোগ-ব্যাধি, দুঃখ ভোগ করে। এমনকি যে দুর্ভাবনায় চিন্তাগ্রস্ত হয়; তার বিনিময়ে তার কোনো গুনাহ মাফ করে দেয়া হয়।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬৩৩৪\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ যার (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "তাঁর মহিমান্বিত বরকতময় পরওয়ারদিগার বলেন, আমি আমার নিজের উপর ও বান্দাদের উপর জুলুমকে হারাম করে নিয়েছি। অতএব তোমরা পরস্পর পরস্পরকে জুলুম করো না।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬৩৩৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবদুল্লাহ ইবনে উমর (রা) থেকে বর্ণিত, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "এক মুসলিম আরেক মুসলিমের ভাই। সে তার প্রতি জুলুম করে না এবং তাকে দুশমনের হাতে সোপর্দও করে না। যে ব্যক্তি তার ভাই-এর প্রয়োজন পূরণ করবে আল্লাহ তার প্রয়োজন পূরণের দায়িত্ব গ্রহণ করবেন। আর যে ব্যক্তি কোন মুসলিমের বিপদ দূর করবে, আল্লাহ তা’আলা তার বিনিময়ে কিয়ামাত দিবসে তাকে বিপদ থেকে উদ্ধার করবেন। আর যে ব্যক্তি মুসলিমের দোষ-ত্রুটি গোপন রাখবে, আল্লাহ তা’আলা কিয়ামাত দিবসে তার দোষ-ত্রুটি গোপন রাখবেন।",
    "explanation": "",
    "reference": "সহীহ মুসলিম ৬৩৪২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "আল্লাহ তায়ালা সেই বান্দার ওপর অবশ্যই সন্তুষ্ট হন, যে বান্দা কোনো খানা খেয়ে কিংবা পানীয় পান করে এর জন্য আল্লাহর হামদ ও প্রশংসা করে।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ১৮২৩\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "প্রতিটি নেককাজই সদকা। তোমার কোনো (দ্বীনি) ভাইয়ের সাথে হাসি মুখে মিলিত হওয়া এবং তোমার পাত্র থেকে তোমার ভাইয়ের পাত্রে পানি ঢেলে দেয়াও নেককাজের অন্তর্ভুক্ত।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ১৯৭৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিতঃ",
    "narration": "বিচারক্ষেত্রে ঘুষখোর ও ঘুষদাতাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অভিসম্পাত করেছেন।",
    "explanation": "",
    "reference": "জামে আত-তিরমিজি ১৩৪০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবু হুরাইয়া (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "দুটি কালিমা এমন, যা উচ্চারণে খুব হালকা কিন্তু পাল্লায় খুব ভারি, এবং দয়াময় আল্লাহর কাছে খুব প্রিয়। (কালিমা দুইটি হলো) সুবহানাল্লাহি ওয়াবিহামদিহী, সুবহানাল্লাহিল আযীম।",
    "explanation": "",
    "reference": "জামে আত তিরমিজি ৩৪৬৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবুদ্‌ দারদা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "আমি কি তোমাদেরকে সর্বোত্তম আমল সম্পর্কে  অবহিত করব, যে আমল হবে তোমাদের মালিকের নিকট সবচেয়ে পরিশুদ্ধ, তোমাদের দরজা সমুচ্চকারী, সোনা ও রূপা আল্লাহর পথে ব্যয় করার চেয়েও তোমাদের জন্য কল্যাণকর, আর এর চেয়েও মঙ্গলকর হবে যে, তোমরা শত্রুর সম্মুখীন হয়ে তাদের গর্দানে আঘাত করবে আর তারা তোমাদের গর্দানে আঘাত করবে? তারা বললেন, হ্যাঁ, বলুন। তিনি বললেনঃ এ হলো আল্লাহ তা‘আলার যিক্‌র। মু‘আয ইবনু জাবাল (রাঃ) বলেন, আল্লাহর যিকর অপেক্ষা আল্লাহর আযাব থেকে অধিক মুক্তিদানকারী আর কোনো বিষয় নেই।",
    "explanation": "যিকর অর্থ স্মরণ করা।  মৌখিকভাবে সুবহানাল্লাহ আলহামদুলিল্লাহ ইত্যাদি বলা যেমন যিকর, আবার আল্লাহ তায়ালার কথা, দীনের কথা আলোচনা করাও যিকর।",
    "reference": "জামে আত-তিরমিজি ৩৩৭৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ",
    "narration": "যখন তিন ব্যক্তি কোথাও সফরে বের হয়, তখন তারা তাদের একজনকে যেন আমীর (নেতা) মনোনীত করে নেয়।",
    "explanation": "",
    "reference": "সুনানে আবু দাউদ ২৬০০ ইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে লোক জ্ঞানার্জনের জন্য রাস্তায় বের হয়, আল্লাহ এর বিনিময়ে তার জন্য জান্নাতের পথ সহজ করে দেন। যখন কোন সম্প্রদায় আল্লাহর গৃহসমূহের কোন একটি গৃহে একত্রিত হয়ে আল্লাহর কিতাব তেলাওয়াত করে এবং পরস্পরে তার পর্যালোচনায় নিয়োজিত থাকে, তখন তাদের উপর প্রশান্তি অবতীর্ণ হয়। রহমত তাদেরকে আচ্ছাদিত করে ফেলে এবং ফেরেশতাগণ তাদেরকে পরিবেষ্টন করে রাখেন। আর আল্লাহ তা‘আলা তাঁর নৈকট্যধারীদের (ফেরেশতাগণের) মধ্যে তাদের স্মরণ ( আলোচনা) করেন। আর যে ব্যক্তির আমল তাকে পিছিয়ে দেবে, তার বংশমর্যাদা তাকে এগিয়ে নিতে পারবে না।",
    "explanation": "এখানে জ্ঞানার্জন বলে কেবলই দীনি জ্ঞান উদ্দেশ্য। যে জ্ঞান অর্জন করে বান্দা আল্লাহ কে চিনতে পারে, আল্লাহর বিধান মেনে চলতে পারে, সে জ্ঞান উদ্দেশ্য।\n\nঅনেকেই এ হাদীস দিয়ে নিরেট দুনিয়াবি জ্ঞানার্জনের মর্যাদা বুঝিয়ে থাকেন। কেউ কেউ দীনবিমুখ স্যেকুলার শিক্ষার ক্ষেত্রেও হাদীসটি ব্যবহার করেন। এটা এ হাদীসের অপপ্রয়োগ, এতে সন্দেহ নেই।",
    "reference": "সহীহ মুসলিম ৬৬০৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে দিন আল্লাহ্‌র (রহমতের) ছায়া ছাড়া আর কোন ছায়া থাকবে না, সেদিন সাত ব্যক্তিকে আল্লাহ তা‘আলা তাঁর নিজের (আরশের) ছায়ায় আশ্রয় দিবেন। ১. ন্যায়পরায়ণ শাসক, ২. সে যুবক যার জীবন গড়ে উঠেছে তার প্রতিপালকের ইবাদতের মধ্যে, ৩. সে ব্যক্তি যার কলব মসজিদের সাথে লেগে আছে, ৪. সে দু’ ব্যক্তি যারা পরস্পরকে ভালবাসে আল্লাহর ওয়াস্তে, একত্র হয় আল্লাহ্‌র জন্য এবং পৃথকও হয় আল্লাহ্‌র জন্য, ৫. সে ব্যক্তি যাকে কোনো উচ্চ বংশীয় রূপসী নারী আহবান জানায়, কিন্তু সে এ বলে প্রত্যাখ্যান করে যে, ‘আমি আল্লাহকে ভয় করি’, ৬. সে ব্যক্তি যে এমন গোপনে দান করে যে, তার ডান হাত যা খরচ করে বাম হাত তা জানে না, ৭. সে ব্যক্তি যে নির্জনে আল্লাহর যিক্‌র করে, ফলে তার দু’ চোখ দিয়ে অশ্রু প্রবাহিত হয়।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৬২৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ",
    "narration": "তোমাদের কেউ যতক্ষণ তার সালাতের স্থানে থাকে তার উযূ ভঙ্গ না হওয়া পর্যন্ত তার জন্য ফেরেশতাগণ এ বলে দু‘আ করেন যে, হে আল্লাহ্! আপনি তাকে ক্ষমা করে দিন, হে আল্লাহ! আপনি তার উপর রহম করুন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৬২৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "মানুষ যখন মারা যায়, তখন তিন প্রকার আমল ব্যতীত সকল আমল বন্ধ হয়ে যায়।  (১) সদাকায়ে জারিয়া, অথবা (২) এমন ইলম- যার দ্বারা উপকার সাধিত হয়, অথবা (৩) নেককার সন্তান- যে তার (পিতা-মাতার) জন্য দু'আ করতে থাকে।",
    "explanation": "সদকায়ে জারিয়া হচ্ছে এমন ক্ষেত্রে দান করা, যে দানের ফল শেষ হয়ে যায় না। যেমন কেউ একটি মসজিদ বানিয়ে দিল। তো তার মৃত্যুর পরও যতদিন এ মসজিদ থাকবে ততদিন তার আমলনামায় এর সওয়াব যোগ হতে থাকবে।",
    "reference": "সহীহ মুসলিম ৪০৭৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে ব্যক্তি ক্রয়-বিক্রয় ও পাওনা তাগাদায় নম্র ব্যবহার করে, আল্লাহ তার ওপর রহম করুন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ১৯৪৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "এক ব্যক্তি রাস্তা দিয়ে চলার সময় কাঁটাদার গাছের একটি ডাল রাস্তায় পেল। তখন সেটাকে রাস্তা হতে অপসারণ করল। আল্লাহ তার এ কাজকে কবূল করলেন এবং তাকে মাফ করে দিলেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ২৩১০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে ব্যক্তি হালাল উপার্জন থেকে একটি খেজুর পরিমাণ সদকা করবে, (আল্লাহ তা কবূল করবেন) এবং আল্লাহ কেবল পবিত্র মাল কবূল করেন। আর আল্লাহ তাঁর (কুদরতি) ডান হাত দিয়ে তা কবূল করেন। এরপর আল্লাহ দাতার কল্যাণার্থে তা প্রতিপালন করেন যেমন তোমাদের কেউ অশ্ব শাবক প্রতিপালন করে থাকে। অবশেষে সেই সদকা পাহাড় বরাবর হয়ে যায়।",
    "explanation": "",
    "reference": "সহিহ বুখারী ১৩২৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রাহ্ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "কোন লোকের মিথ্যাবাদী হওয়ার জন্য এতটুকুই যথেষ্ট যে, সে যা শুনে তা-ই বলে বেড়ায়।",
    "explanation": "",
    "reference": "সহীহ মুসলিম (ভূমিকা অংশ)\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ মাস’’ঊদ আল বাদরী (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ",
    "narration": "কোনো মুসলিম যদি সাওয়াবের আশায় তার পরিবার-পরিজনের জন্য কিছু খরচ করে। তবে সেটা তার জন্য সাদাক্বাহ্ হিসাবে গণ্য হবে।",
    "explanation": "",
    "reference": "সহিহ মুসলিম ২১৯১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আয়িশা (রাঃ) থেকে বর্ণিতঃ",
    "narration": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করা হলো, আল্লাহ্‌র কাছে সর্বাধিক প্রিয় ‘আমল কী? তিনি বললেনঃ যে ‘আমল নিয়মিত করা হয়, যদিও তা অল্প হয়। তিনি আরও বললেন, তোমরা সাধ্যমতো আমল করে যাও।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৬০২১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিতঃ রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ",
    "narration": "যে উপকার করে খোঁটা দেয় আর যে মাতাপিতার অবাধ্য হয় এবং যে সর্বদা শরাব পান করে, এরা জান্নাতে প্রবেশ করবে না।",
    "explanation": "",
    "reference": "সুনানে নাসায়ী ৫৬৭৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবদুল্লাহ ইবনে আব্বাস (রা.) থেকে বর্ণিত, তিনি বলেনঃ",
    "narration": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ সব ‍পুরুষকে লানত করেছেন, যারা নারীর বেশ ধারণ করে। এবং ঐ সব নারীকে, যারা পুরুষের বেশ ধারণ করে।",
    "explanation": "",
    "reference": "সহীহ বুখারী ৫৪৬৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিতঃ রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ",
    "narration": "তোমরা মুশরিকদের বিপরীত করবে। দাঁড়ি লম্বা করবে আর গোঁফ ছোট করবে। ইবনে উমর (রা.) যখন হজ বা উমরা করতেন, তখন তিনি তার দাঁড়ি মুঠ করে ধরতেন এবং মুঠের বাইরে যতটুকু অতিরিক্ত থাকত তা কেটে ফেলতেন।",
    "explanation": "দাঁড়ি লম্বা করা কোনো অপশনাল বা ঐচ্ছিক সুন্নত নয়। এটা ওয়াজিব। একমুষ্ঠির চেয়ে কম রেখে দাঁড়ি ছাটা কিংবা একেবারেই মুণ্ডিয়ে ফেলা, দুটোই গোনাহের কাজ। আর এ গোনাহটি এমন, যা প্রতিমুহূর্তে হতে থাকে।\nঅনেককেই বলতে শোনা যায়, দাঁড়ি রাখা তো সুন্নত, তাই না রাখলেও অসুবিধা নেই। এ কথা ঠিক নয়।",
    "reference": "সহীহ বুখারী ৫৪৭২\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "‘আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "কেউ আমাদের এ শরিয়তে সঙ্গত নয় এমন কিছু অনুপ্রবেশ করালে তা প্রত্যাখ্যান করা হবে।",
    "explanation": "দীনের নামে শরিয়তে নতুন যা কিছু যোগ করা হয় সেগুলোকে বিদআত বলে। এ বিদআত প্রত্যাখ্যানযোগ্য। কোনো বিদআত, যত সুন্দরই মনে হোক, এর ওপর আমল করার সুযোগ নেই। যেমন, কেউ মারা গেলে চল্লিশা পালন করা।",
    "reference": "সহিহ বুখারী ২৫১৭\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ",
    "narration": "যে লোক তার রিযক প্রশস্ত করতে এবং আয়ু বৃদ্ধি করতে চায়। সে যেন আত্মীয়তার সম্পর্ক রক্ষা করে।",
    "explanation": "",
    "reference": "সহিহ বুুখারী ৫৫৫৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "জুবায়ের ইবনু মুতইম (রা.) থেকে বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছেনঃ",
    "narration": "আত্মীয়তার সম্পর্ক ছিন্নকারী জান্নাতে প্রবেশ করবে না।",
    "explanation": "",
    "reference": "সহীহ বুখারী ৫৫৫৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ",
    "narration": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদা হাসান ইবনু ‘আলীকে চুম্বন করেন। সে সময় তাঁর নিকট আক্‌রা’ ইবনু হাবিস তামীমী (রাঃ) বসা ছিলেন। আক্‌রা’ ইবনু হাবিস (রাঃ) বললেনঃ আমার দশটি পুত্র আছে, আমি তাদের কাউকেই কোন দিন চুম্বন দেইনি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দিকে তাকালেন। অতঃপর বললেনঃ যে দয়া করে না, সে দয়া পায় না।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫৫৭১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর স্ত্রী ‘আয়িশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "এক মহিলা দু’টি মেয়ে সাথে নিয়ে আমার কাছে এসে কিছু চাইলো। আমার কাছে একটি খুরমা ছাড়া আর কিছুই সে পেলো না। আমি তাকে সেটা দিয়ে দিলাম। মহিলাটি তার দু’মেয়েকে খুরমাটি ভাগ করে দিয়ে দিল। তারপর সে উঠে বের হয়ে গেল। ইতিমধ্যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এলেন। আমি তাঁকে ঘটনাটি জানালাম। তখন তিনি বললেনঃ যাকে এ সকল কন্যাসন্তান দিয়ে কোন পরীক্ষা করা হয়, অতঃপর সে তাদের সাথে ভাল ব্যবহার করে। এ কন্যারা তার জন্য জাহান্নামের আগুন থেকে প্রতিবন্ধক হবে।",
    "explanation": "",
    "reference": "সহিহ আল বুখারী ৫৫৬৯\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "ইবনু আব্বাস (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যে লোকের দু’টি মেয়ে থাকবে আর যত দিন তারা একত্রে বসবাস করবে ততদিন সে তাদের সাথে উত্তম ব্যবহার করবে, তারা তাকে জান্নাতে প্রবেশ করাবে।",
    "explanation": "",
    "reference": "সুনানে ইবনে মাজাহ ৩৬৭০"
  },
  {
    "narrator": "আবূ হুরাইরাহ্ (রাঃ) থেকে বর্ণিতঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "যখন তোমাদের কেউ জুতা পরিধান করবে, তখন প্রথমে ডান পায়ে পরিধান করবে। আর যখন খুলবে, তখন আগে বাম পায়ের জুতা খুলবে। আর হয় দুপায়ে জুতা পরবে নতুবা দুপায়ের জুতাই খুলে ফেলবে।",
    "explanation": "এক পা খালি আরেক পায়ে জুতা পরা যাবে না। এ হাদীসে একে নিষিদ্ধ করা হয়েছে। জুতা পরলে উভয় পায়েই পরতে হবে। নতুবা খালি পায়ে চলতে হবে। এটাই হাদীসের শিক্ষা।",
    "reference": "সহিহ মুসলিম ৫৩১৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "মক্কা বিজয়ের দিন আবূ কুহাফা (রাঃ) কে নিয়ে আসা হলো। তাঁর চুল-দাড়ি ছিল ‘সাগামা’র ন্যায় সাদা। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, একে একটা কিছু দিয়ে পরিবর্তন করে দাও; তবে কালো রং থেকে বর্জন করবে।",
    "explanation": "কারও চুল-দাড়ি পেকে গেলে কালো ছাড়া অন্য রংয়ের খিযাব ব্যবহার করা যাবে। কালোটা করা  যাবে না। এটা গোনাহের কাজ। হ্যাঁ, যদি কারও অসুস্থতার কারণে অল্প বয়সেই চুল পেকে যায়, তবে সে কালো খিযাবও ব্যবহার করতে পারবে। অবশ্য বাজারে যেসব কালো কলপ পাওয়া যায়, তা মোটেও স্বাস্থ্যকর নয়। এতে বরং ক্ষতিই বেশি হয়।",
    "reference": "সহিহ মুসলিম ৫৩৩১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ তালহা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি যে,",
    "narration": "ফেরেশতাগণ সে ঘরে প্রবেশ করেন না, যে ঘরে কোনো কুকুর অথবা (প্রাণীর) ছবি থাকে।",
    "explanation": "",
    "reference": "সহিহ মুসলিম ৫৩৩৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ",
    "narration": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (প্রাণীর) মুখে আঘাত করতে এবং মুখে দাগ লাগাতে নিষেধ করেছেন।",
    "explanation": "",
    "reference": "সহিহ মুসলিম ৫৩৬৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "রাস্তার উপর বসে থাকা তোমরা পরিহার করবে। তাঁরা বললেন, হে আল্লাহর রসূল! (পথের উপরে) আমাদের বৈঠক না করে উপায় নেই, সেখানে আমরা (প্রয়োজনীয়) কথাবার্তা বলে থাকি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ একান্তই যদি তোমাদের তা করতে হয়, তবে রাস্তাকে তার প্রাপ্য হক দেবে। তাঁরা বললেন, রাস্তায় হক কী? তিনি বললেন, দৃষ্টি অবনত করা, কষ্টদায়ক বস্তু সরিয়ে ফেলা, সালামের জবাব দেয়া এবং ন্যায় কাজের আদেশ দেয়া ও অন্যায় কাজ থেকে নিষেধ করা।",
    "explanation": "",
    "reference": "সহিহ মুসলিম ৫৩৮০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "ইবনু উমার (রাঃ) থেকে বর্ণিতঃ",
    "narration": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেই মহিলার প্রতি লানত করেছেন, যে কৃত্রিম চুল সংযোজন করে এবং যে তা করায় এবং যে দেহের বিভিন্ন অঙ্গে উল্কি অংকন করে এবং যে তা করায়।",
    "explanation": "",
    "reference": "সুনানে ইবনে মাজাহ ১৯৮৭ \nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "তোমাদের কারো খাদিম যখন তার খাবার নিয়ে আসে, তখন তাকে যদি সাথে না বসায় তাহলে সে যেন তাকে এক লুক্‌মা বা দু’ লুক্‌মা খাবার দেয়। কেননা সে তার গরম ও ক্লেশ সহ্য করেছে।",
    "explanation": "",
    "reference": "সহিহ বুখারি ৫০৬৫\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "দু’জনের খাবার তিনজনের জন্য যথেষ্ট এবং তিনজনের খাবার চারজনের জন্য যথেষ্ট।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫০০০\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "নাফি’ (রহঃ) থেকে বর্ণিতঃ",
    "narration": "ইবনু ‘উমর (রাঃ) ততক্ষণ পর্যন্ত আহার করতেন না যতক্ষণ তাঁর সঙ্গে খাওয়ার জন্য একজন মিসকীনকে ডেকে না আনা হতো। একদা আমি তাঁর সঙ্গে বসে আহার করার জন্য জনৈক ব্যক্তিকে নিয়ে আসলাম। লোকটি খুব বেশি আহার করল। তিনি বললেনঃ নাফি’! এ ধরনের লোককে আমার কাছে নিয়ে আসবে না। আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি, মু’মিন এক পেটে খায়। আর কাফির সাত পেটে খায়।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫০০১\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আবূ জুহাইফা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ",
    "narration": "আমি হেলান দিয়ে আহার করি না।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৫০০৬\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "আয়িশা (রাঃ) থেকে বর্ণিতঃ",
    "narration": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পবিত্রতা অর্জনে, জুতা পরিধানে ‎এবং চুল আঁচড়ানে যথাসাধ্য ডান দিক থেকে শুরু করতেন।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৪৯৮৮\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  },
  {
    "narrator": "‘উমর ইবনু আবূ সালামা (রাঃ) থেকে বর্ণিতঃ",
    "narration": "আমি ছোট ছেলে হিসেবে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তত্ত্বাবধানে ছিলাম। খাবার বাসনে আমার হাত ছুটাছুটি করত। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ হে বৎস! বিসমিল্লাহ বলে ডান হাতে আহার কর এবং তোমার কাছের থেকে খাও। এরপর থেকে আমি সব সময় এ পদ্ধতিতেই খাদ্য গ্রহন করতাম। (অর্থাৎ) যার যার কাছের থেকে আহার করা।",
    "explanation": "",
    "reference": "সহিহ বুখারী ৪৯৮৪\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
  }
]
