[
  {
    "category_id": 1,
    "category_name": "পবিত্রতা",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/wudhu.png",
    "content_list": [
      {
        "title": "উযূ ভঙ্গের কারণসমূহ",
        "subtitle": "হানাফী ফিকহের অনুসরনে লিখা",
        "content": "১। পেশাব-পায়খানার রাস্তা দিয়ে কোনো কিছু বের হলে।\n২। মেয়েলোকের সন্তান প্রসব দ্বারা, যদিও তাতে রক্ত না দেখা যায়।\n৩। পেশাব-পায়খানার রাস্তা ব্যতীত শরীরের যে কোনো স্থান থেকে কোনো নাপাক বস্তু বের হয়ে গড়িয়ে গেলে। যেমনঃ রক্ত, পুঁজ।\n৪। থুথু, কাশি ব্যতীত বমির সাথে রক্ত, পুঁজ খাদ্য অথবা অন্য কিছু বের হলে এবং মুখ ভরে বমি হলে।\n৫। থুথুর সাথে রক্ত এলে এবং রক্তের পরিমাণ বেশী বা সমান হলে।\n৬। চিত হয়ে, কাঁত হয়ে অথবা ঠেস দিয়ে ঘুমালে।\n৭। বেহুঁশ হলে।\n৮। পাগল হলে।\n৯। নেশাগ্রস্থ হলে।\n১০। জানাযা নামাজ ব্যতীত অন্য কোন নামাজে অট্টহাসি দিলে।\n১১। পুরুষ ও মহিলার গুপ্তাঙ্গ কোনো অন্তরায় ব্যতীত একত্রিত হলে; বীর্যপাত ছাড়াও উযূ নষ্ট হবে।\n\nরেফারেন্সঃ\nদৈনন্দিন জীবনে ইসলাম, পৃষ্ঠাঃ ২০৬ (প্রকাশকালঃ জুন ২০০০)\nইসলামিক ফাউন্ডেশন বাংলাদেশ\n\n(হানাফী ফিকহ এর অনুসরণে ইসলামিক ফাউন্ডেশনের গবেষণা বিভাগ থেকে প্রকাশিত কিতাব থেকে মাসআলাগুলো উল্লেখ করা হয়েছে। উপরের লেখা থেকে কোনো কিছু বুঝতে সমস্যা হলে নির্ভরযোগ্য আলেমদের থেকে বিষয়টা বুঝে নিতে হবে। অ্যাপের ডেভেলপারদের থেকে মাসআলাগত বিষয়ে ব্যাখ্যা জানতে চাওয়া সঠিক হবে না। কারণ ডেভেলপারগণ ইসলামের বিষয়ে বিশেষজ্ঞ নন)"
      }
    ]
  },
  {
    "category_id": 2,
    "category_name": "সালাত",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/salat.png",
    "content_list": [
      {
        "title": "সালাত ভঙ্গের কারণসমূহ",
        "subtitle": "হানাফী ফিকহের অনুসরনে লিখা",
        "content": "১। সালাতের মধ্যে অল্প হোক বা বেশী হোক, কথা বললেই সালাত ভঙ্গ হয়ে যাবে। পুনরায় সালাত আদায় করতে হবে। কথা বলার বিভিন্ন অবস্থা হতে পারে। যেমনঃ\n(এক) সালাত আদায়কারী ব্যক্তি কোনো লোকের সাথে কথা বলা বা কারো কথার উত্তর দেয়া, তা যে কোনো ভাষাতেই হোক না কেন।\n(দুই) স্বগত বা কোন প্রাণীকে লক্ষ্য করে কিছু বলা।\n(তিন) সালাতের মধ্যে এমন কিছু চাওয়া যা মানুষের কাছে চাওয়া যায়।\n(চার) ইমাম ছাড়া অন্য কাউকে লোকমা দেয়া, মুক্তাদী ছাড়া অন্য কারো লোকমা গ্রহণ করলে ইমামের সালাত ভঙ্গ হয়ে যাবে।\n২। সালাতের মধ্যে কুরআন মাজীদ দেখে পড়লে বা অন্য কোনো লেখা দেখে পাঠ করলে সালাত ভঙ্গ হয়ে যায়।\n৩। ইচ্ছা-অনিচ্ছায় সালাতের ফরজের মধ্যে যে কোনো একটি ছুটে গেলেও সালাত ভঙ্গ হয়ে যাবে।\n৪। বিনা প্রয়োজনে এমনভাবে গলা পরিষ্কার করা যাতে দু’একটি হরফের মত আওয়াজ হয়, এতে সালাত ভঙ্গ হবে।\n৫। দুঃখ-কষ্ট বা বেদনার কারণে সালাতের মধ্যে উঃ আঃ ইত্যাদি আওয়াজ করা। আল্লাহর ভয়ে উচ্চস্বরে কান্নাকাটি করলে সালাত ভঙ্গ হবে না।\n৬। ইচ্ছা-অনিচ্ছা বা ভুলবশত সালাত অবস্থায় পানাহার করলে সালাত নষ্ট হয়ে যাবে। অবশ্য দাঁতের ফাঁক থেকে ছোলা থেকে কম পরিমাণ কোন আহার্য বেরুলে তা খেয়ে ফেললে সালাত নষ্ট হবে না।\n৭। সালাতের মধ্যে এমন কাজ করা, বাইরের কেউ দেখে মনে করবে, আদৌ লোকটি সালাত আদায় করছে না। যেমনঃ দু’হাতে কাপড় ঠিক করা, মহিলাদের সালাতের মধ্যে চুলে ঝুটি বাঁধা বা সালাত অবস্থায় বাচ্চাকে দুধ পান করানো, সালাতের মধ্যে চলাফেরা করা।\n৮। কুরআন তিলাওয়াতে এমন ভুল করা, যাতে অর্থ বিগড়ে যায়।\n৯। প্রাপ্তবয়ষ্কদের সালাতে অট্টহাসি হাসা।\n\nরেফারেন্সঃ\nদৈনন্দিন জীবনে ইসলাম, পৃষ্ঠাঃ ২৩৯ (প্রকাশকালঃ জুন ২০০০)\nইসলামিক ফাউন্ডেশন বাংলাদেশ\n\n(হানাফী ফিকহ এর অনুসরণে ইসলামিক ফাউন্ডেশনের গবেষণা বিভাগ থেকে প্রকাশিত কিতাব থেকে মাসআলাগুলো উল্লেখ করা হয়েছে। উপরের লেখা থেকে কোনো কিছু বুঝতে সমস্যা হলে নির্ভরযোগ্য আলেমদের থেকে বিষয়টা বুঝে নিতে হবে। অ্যাপের ডেভেলপারদের থেকে মাসআলাগত বিষয়ে ব্যাখ্যা জানতে চাওয়া সঠিক হবে না। কারণ ডেভেলপারগণ ইসলামের বিষয়ে বিশেষজ্ঞ নন)"
      },
      {
        "title": "যে সময়ে সালাত আদায় করা মাকরূহ",
        "subtitle": "হানাফী ফিকহের অনুসরনে লিখা",
        "content": "১। পায়খানা-প্রস্রাবের বেগ হলে বা বায়ু নিঃসরণের প্রয়োজন থাকা অবস্থায়\n২। পানাহার উপস্থিত থাকা অবস্থায় ক্ষুধার্থের জন্য পানাহারের আগে সালাত আদায় করা মাকরূহ\n\nউপরোক্ত প্রয়োজনগুলো সেরে তবেই সালাতে মনোনিবেশ করতে হয়, যাতে করে নিবিষ্ট মনে সালাত আদায় করা যায়।\n\n(হানাফী ফিকহ এর অনুসরণে মাসআলাগুলো উল্লেখ করা হয়েছে। উপরের লেখা থেকে কোনো কিছু বুঝতে সমস্যা হলে নির্ভরযোগ্য আলেমদের থেকে বিষয়টা বুঝে নিতে হবে। অ্যাপের ডেভেলপারদের থেকে মাসআলাগত বিষয়ে ব্যাখ্যা জানতে চাওয়া সঠিক হবে না। কারণ ডেভেলপারগণ ইসলামের বিষয়ে বিশেষজ্ঞ নন)\n\nরেফারেন্সঃ\nদৈনন্দিন জীবনে ইসলাম, পৃষ্ঠাঃ ২২৮ (প্রকাশকালঃ জুন ২০০০)\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
      },
      {
        "title": "যে সময় শুধু নফল সালাত আদায় করা মাকরূহ",
        "subtitle": "হানাফী ফিকহের অনুসরনে লিখা",
        "content": "১। জুম’আ, ঈদ, বিয়ে বা হজ্জের খুৎবা দেয়ার জন্য ইমাম নিজের জায়গা থেকে উঠলে\n২। ফজরের সালাতের পর থেকে সূর্যোদয় হয়ে আলো ছড়িয়ে না পড়া পর্যন্ত\n৩। আসর সালাতের পর থেকে সূর্যাস্ত পর্যন্ত\n৪। ফজরের সময় ফজরের সুন্নত সালাত ছাড়া অন্য কোনো নফল সালাত আদায় করা\n৫। জামা’আত শুরু হয়ে গেলে নফল সালাত আদায় করা\n৬। ঈদের সালাতের পূর্বে ঘরে বা মাঠে\n৭। ঈদের সালাতের পর ঈদের ময়দানে নফল সালাত আদায় করা\n৮। হজ্জের সময় আরাফাতের ময়দানে যুহর-আসরের মাঝে এবং আসরের পরে\n৯। হজ্জের সময় মুযদালিফায় মাগরিব-ইশার মাঝে ও পরে\n১০। মাগরিবের সালাতের পূর্বে\n\n(হানাফী ফিকহ এর অনুসরণে মাসআলাগুলো উল্লেখ করা হয়েছে। উপরের লেখা থেকে কোনো কিছু বুঝতে সমস্যা হলে নির্ভরযোগ্য আলেমদের থেকে বিষয়টা বুঝে নিতে হবে। অ্যাপের ডেভেলপারদের থেকে মাসআলাগত বিষয়ে ব্যাখ্যা জানতে চাওয়া সঠিক হবে না। কারণ ডেভেলপারগণ ইসলামের বিষয়ে বিশেষজ্ঞ নন)\n\nরেফারেন্সঃ\nদৈনন্দিন জীবনে ইসলাম, পৃষ্ঠাঃ ২২৮ (প্রকাশকালঃ জুন ২০০০)\nইসলামিক ফাউন্ডেশন বাংলাদেশ"
      },
      {
        "title": "ফজরের জামাত শুরু হয়ে গেলেও সুন্নত নামায কতক্ষণ পর্যন্ত পড়া যাবে?",
        "subtitle": "হানাফী ফিকহের অনুসরনে লিখা",
        "content": "জামাত শুরু হয়ে গেলেও কেবল ফজরের বেলায় আগে সুন্নাত পড়ে নিতে হবে৷ মসজিদের বারান্দায়, পিলার কিংবা যে কোনো কিছুর আড়ালে জামাআতের স্থান থেকে দূরত্ব বজায় রেখে পড়তে হবে৷ তবে শর্ত হলো সম্পূর্ণ জামাআত ছুটে যাওয়ার আশঙ্কা থাকবে না৷ সুন্নাত পড়ে শেষ বৈঠক পর্যন্ত ইমাম সাহেবের সঙ্গে জামাআতে শামিল হওয়া যাবে, ততক্ষণ পর্যন্ত সুন্নাত পড়া যাবে৷ (ফাতাওয়া মাহমূদিয়া: ১১/২৫৫)\n\nফজরের সুন্নত ছাড়া অন্য সুন্নাত হলে আর সুন্নাতের নিয়ত বাঁধবে না; বরং জামাতে শরীক হয়ে যাওয়া জরুরি। হানাফী এবং মালেকী মাযহাবে ফজরের সুন্নাতের বেলায় জামাত শুরু হয়ে গেলেও সুন্নাত পড়ার এই গুরুত্ব এ জন্যে যে, ফজরের ফরযের পরে অন্য যে কোনো নামায পড়া নিষেধ৷\n\nদলীলসহ বিস্তারিত মাসআলাটি দেখুন এই লিংকে : https://islamask.net/?p=632"
      }
    ]
  },
  {
    "category_id": 3,
    "category_name": "সাওম",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/saom.png",
    "content_list": [
      {
        "title": "সাওম ভঙ্গের কারণসমূহ",
        "subtitle": "হানাফী ফিকহের অনুসরনে লিখা",
        "content": "সাওম ভঙ্গের কারণসমূহ দুই প্রকার। (১) যে সব কারণে শুধুমাত্র কাযা ওয়াজিব হয়। (২) যে সব কারণে কাযা ও কাফফারা উভয়ই ওয়াজিব হয়।\n\n॥॥ যে সব কারণে সাওমের কাযা ও কাফফারা উভয় ওয়াজিব হয় ॥॥\n\nসাওম পালনকারী ব্যক্তি ইচ্ছাপূর্বক সহবাস করলে তার উপর কাযা ও কাফফারা উভয়ই ওয়াজিব হয়। এতে বীর্য নির্গত হওয়া শর্ত নয়। এ ব্যাপারে মহিলাও যদি ইচ্ছুক ও অনুগত থাকে তবে তার উপরও কাযা ও কাফফারা ওয়াজিব হবে। অনিচ্ছুক মহিলার সাথে জোরপূর্বক সহবাস করা হলে এরূপ মহিলার উপর কেবল কাযা ওয়াজিব হবে।\n\nসাওম পালনকারী ব্যক্তি যদি খাদ্যদ্রব্য বা ঔষুধ ইচ্ছাপূর্বক গ্রহণ করে তবে তার উপর কাফফারা ও কাযা ওয়াজিব হবে। অনিচ্ছাপূর্বক খাদ্য বা ঔষধ গ্রহণ করলে তার উপর শুধু কাযা ওয়াজিব হবে। সুতরাং সাওম পালনকারী ব্যক্তিটি যদি রুটি, খাদ্যজাত দ্রব্যাদি, ফল-ফলাদি, পানি ও পানীয় বস্তু, তেল, দুধ, মিশক, জাফরান বা কর্পূর খেয়ে ফেলে তবে তার উপর কাযা ও কাফফারা ওয়াজিব হবে।\n\nকেউ রক্ত পান করলে যাহিরী রিওয়ায়েত মতে, কাযা ওয়াজিব হবে, কাফফারা ওয়াজিব হবে না। কিন্তু রক্ত পানে অভ্যস্ত ব্যক্তির ক্ষেত্রে কাযা ও কাফফারা উভয়ই ওয়াজিব হবে।\n\nসুবহে সাদিক না হওয়ার পূর্ণ বিশ্বাসের উপর কেউ সাহরি খেল অথচ তখন সুবহে সাদিক হয়ে গিয়েছে অথবা সূর্য অস্তমিত হওয়ার পূর্ণ বিশ্বাসের উপর ইফতার করল কিন্তু আসলে তখন সূর্য অস্ত যায়নি এব অবস্থায় এ লোকের উপর কাযা ওয়াজিব হবে, কাফফারা ওয়াজিব হবে না। সুবহে সাদিক হওয়ার প্রবল ধারণা সত্ত্বেও কেউ সাহরি খেয়ে নিলে তার উপর কাযা ওয়াজিব হবে। আর সূর্য অস্ত না যাওয়ার প্রবল ধারণা সত্ত্বেও কেউ ইফতার করে ফেললে তার উপর কাযা ও কাফফারা উভয়ই ওয়াজিব হবে।\n\nএকটি সাওম ভেঙে ফেলার পর কেউ যদি এর কাফফারা আদায় করার পূর্বে আরেকটি সাওম ভেঙে ফেলে তবুও তার উপর একটি মাত্র কাফফারা ওয়াজিব হবে। কেউ যদি দুই রমাদানে দুটি সাওম ভঙ্গ করে তবে তার উপর প্রতি সাওম ভঙ্গের জন্য একটি করে কাফফারা ওয়াজিব হবে।\n\n\n॥॥ যে সব কারণে শুধু কাযা ওয়াজিব হয় ॥॥\n\nকামভাবের সাথে কোনো মহিলাকে চুম্বন অথবা স্পর্শ করার পর বীর্য নির্গত হলে সাওম ভঙ্গ হয়ে যাবে এবং কেবলমাত্র ঐ পুরুষের উপর কাযা ওয়াজিব হবে। জোরপূর্বক কেউ খাইয়ে দিলে কিংবা সাবধানতা সত্ত্বেও হঠাৎ কিছু খেয়ে ফেললে সাওম ফাসিদ হয়ে যাবে (ভঙ্গ হয়ে যাবে) এবং এতে কাযা ওয়াজিব হবে। পানীয়ের ব্যাপারে একই হুকুম।\n\nঘুমন্ত বা পাগল মহিলার সাথে তার স্বামী সহবাস করলে তাদের উপর কাযা ওয়াজিব হবে। কাফফারা ওয়াজিব হবে না।\n\nমুখে পান নিয়ে ঘুমিয়ে সুবহে সাদিকের পর জাগ্রত হলে সাওম ফাসিদ হয়ে যাবে এবং তার উপর কাযা ওয়াজিব হবে।\n\nমুখ দিয়ে, নাক দিয়ে বা পায়খানার রাস্তা দিয়ে ঔষধ ঢুকালে কিংবা কান দিয়ে ঔষধ ঢাললে সাওমের কাযা ওয়াজিব হবে। কানের ভিতর তেলের ফোঁটা ঢাললে সাওম ভঙ্গ হয় আর পানির ফোঁটা ঢাললে সাওম ভঙ্গ হয় না।\n\nপেটে বা মাথার ক্ষতস্থানে ঔষধ ঢাললে তা পেটে বা মাথায় পৌঁছে গেলে সাওম ফাসিদ হয়ে যাবে এবং এর কাযা ওয়াজিব হবে।\n\nঅনিচ্ছাকৃত বমি মুখ ভরে হলেও তাতে সাওম ফাসিদ হয় না। মুখ ভরে বমি হলে তা যদি পুনঃ পেটে ঢুকানো হয় তবে সাওম ভঙ্গ হয়ে যাবে। আর যদি এমনিতেই ঢুকে যায় তবে সাওম ফাসিদ হবে না। মুখ ভরে বমি হলে যদি তা পেটে এমনিতেই ফিরে যায়, তবে সাওম ফাসিদ হবে না। আর যদি তা ইচ্ছা করে ফিরানো হয় তবে ইমাম আবু ইউসূফ (রহ) এর মতে সাওম ফাসিদ হবে না, এটাই শুদ্ধ মত। যদি ইচ্ছা করে কেউ বমি করে এবং তা মুখভরে হয় তবে তার সাওম ফাসিদ হয়ে যাবে। ইচ্ছা করে মুখ ভরে বমি না করলেও ইমাম মুহাম্মদ (রহ) এর মতে সাওম ফাসিদ হয়ে যাবে। ইমাম আবু ইউসুফের (রহ) মতে সাওম ফাসিদ হবে না।\n\nলোবান ইত্যাদির ধোঁয়া শুকলে সাওম ভঙ্গ হয়ে যায়। হুক্কা পান করলেও সাওম ভঙ্গ হয়। আতর গোলাপ ইত্যাদি যেগুলোর মধ্যে ধোঁয়া নেই সেগুলোর সুগন্ধি শুকলে সাওম ভঙ্গ হয় না।\n\nকোনো লোক যদি সাওম পালনকারীর প্রতি কিছু নিক্ষেপ করে আর তা গলায় প্রবেশ করে তবে এতে সাওম ফাসিদ হয়ে যাবে। অনুরূপ গোসলের সময় যদি গলায় পানি ঢুকে যায় এতেও সাওম ফাসিদ হয়ে যাবে।\n\nদাঁতের ভিতর আটকে থাকা জিনিস খেয়ে ফেললে যদি তা বুট পরিমাণ হয় তবে সাওম ফাসিদ হবে আর এর চেয়ে ছোট হলে সাওম ফাসিদ হবে না। তবে যদি তা বের করে আবার খেয়ে ফেলে তবে ফাসিদ হয়ে যাবে।\n\nরোগের কারণে কোন লোকের মুখ হতে পানি বের হয়ে আবার তা মুখের ভিতর প্রবেশ করে গলায় চলে গেলে তার সাওম ফাসিদ হয় না।\n\nদাঁত হতে রক্ত বের হয়ে গলায় চলে গেলে যদি রক্ত হতে থুথু বেশি হয় তবে সাওমের কোন ক্ষতি নেই, আর যদি রক্তের পরিমাণ বেশি বা সমান হয় তবে সাওম ফাসিদ হয়ে যাবে।\n\nবৃষ্টির পানি ও বরফ গলার ভিতর চলে গেলে সাওম ফাসিদ হয়। এক দুই ফোঁটা চোখের পানি মুখের ভিতর প্রবেশ করলে সাওম ফাসিদ হয় না। অনেকগুলো মুখের ভিতর জমে গেলে যদি সারা মুখ লবণাক্ততা অনুভব হয় আর তা জমা করে গিলে ফেলে তবে সাওম ফাসিদ হবে।\n\nইসতিনজার সময় যদি অতিরিক্ত পানি ব্যবহারের ফলে যদি পানি পায়খানার রাস্তা দিয়ে ভিতরে প্রবেশ করে তবে সাওম ফাসিদ হয়ে যাবে।\n\nরেফারেন্সঃ\nদৈনন্দিন জীবনে ইসলাম, পৃষ্ঠাঃ ৩০৯ (প্রকাশকালঃ জুন ২০০০)\nইসলামিক ফাউন্ডেশন বাংলাদেশ\n\n(হানাফী ফিকহ এর অনুসরণে ইসলামিক ফাউন্ডেশনের গবেষণা বিভাগ থেকে প্রকাশিত কিতাব থেকে মাসআলাগুলো উল্লেখ করা হয়েছে। উপরের লেখা থেকে কোনো কিছু বুঝতে সমস্যা হলে নির্ভরযোগ্য আলেমদের থেকে বিষয়টা বুঝে নিতে হবে। অ্যাপের ডেভেলপারদের থেকে মাসআলাগত বিষয়ে ব্যাখ্যা জানতে চাওয়া সঠিক হবে না। কারণ ডেভেলপারগণ ইসলামের বিষয়ে বিশেষজ্ঞ নন)"
      },
      {
        "title": "যে সকল কারণে সাওম ভঙ্গ হয় না",
        "subtitle": "হানাফী ফিকহের অনুসরনে লিখা",
        "content": "সিয়াম একজন মুমিনের জন্য অনেক আনন্দের একটা বিষয়। আমাদের সালাফরা সারা বছর অপেক্ষারত থাকতেন সিয়াম পালনের মাধ্যমে আল্লাহর অধিক নৈকট্য অর্জন করার জন্য।\n\nসিয়ামরত অবস্থায় কিছু কাজ আমাদের জন্য বৈধ আর কিছু অবৈধ। এই বৈধ -অবৈধ কাজগুলোর মধ্যে অনেকগুলো আমাদের নিকট সুস্পষ্ট নয় বস্তুতই ঐ নির্দিষ্ট কাজটা কি আমাদের সিয়ামের কোন সমস্যা করবে কি করবে না!\n\nসময়ের পরিবর্তনে অনেক নতুন উদ্ভূত সমস্যার মুখোমুখি হই আমরা। এর ফলে কিছু আধুনিক মাসায়িলের প্রেক্ষাপট তৈরি হয়। যেগুলো সচরাচর আলোচনা না হওয়ায় আমাদের অনেকের মধ্যে সংশয় বিরাজ করে।\n\nহাদীস ও আসারের (সাহাবীগণের আমল) আলোকে রোজার মাসআলা জানতে মাসিক আলকাউসার পত্রিকার এই লেখাটি পড়তে পারেনঃ\nhttps://www.alkawsar.com/bn/article/914\n\nসিয়ামরত অবস্থায় বৈধ কাজসমূহের একটি সংক্ষিপ্ত লিস্ট নিচে তুলে ধরা হলোঃ\n\n|| ভুলে_পানাহার ||\n\nকেউ যদি ভুলে পানাহার করে ফেলে তবে এতে সিয়ামের কোন ক্ষতি হবে না। তবে স্মরণ আসা মাত্রই সর্বপ্রকার আহার থেকে বিরত থাকতে হবে।\n\nরাসূল ﷺ বলেন-\nمن نسي وهو صائم فأكل أو شرب فليتم صومه؛ فإنما أطعمه الله وسقاه\nঅর্থাৎ - যদি কেউ সিয়াম পালনরত অবস্তা ভুলে যায় (যে সে সিয়ামরত) , ফলে সে আহার করে বা পান করে, তাহলে সে যেন তার সিয়াম পূর্ণ করে। কারণ আল্লাহই তাকে খাইয়েছেন এবং পান করিয়েছেন।[১]\n\n|| হিজামা ||\n\nসিয়ামরত থাকাকালীন হিজামা বা cupping করলে সিয়ামের কোন সমস্যা হয় না।\n\nইবনে আব্বাস রাদিয়াল্লাহু আনহু বলেন-\nاحتجم وهو محرم واحتجم وهو صائم\nঅর্থাৎ - (রাসূলুল্লাহ ﷺ) ইহরাম অবস্থায় রক্তমোক্ষণ (হিজামা) করান এবং তিনি সিয়ামরত অবস্থায় রক্তমোক্ষণ (হিজামা) করান। [২]\n\n|| অনিচ্ছাকৃত_বমি ||\n\nকেউ যদি অনিচ্ছাকৃতভাবে বমি করে তবে তার সিয়ামের কোন সমস্যা হবে না।\n\nরাসূল ﷺ বলেন-\nمن ذرعه القيء وهو صائم فليس عليه القضاء ، ومن استقاء فعليه القضاء\nঅর্থাৎ - অনিচ্ছাকৃতভাবে বা বাধ্য হয়ে যে ব্যক্তি সিয়ামরত অবস্থায় বমি করবে, তাকে কাযা করতে হবে না। আর যে ব্যক্তি ইচ্ছাপূর্বক বমি করবে তাকে কাযা করতে হবে। [৩]\n\n|| নিজ_স্ত্রীকে_চুমু_দেয়া ||\n\nউত্তেজনা ব্যতিরেক নিজ স্ত্রীকে চুমু দেয়া জায়িজ। এতে সিয়ামের কোন সমস্যা হয় না।\n\nআয়িশা রাদিয়াল্লাহু আনহা বলেন-\nيقبل وهو صائم ويباشر وهو صائم ،وکان املککم لإربه\nঅর্থাৎ - রাসূলুল্লাহ সিয়ামরত অবস্থায় চুমু খেতেন এবং সিয়ামরত অবস্থায় আলিঙ্গন করতেন। তবে নিজ আবেগ উত্তেজনার উপর তাঁর নিয়ন্ত্রণ ছিল তোমাদের সকলের চেয়ে বেশি। [৪]\n\nতবে যুবকদের এটা থেকে নিরাপদ থাকাই শ্রেয়।\n\nকেননা হযরত আবু হুরাইরা রাদিয়াল্লাহু আনহু থেকে বর্ণিত-\nأن رجلا سأل النبي ﷺ عن المباشرة للصائم فرخص له وأتاه آخر فسأله فنهاه فإذا الذي رخص له شيخ والذي نهاه شاب\nঅর্থাৎ - জনৈক ব্যক্তি নবী ﷺ কে সিয়ামরত অবস্থায় স্ত্রীকে চুম্বনের ব্যপারে প্রশ্ন করলে তিনি অনুমতি দেন। ইত্যবসরে অপর একজন এরূপ প্রশ্ন করলে তাকে নিষেধ করেন। তখন আমরা দেখলাম যে, যাকে অনুমতি দিলেন তিনি ছিলেন বৃদ্ধ আর যাকে নিষেধ করেন তিনি ছিলেন যুবক। [৫]\n\nউম্মাহর অনেক মুহাক্কিক উলামায়ে কিরাম বলেন মূলত এখানে বয়সের চেয়ে কারো উত্তেজিত হওয়ার সম্ভাব্যতা দেখে হুকুম নির্ধারণ হবে। সাধারণত বৃদ্ধ লোকের উত্তেজিত হওয়ার সম্ভাবনা না থাকায় বিধায় তাকে অনুমতি দেয়া হয়েছে আর যুবককে নিষেধ করা হয়েছে ; যেহেতু যুবকদের শারীরিক উত্তেজনা প্রবল থাকে। তবে কেউ যদি নিজের উপর নিয়ন্ত্রণের ব্যপারে আত্মবিশ্বাস রাখে তবে তার জন্য জায়িজ।\n\n|| স্বপ্নদোষ (Wet Dream) ||\n\nসিয়ামরত ব্যক্তির স্বপ্নদোষ (Wet Dream) হলে এতে তার সিয়ামের কোন সমস্যা হয় না।\n\nরাসূল ﷺ বলেন -\nثلاث لا يفطرن الصائم الحجامة والقيء والاحتلام\nঅর্থাৎ - তিনটি জিনিস সিয়াম ভঙ করে না। শিঙা লাগানো (হিজামা), বমি করা ও স্বপ্নদোষ হওয়া। [৬]\n\n১.[ বুখারি -১৮৩১, মুসলিম -১১৫৫ ]\n২.[ বুখারি-১৮৩৬ ]\n৩.[ আবু দাউদ-২৩৮০ ,তিরমিযি -৭২০ ]\n৪.[ বুখারি-১৯২৭, মুসলিম ]\n৫.[ আবু দাউদ-২৩৮৭ ]\n৬.[ তিরমিযি-৭১৯ ]"
      }
    ]
  },
  {
    "category_id": 4,
    "category_name": "দৈনন্দিন জীবন",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/daily-life.png",
    "content_list": [
      {
        "title": "পা ছুঁয়ে সালাম বা কদমবুসি করার বিধান",
        "subtitle": "উক্ত বিষয়ে আলেমদের মাঝে মতানৈক্য থাকতে পারে",
        "content": "ঈদের সময় বা কোনো বিশেষ অনুষ্ঠানে একটা সমস্যায় প্রায়ই পড়তে হয়। আর তা হলো, পায়ে ধরে সালাম করা।  প্রশ্ন হলো এ ধরনের সালামের বিধান ইসলাম-সম্মত কি না।\n\nএর উত্তর হলো, না, এ ধরনের সালাম ইসলাম-সম্মত না। ইসলামে সালামের নির্দিষ্ট পদ্ধতি রয়েছে। পা ছুঁয়ে সালাম করাকে ইসলামে সালাম বলা হয় না।\n\nতাই সালামের এই নবআবিষ্কৃত পদ্ধতি থেকে বিরত থাকতে হবে।\n\nদলীলসহ পূর্ণাঙ্গ মাসআলাটি দেখতে ক্লিক করুন : https://islamask.net/?p=1127"
      },
      {
        "title": "ধূমপান করার বিধান",
        "subtitle": "উক্ত বিষয়ে আলেমদের মাঝে মতানৈক্য থাকতে পারে",
        "content": "বিড়ি-সিগারেটে যদি নেশা জাতীয় কোনো জিনিস থাকে, তাহলে তা পান করা সর্বসম্মতিক্রমে হারাম ও কবিরা গুনাহ।\n\nআর যদি নেশা জাতীয় কোনো বস্তু নাও থাকে, তবুও তা পান করা নাজায়িয ও গুনাহ’র কাজ। কারণ বিড়ি, সিগারেট পান করার দ্বারা শরীরে মারাত্মক ধরনের ক্ষতি হয়ে থাকে। তন্মধ্যে কিছু এমন, যা মানুষকে মৃত্যু পর্যন্ত ঠেলে দেয়। এমনকি যেসকল ব্যক্তি ঘরে ও কর্মক্ষেত্রে পরোক্ষ ধূমপানের শিকার হয় (অর্থাৎ সিগারেটের পুড়ন্ত প্রান্ত থেকে নির্গত ধোঁয়া ও ধূমপায়ীর ফুসফুস থেকে নির্গত ধোঁয়ার শিকার হয়) তাদের হৃদরোগের সম্ভাবনা ২৫-৩০% ও ফুসফুস ক্যান্সারের সম্ভাবনা ২০-৩০% বাড়ে। পরোক্ষ ধূমপানের জন্য প্রতিবছর প্রায় ৩৮,০০০ লোক মারা যায়, যার মধ্যে ৩,৪০০ জন ফুসফুস ক্যান্সারে মারা যান।\n\nএছাড়া ধূমপানকারীর মুখে, শরীরে এমনকি তার কাপড়ে পর্যন্ত এমন দুর্গন্ধের সৃষ্টি হয়, যা অন্যের কষ্টের কারণ হয়ে দাঁড়ায়। আর অন্যকে কষ্ট দেয়া হারাম এবং দুর্গন্ধযুক্ত জিনিস নিয়েও মসজিদে প্রবেশ করা নিষেধ। তাছাড়া এর দ্বারা অনেক অর্থেরও অপব্যয় হয়, যা শরীয়াতে নিষিদ্ধ। এসব অসুবিধার কারণে ধূমপান করা নাজায়িয এবং গুনাহ’র কাজ।\n\nহাদীস শারীফে সুস্পষ্টভাবে যেহেতু মদপান করার ব্যাপারে নির্দিষ্ট দিন পর্যন্ত আমল কবুল না হওয়ার কথা এসেছে, তাই সিগারেটে নেশাকর বস্তু থাকলে তা উল্লিখিত বিধানের আওতায় পড়বে, নতুবা পড়বে না। উল্লেখ্য, যারা ধূমপানে অভ্যস্ত, এটা ছেড়ে দেয়ার জন্য তাদের সদিচ্ছাই যথেষ্ট। ধীরে ধীরে খাওয়ার অভ্যাস কমিয়ে দেবে এবং এক বিকল্প অন্য কোনো হালাল জিনিস খাওয়ার অভ্যাস করবে। তাওবা-ইস্তিগফার করবে এবং আল্লাহর দরবারে তাওফিক কামনা করবে। আল্লাহই সঠিক পথে পথ প্রদর্শনকারী।\n\nদলীলসহ বিস্তারিত মাসআলা দেখতে ক্লিক করুন : https://islamask.net/?p=1099"
      }
    ]
  },
  {
    "category_id": 5,
    "category_name": "কুরবানি",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/qurbani.png",
    "content_list": [
      {
        "title": "কুরবানি করা কি ওয়াজিব নাকি সুন্নত?",
        "subtitle": "নিসাব পরিমাণ সম্পদের মালিক হলে কুরবানি করা ওয়াজিব",
        "content": "হানাফী ফিকহ অনুসারে প্রত্যেক সামর্থ্যবান ব্যক্তির উপর কুরবানি করা ওয়াজিব। সামর্থ্যের সংজ্ঞা হচ্ছে নিসাব পরিমান সম্পদের মালিক হওয়া। যা বর্তমান সময়ের হিসাবে প্রায় ৫০ হাজার টাকার মত।\n\nআবূ হুরায়রাহ (রাঃ) থেকে বর্ণিতঃ\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি সামর্থ্য থাকা সত্তেও কোরবানি করে না, সে যেন আমাদের ঈদের মাঠের কাছেও না আসে। (ইবনে মাজাহ ৩১২৩ http://ihadis.com/books/ibn-majah/hadis/3123)\n\nউক্ত হাদীস সহ আরো অনেকগুলো হাদীসের সমন্বয়ে আলেমগণ ফতোয়া দিয়েছেন যে, কুরবানি কোনো ঐচ্ছিক বা অপশনাল ইবাদত নয়। বরং এটি আবশ্যক। কুরবানি এমন কোনো সুন্নত নয় যেটি আমল না করলে কোনো গুনাহ হবে না। বরং এটি অবশ্যই পালন করতে হবে। না করলে গুনাহ হবে।\n\nবিস্তারিত পাওয়া যাবে মাওলানা তাহমীদুল মাওলার ছোট্ট একটি ভিডিও থেকে\nhttps://youtu.be/DmAlW0VCqMs"
      },
      {
        "title": "কত টাকা থাকলে কুরবানি ওয়াজিব হয়?",
        "subtitle": "নিসাব পরিমাণ সম্পদ অতিরিক্ত থাকলে",
        "content": "কুরবানির ঈদের দিন ও এরপর ৩ দিন যদি কারো মালিকানায় নিসাব পরিমাণ সম্পদ থাকে তাহলে তার উপর কুরবানি ওয়াজিব হবে। এটি হানাফী ফিকহের মাসআলা। যা অধিক সতর্কতামূলক এবং নেক আমলে সহায়ক।\n\nনিসাব পরিমাণ সম্পদ বলতে বুঝাবে সাড়ে ৫২ ভরি রূপার মূল্যমানের সম্পদ। বর্তমান সময়ের হিসাবে (জুলাই ২০২১) সালের হিসাবে যা প্রায় ৫০ হাজার টাকা।\n\nঅর্থাৎ কারো মালিকানায় যদি তার থাকা-খাওয়ার মৌলিক প্রয়োজনের বাইরে সম্পদের পরিমাণ ৫০ হাজার টাকার মত হয় তাহলে তার উপর কুরবানি ওয়াজিব হবে। কারো কাছে ক্যাশ ৫০ হাজার টাকা অতিরিক্ত থাকা শর্ত নয়। বরং ৫০ হাজার টাকার মূল্যমানের জমি, ফ্ল্যাট, স্বর্ণ, রূপা বা অন্যান্য সম্পদ উদ্দেশ্য।\n\nএক্ষেত্রে এই সম্পদের পরিমাণকে ১ বছর অতিক্রম হওয়া জরুরি নয়। ঈদের দিনও যদি কেউ নিসাব পরিমাণ সম্পদের মালিক হয় তাহলে তার উপরও কুরবানি আবশ্যক।\n\nযদি কারো কাছে কুরবানি করার মত নগদ টাকা না থাকে কিন্তু সম্পদ আছে। তাহলেও তার উপর কুরবানি ওয়াজিব। প্রয়োজনে সম্পদ বিক্রি করে হলেও কুরবানি করতে হবে। কুরবানি যার উপর ওয়াজিব তিনি কুরবানি না করলে গুনাহগার হবেন।\n\nকুরবানি সম্পর্কে বিস্তারিত জানা যাবে এখান থেকেঃ https://hellohasan.com/2016/09/02/কুরবানি-ফজিলত-আমল-মাসআলা"
      },
      {
        "title": "নিসাব পরিমাণ সম্পদ থাকলে স্বামী ও স্ত্রী উভয়ের উপর কুরবানি ওয়াজিব",
        "subtitle": "স্ত্রীর কুরবানির টাকা স্বামীর জন্য দেয়া বাধ্যতামূলক নয়",
        "content": "স্বামী ও স্ত্রী উভয়ের যদি নিসাব পরিমাণ সম্পদ থাকে তাহলে উভয়ের উপর আলাদা আলাদা ভাবে কুরবানি ওয়াজিব হবে। উভয়কেই নিজ নিজ কুরবানি দিতে হবে। স্বামীর কুরবানি দেয়া স্ত্রীর জন্য যথেষ্ট হবে না। কিংবা স্ত্রীর কুরবানি স্বামীর জন্য যথেষ্ট হবে না। এটি হানাফী ফিকহ অনুযায়ী মাসআলা।\n\nযদি এমন হয় যে, স্ত্রীর কাছে কুরবানি দেয়ার মত ক্যাশ টাকা নাই। কিন্তু তার স্বর্ণ-রূপা আছে। সেই সোনা-রূপার মূল্য যদি ৫০ হাজার টাকার মত হয় তাহলে স্ত্রীর উপরও কুরবানি করা ওয়াজিব। যেহেতু স্বামী তার স্ত্রীর অভিভাবক। তাই তার উচিত কুরবানির বিষয়ে স্ত্রীকে সহযোগিতা করা। কিন্তু স্বামী যদি উক্ত টাকা দিতে অপারগ হন বা দিতে না পারে। তার পরেও স্ত্রীর উপর কুরবানি ওয়াজিব হবে।\n\nপ্রয়োজনে স্ত্রীকে তার সম্পদ বিক্রি করে হলেও কুরবানি দিতে হবে।\n\nকুরবানি সম্পর্কে বিস্তারিত জানা যাবে এখান থেকেঃ https://hellohasan.com/2016/09/02/কুরবানি-ফজিলত-আমল-মাসআলা"
      },
      {
        "title": "গরু-মহিষ-উটে কুরবানির ভাগ সংখ্যা বিজোড় হওয়া জরুরি নয়",
        "subtitle": "গরুতে ভাগের সংখ্যা ১ থেকে ৭ যে কোনো হতে পারে",
        "content": "কুরবানিতে গরু-মহিষ-উট এ জাতীয় বড় পশুতে ১ থেকে ৭ ভাগ পর্যন্ত যে কোনো সংখ্যায় ভাগ নেয়া বৈধ। কারো কারো মনে প্রশ্ন আসে যে একটি গরুতে জোড় সংখ্যক ভাগীদার থাকতে পারবে কিনা? ভাগীদারের সংখ্যা জোড়-বিজোড় যে কোনোটিই হতে পারে। বিজোড় সংখ্যায় কুরবানির ভাগ হওয়াতে বিশেষ কোনো ফজিলত নাই।\n\nএকটি গরু যথাক্রমে ১, ২, ৩, ৪, ৫, ৬ ও ৭ জনের পক্ষ থেকে কুরবানি দেয়া যাবে।\n\nকুরবানি সম্পর্কে বিস্তারিত জানা যাবে এখান থেকেঃ https://hellohasan.com/2016/09/02/কুরবানি-ফজিলত-আমল-মাসআলা"
      }
    ]
  },
  {
    "category_id": 6,
    "category_name": "ফিতরা",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/charity.png",
    "content_list": [
      {
        "title": "সাদাকাতুল ফিতরের বিধান",
        "subtitle": "ফিতরা কার উপর ওয়াজিব? কী পরিমাণে ফিতরা দিব?",
        "content": "সাদাকাতুল ফিতর কী\n-----------------------------------\nসাদাকাহ অর্থাৎ দান; ফিতর অর্থ এক মাস রোজা রাখার পর রোজা ভাঙা। দীর্ঘ এক মাস সিয়াম সাধনা শেষে রোজা ভাঙা উপলক্ষে গরীব-মিসকিনকে যা দান করা হয়, তা-ই সাদাকাতুল ফিতর।\n\nসাদাকাতুল ফিতর কেন ওয়াজিব?\n---------------------------------\nসাদাকাতুল ফিতর ওয়াজিব হবার পিছনে হিকমতগুলো নিম্নরূপঃ\n\nপ্রথম কারণ হলোঃ একজন রোজাদার ব্যক্তির রোজা পালন করতে গিয়ে যেসব ত্রুটি-বিচ্যুতি হয়ে যায়, যার কারণে রোজা তার ভঙ্গ হয়ে যায় না, কিন্তু রোজার ত্রুটি হয়। রোজার এ ত্রুটি মার্জনার জন্যই সাদাকাতুল ফিতর। যেমন একজন রোজাদার ব্যক্তি দিনের বেলায় পানাহার করেনি, স্ত্রী ব্যবহার করেনি, যার কারণে তার রোজা নষ্ট হয়নি। কিন্তু পরনিন্দা বা গিবত করেছে, অশ্লীল কথাবার্তা বলেছে, অপ্রয়োজনীয় কথাবার্তা বলেছে, এতে রোজা ত্রুটিপূর্ণ হয়েছে। এ থেকে রোজাকে পরিচ্ছন্ন ও পরিশুদ্ধ করার জন্যই সাদাকাতুল ফিতর।\n\nদ্বিতীয় কারণ হচ্ছেঃ গরীব-দরিদ্র মানুষগুলো এই সমাজেরই মানুষ। তারা সারা বছরই দারিদ্র্যের মধ্যে বসবাস করে নিদারুণ কষ্টের মধ্যে থাকে। তারা কমপক্ষে ঈদের দিনের একদিন যাতে ঈদ আনন্দে সকলের সাথে শরীক হতে পারে। এজন্য তাদের কিছু খাদ্য ও বস্ত্রের ব্যবস্থা করে দেয়া।\n\nতৃতীয় কারণ হচ্ছে : দীর্ঘ এক মাস উপবাস থাকার পর আল্লাহ মেহেরবাণী করে ঈদের দিনে পানাহারের অনুমতি দিয়েছেন। তারই শুকরিয়া স্বরূপ সাদাকাতুল ফিতর।\n\nআব্দুল্লাহ বিন আব্বাস হতে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রোজাকে অপ্রয়োজনীয় ও অশ্লীল কথাবার্তা ও কার্যকলাপ থেকে পরিচ্ছন্ন করার জন্য এবং মিসকীনদের কিছু খাদ্যের ব্যবস্থা করার জন্য যাকাতুল ফিতর ফরজ করেছেন। (আবু দাউদ, ইবনে মাজা, বায়হাকী)\n\nঅন্য হাদীসে রয়েছে : ‘তাদের আজকের দিনে মানুষের বাড়ি বাড়ি ঘুরা থেকে অমুখাপেক্ষী রাখ’ (বায়হাকী, দারু কুতনী)\n\nসাদাকাতুল ফিতর কার উপর ওয়াজিব\n------------------------------\nযাকাত, কুরবানী ও সদকায়ে ফিতিরের নিসাবের ক্ষেত্রে মূলনীতি হলঃ যখন কোন ব্যক্তির কাছে একাধিক নিসাবের অংশ বিশেষ থাকে (অর্থাৎ কিছু স্বর্ণ, কিছু রূপা বা কিছু টাকা। অথবা শুধু স্বর্ণ, শুধু রূপা বা শুধু ক্যাশ টাকা)। কিন্তু কোনটি দিয়েই নিসাব পূর্ণ না হয়, এক্ষেত্রে যে কোন একটিকে নিসাব ধরে অন্য নিসাবী পণ্যের মূল্য হিসাবে আনা হয়। তখন যদি কোন একটি নিসাবের সমপরিমাণ মূল্যের নিসাব পূর্ণ হয়ে যায়, তাহলেই তার উপর যাকাত, কুরবানী ও সদকায়ে ফিতির আবশ্যক হয়ে যায়।\n\nএক্ষেত্রে আরেকটি বিষয় লক্ষ্যণীয়। তাহল, গরীবদের জন্য উপকারী বিষয়কে প্রাধান্য দিতে হয়। মূলনীতি অনুপাতে যেটি দিয়ে নেসাব পূর্ণ হবে, সেটিকেই গ্রহণ করতে হয়।\n\nউদাহরণঃ\nকারো কাছে রূপা আছে আবার স্বর্ণও আছে। কিন্তু কোনটি দ্বারাই নিসাব পূর্ণ হচ্ছে না (অর্থাৎ স্বর্ণ সাড়ে সাত ভরি নাই, রূপাও সাড়ে ৫২ ভরি নাই)। এখন রূপার নিসাব সাড়ে বয়ান্ন তোলা রূপার সমমূল্য কত? তা নির্ধারণ করতে হবে। তারপর সেই মূল্যমান পরিমাণ যদি তার কাছে থাকা স্বর্ণের বাজার মূল্যের সমান বা বেশি হয়, তাহলে বলা হবে রূপা হিসেবে নেসাব পূর্ণ হয়ে গেছে। আর যদি সাড়ে সাত তোলা স্বর্ণ এর মূল্য স্বর্ণ ও রূপা মিলে হয়ে যায়, তাহলে স্বর্ণের মূল্য হিসেবে নেসাব পূর্ণ হয়ে গেছে বলে ধর্তব্য হবে। যদি কোনটি দ্বারাই তার মূল্যের নেসাব পূর্ণ না হয়, তাহলেই কেবল বলা হবে যে, নেসাবের মালিক হয়নি।\n\nতবে আমাদের কাছে এই পরিমাণ সম্পদ না থাকলেও যদের ফিতরার পরিমাণ টাকা সাদাকা করার তাওফিক আছে তাদের জন্যও উচিত হবে ফিতরা আদায় করা। বর্তমানে জনপ্রতি ফিতরার পরিমাণ ৭৫ টাকা থেকে শুরু করে ৩৫০০ টাকার মধ্যে হয়ে থাকে। ৭৫ বা ১০০ টাকা সাদাকা করার তাওফিক যদি অন্তত থাকে তাহলেই আমরা যেন এই দান করার সুযোগ নিই। কারণ এই দান আমরা আল্লাহর কোনো উপকারে আসবে না। আল্লাহ আমাদেরকে সুযোগ দিয়েছেন দান করার, যেন এটি আমাদের উপকারে আসে। তাই আসুন আমরা সকলেই আমাদের সামর্থ্য অনুযায়ী বেশি টাকা দিয়ে সাদাকাতুল ফিতর আদায় করি।\n\nপরিবারের পক্ষ থেকে সাদাকাতুল ফিতর আদায় করবেন কে?\n--------------------------------------------------\nপরিবারের কর্তা তার নিজের ও তার অধীনস্থ নাবালেগদের পক্ষ থেকে সাদাকাতুল ফিতর আদায় করবেন। স্ত্রীর ফিতরা আদায় করা স্বামীর জন্য আবশ্যক নয়। তবে যদি স্বামী আদায় করেন তাহলে স্ত্রীর পক্ষ থেকে তা আদায় হয়ে যাবে এবং স্বামীও এজন্য সাওয়াবের অংশীদার হবেন। স্ত্রী ব্যতীত কর্তার অধিনস্থ নাবালেগ ছেলে-মেয়ে বা কাজের লোক তাদের পক্ষ থেকেও তিনি ফিতরা আদায় করবেন। যাদের উপর রোজা ফরজ নয়, অথবা ফরজ হলেও যারা রমজানের রোজা রাখতে পারে নাই তাদের পক্ষ থেকেও ফিতরা আদায় করতে হবে।\n\nফিতরা খাদ্য দিয়ে আদায় করতে হবে? নাকি টাকা দিয়ে?\n----------------------------------------------------\nবর্তমান সময়ে যেসকল বিধান নিয়ে জোর বিতর্ক চলছে তার মধ্যে অন্যতম হচ্ছে এই টপিক। ফিতরা কি খাদ্য দ্রব্য দিয়েই আদায় করতে হবে নাকি টাকা দিয়ে আদায় করলেও আদায় হবে এ নিয়ে ফকীহ বা ইমামদের মধ্যে মতপার্থক্য রয়েছে।\n\nইমাম শাফেয়ী, ইমাম মালেক, ইমাম আহমাদ (রহ.) এর মতে নগদ অর্থ দেয়া বৈধ হবে না। কারণ হাদীসে স্পষ্ট ভাবে খাদ্যবস্তু দ্বারা ফিতরা আদায় করার প্রমাণ পাওয়া যায়। সেই সময়ের প্রচলিত মুদ্রা দিয়ে ফিতরা আদায় করার প্রমাণ হাদীস দ্বারা পাওয়া যায় না। তাই তাদের মত হচ্ছে খাদ্যবস্তু দ্বারাই ফিতরা দিতে হবে, টাকা দিয়ে ফিতরা আদায়ই হবে না।\nঅপরপক্ষে ইমাম আবু হানিফা, সুফিয়ান সাওরী, আতা, হাসান বাসরী, ওমর বিন আব্দুল আজিজ প্রমুখের মতে, নগদ অর্থ দিয়ে সাদাকাতুল ফিতর আদায় করা বৈধ। কেননা সাদাকাতুল ফিতর আদায়ের একটি অন্যতম লক্ষ্য হলো দরিদ্র মানুষকে ঈদের আনন্দে শরীক হওয়ার সুযোগ করে দেয়া। দরিদ্র মানুষের যেমন প্রয়োজন খাদ্যের, তেমনি প্রয়োজন কাপড়-চোপড় ও অন্যান্য সামগ্রীর। সকলেই যদি শুধু খাদ্য দিয়ে সাদাকাতুল ফিতর আদায় করে, তাহলে হয়তো তার ঘরে জমা হয়ে যাবে অঢেল খাদ্য। অথচ তার এত খাবারের প্রয়োজন নেই, প্রয়োজন তার কাপড়-চোপড়, সেমাই, চিনি ও অন্যান্য সামগ্রী। এ অবস্থায় তার প্রয়োজন পূরণের জন্য তাকে অতিরিক্ত খাবার বিক্রি করতে হবে। এতে যেমন রয়েছে বিক্রি করার বিড়ম্বনা, তেমনি বিক্রি করতে হবে তুলনামূলক কম মূল্যে। এতে ক্ষতিগ্রস্ত হবে দরিদ্র মানুষটি।\n\nএছাড়াও টাকা দিয়ে আদায় করার পক্ষে সাহাবী (রা) ও তাবেয়ীদের (রহ.) আমল রয়েছে। ইমাম বুখারীর উস্তাজ ইমাম আবু বকর ইবনে আবী শাইবা রহঃ তার পৃথিবী বিখ্যাত হাদীসের কিতাব “মুসান্নাফ ইবনে আবী শাইবা” এর ৬ষ্ঠ খণ্ডের ৫০৭ নং পৃষ্ঠায় শিরোনাম এনেছেন فِي إِعْطَاءِ الدَّرَاهِمِ فِي زَكَاةِ الْفِطْرِ তথা টাকার বিনিময়ে সদকায়ে ফিতির প্রদান করা। এর অধীনে তিনি একাধিক আছার উল্লেখ করেছেন।\n\nতাই মধ্যমপন্থা অবলম্বনকারী আলেমদের অভিমত হচ্ছেঃ খাদ্যবস্তু দ্বারা ফিতরা আদায় করলে তা হবে সুন্নাহ সম্মত। খাদ্যবস্তু বলতে তারা বুঝিয়ে থাকেন সমাজে যেসকল খাদ্যের প্রচলন আছে এমন খাদ্য দিয়ে দেয়া উত্তম। যেমন কেউ যদি ঈদের আগে ফিতরার পরিমাণ হিসাব করে ঐ টাকা দিয়ে সেমাই, দুধ, চাল, চিনি, গোশত ইত্যাদি একত্র করে কোনো গরীব পরিবারকে দেয়। যেন ঈদের দিন তারা একটু ভাল খাবার খেতে পারে। তাহলে তা সবচেয়ে উত্তম ও সুন্নাহ সম্মত হবে। কিন্তু যদি কেউ খাদ্য না দিতে পারে, বরং টাকা দেয়। তাহলেও তা আদায় হয়ে যাবে। টাকা দিয়ে আদায় করাকে তারা জায়েজ বলেছেন। হয়ত পুরোপুরি সুন্নাহের অনুসরণ হলো না। কিন্তু ফিতরার মূল লক্ষ্য অর্জিত হওয়ায় এটাকে বাতিল বলে তারা রায় দেন না। তাই আমাদের উচিত সর্বোচ্চ চেষ্টা করা খাদ্যদ্রব্য দিয়ে ফিতরা আদায় করা। অন্যথায় নিরুপায় হলে টাকা দিয়ে আদায় করা।\n\nফিতরা কখন আদায় করতে হবে?\n---------------------------------\nহাদীসের রেওয়ায়েত মতে ঈদুল ফিতরের নামাজে যাওয়ার আগেই ফিতরা গরীবদের কাছে পৌঁছে দিতে হবে। এক্ষেত্রে ফিতরা আদায়কারীর দায়িত্ব হচ্ছে গরীবদের কাছে ফিতরা পৌঁছে দেয়া। গরীব বা ফকিররা ফিতরার টাকা নেয়ার জন্য বাড়ি বাড়ি ঘুরবে না। ফিতরা আদায়কারীকে গরীবের বাড়ি যেতে হবে তার দায়িত্ব পালন করার জন্য। তাই খেয়াল রাখতে হবে ফিতরা যেন ঈদের নামাজের পর আদায় করতে না হয়। অনেকেই চিন্তা করতে পারেন ঈদগাহে অনেক ফকির আসে। নামাজ শেষ করে সবাইকে ৫-১০ টাকা করে দিব। কিন্তু এটা সুন্নতের খেলাফ।\n\nঈদের নামাজের আগে ফিতরা আদায় করার বর্ণনা হাদীস দ্বারা প্রমাণিত। একই সাথে এমন কিছু রেওয়ায়েতও পাওয়া যায় যেখানে দেখা যায় সাহাবীরা (রা) ঈদের ২-১ দিন আগেও ফিতরা আদায় করেছেন। তাই আমরা চাইলে ঈদের ২-১ দিন আগে ফিতরা আদায় করে দিতে পারি। যেন যাকে দেয়া হচ্ছে সে ২-১ দিন আগে থেকেই ঈদের প্রস্তুতি নিতে পারেন। যদি টাকা দেয়া হয় তাহলে ঈদের ২-১ দিন আগে দেয়া। বেশি আগে দিলে সে আবার অন্য কাজে খরচ করে ফেলতে পারে। ফলে ঐ ব্যক্তির পরিবারের লোকজন হয়ত ঈদের আনন্দ থেকে বঞ্চিত হতে পারে। তাই বেশি আগে টাকা না দেয়াই ভাল। খাদ্যদ্রব্য দিলেও তা ঈদের অনেক দিন আগে না দেয়াই ভাল। এমন একটা টাইমিং করে আমাদের এগুলো আদায় করা উচিত যাতে, যাকে দেয়া হচ্ছে সে সেগুলো ঈদের দিনে কাজে লাগাতে পারে।\n\nফিতরার পরিমাণ\n-------------------\nসদাকায়ে ফিতর সম্পর্কিত হাদীসগুলো পর্যালোচনা করলে এ বিষয়ে মোট পাঁচ প্রকার খাদ্যের বর্ণনা পাওয়া যায়: যব, খেজুর, পনির, কিসমিস ও গম। এ পাঁচ প্রকারের মধ্যে যব, খেজুর, পনির ও কিসমিস দ্বারা সদকা ফিতর আদায় করতে চাইলে প্রত্যেকের জন্য এক সা’ পরিমান (৩ কেজি ৩০০ গ্রাম) দিতে হবে। আর গম দ্বারা আদায় করতে চাইলে আধা ‘সা’ দিতে হবে।\nপ্রথম চারটি খাদ্যদ্রব্য দিয়ে আদায় করতে চাইলে এক 'সা' পরিমাণ আর দ্বিতীয় প্রকার খাদ্য গম দ্বারা আদায় করলে প্রতিজনের জন্য অর্ধেক 'সা' পরিমাণ গম আদায় করতে হবে। প্রশ্ন হচ্ছে যব, খেজুর, পনির ও কিসমিসের মত দামী খাবার দিয়ে আদায় করতে চাইলে এক 'সা' আর গমের মত কম দামী জিনিস দিয়ে আদায় করলে অর্ধেক 'সা' কেন আদায় করতে হয়? এর উত্তর হচ্ছে আরবে নবী (সা) এর সময়ে গমের উৎপাদন কম হত। গম পাওয়া যেত কম, তাই গমের দাম তখন অনেক বেশি ছিল। যেহেতু গমের দাম তখন অনেক বেশি ছিল সে কারণে গম দিয়ে আদায় করতে চাইলে তার জন্য অর্ধেক 'সা' পরিমাণ গম সাদকা করলেই আদায় হয়ে যেত। অপরপক্ষে যব, খেজুর, পনির আর কিসমিসের দাম সে সময় কম হওয়ায় আর সহজলভ্য হওয়ায় এগুলো দিয়ে আদায় করতে চাইলে ১ 'সা' পরিমাণ দিতে হত।\n\nএখন প্রশ্ন হচ্ছে আমরা কোন খাদ্যদ্রব্য দ্বারা ফিতরার পরিমাণ হিসাব করি? আমরা সাধারণত ফিতরার পরিমাণ নির্ধারণ করি গমের দাম দিয়ে। কারণ বর্তমান সময়ে গমের ফলন হয় অনেক বেশি। এর দাম কম। এটা যেহেতু অর্ধেক 'সা' (১ কেজি ৬৫০ গ্রাম) দিলেই হয় তাই আমরা চালাকী করে গমের দাম দিয়েই ফিতরার হিসাব করি। আল্লাহর রাসূল (সা) গমের হিসাব করে দিয়েছিলেন এটার দাম বেশি ছিল দেখে। আমরা এখনকার মুসলিমরা এটার সুযোগ নিই এটার দাম কম হবার জন্য। সাহাবীগণ (রা) খেজুর দ্বারা ফিতরা দিতে পছন্দ করতেন। নবী (সা) বলেছেন সাধ্যের মধ্যে সবচেয়ে ভাল জিনিস দিয়ে ফিতরা আদায় করতে। আল্লাহ কুরআনেও দান করার সময় উত্তম বস্তুগুলো দিয়ে দান করতে উৎসাহ দিয়েছেন। তাই আমাদের উচিত উপরে উল্লেখিত ৫ রকমের খাবারের মধ্যে আমাদের সাধ্যে যেটা দিয়ে ফিতরা দেয়া সামর্থ্যে কুলায়  সেটা দিয়ে আদায় করা।\n\nইসলামি ফাউন্ডেশন বাংলাদেশের থেকে প্রতি বছর ফিতরার সর্বনিম্ন ও সর্বোচ্চ পরিমাণ নির্ধারণ করে দেয়া হয়। এটা একটা ভাল উদ্যোগ। আলেম সমাজ এটাকে সাধবাদ জানিয়েছেন। উপরের ৫টা খাদ্যের মধ্যে সবচেয়ে দামী খাবারের দাম আর সবচেয়ে কমদামী খাবারের দামের হিসাব করে তারা এই ফিতরার রেঞ্জ নির্ধারণ করেন। যেমন গম দিয়ে আদায় করলে হয়ত ৭৫ টাকা আসবে। আর খেজুরের মধ্যে আজওয়া খেজুর দিয়ে আদায় করলে ৩৫০০ টাকার মত আসবে। সমাজে সবার অবস্থান এক না। যেই লোক মাসে ১০ হাজার টাকা ইনকাম করেন তিনি হয়ত ৭৫ টাকা দিয়ে আদায় করবেন। আবার যেই লোকের ইনকাম মাসে ১ লাখ টাকা সে চাইলে আল্লাহর ইচ্ছায় ৩৫০০ টাকা দিয়ে ফিতরা আদায় করতে পারেন। আমরা এখানে ব্যবসা করছি আল্লাহর সাথে। এখন দুনিয়াতে আমরা যত বেশি ইনভেস্ট করে যেতে পারব, আখিরাতে ইনশাআল্লাহ আল্লাহ আমাদেরকে তত বেশি দিবেন। তাই নিজেদেরকে ফাঁকি না দিয়ে সাধ্যে যতটুকু কুলায় সে পরিমাণ ফিতরা আমরা আদায় করি। ধনী-গরীব সবাই গড়ে ৭৫ টাকা সর্বনিম্ন ফিতরা আদায় করার সংস্কৃতি থেকে আমাদের বেরিয়ে আসা উচিত।\n\nআল্লাহ আমাদের সবাইকে ভোগবাদী মানসিকতা থেকে বের হয়ে এসে দান করার মানসিকতা লালন করার তাওফিক দান করুন। আমীন।\n\nরেফারেন্সঃ\nমাসআলাগুলো দলীল সহ বিস্তারিত জানার জন্য ভিজিট করুন আমার লেখা এই ব্লগপোস্টেঃ\nhttps://hellohasan.com/2020/05/05/ফিতরা-কত-টাকা-বিধান"
      }
    ]
  }
]
