[
  {
    "category_id": 1,
    "category_name": "দৈনন্দিন জীবন",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/daily-life.png",
    "content_list": [
      {
        "title": "ঘুমাতে যাওয়ার আগের আমল",
        "subtitle": "চলুন ঘুমকে পরিণত করি ইবাদতে",
        "content": "ঘুমাতে যাওয়ার আগের আমলসমূহ\n-------------------------------------------\n\nঘুমাতে যাওয়ার আগে রাসূল (সা) বেশ কিছু আমল করতেন। এই সুন্নাহগুলো পালন করার মাধ্যমে আমরা আমাদের ঘুমকেও ইবাদতের সমতুল্য করে তুলতে পারি। ঘুমানোর আগের সুন্নাহগুলো প্রথমে পয়েন্ট আকারে তুলে ধরে পরে বিস্তারিত বর্ণনা করা হবে ইনশাআল্লাহ।\n\n০। ব্যবহার্য থালা-বাসন, হাড়ি-পাতিল ঢেকে রাখা ও বাতি নিভিয়ে দেয়া\n১। অযু করা\n২। ঘুমের পূর্বে পড়ার জন্য বিশেষ কয়েকটি দুয়া আছে সেগুলো পড়া (যেমনঃ আল্লাহুম্মা বিসমিকা আমুতু ওয়া আহইয়া)\n৩।  সূরা কাফিরুন, সূরা ইখলাস, সূরা ফালাক্ব ও সূরা নাস পড়া\n৪। ৩৩ বার সুবহানাল্লাহ, ৩৩ বার আলহামদুলিল্লাহ ও ৩৪ বার আল্লাহু আকবার পড়া\n৫। আয়াতুল কুরসী পড়া\n৬। সূরা বাক্বারার শেষ দুই আয়াত পড়া\n৭। সূরা সাজদাহ ও সূরা মুলক পড়া\n৮। ডান কাত হয়ে ঘুমানো\n\nউপরের পয়েন্টগুলোর বিস্তারিত ও রেফারেন্স নিচে পর্যায়ক্রমে তুলে ধরা হলোঃ\n\n০। ব্যবহার্য থালা-বাসন, হাড়ি-পাতিল ঢেকে রাখা ও বাতি নিভিয়ে দেয়া\n---------------------------------\nজাবির (রাঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ \n\nযখন রাত্রের আঁধার নেমে আসে, অথবা বলেছেনঃ সন্ধ্যা হয়, তখন তোমাদের শিশুদেরকে (বাইরে যাওয়া থেকে) আবদ্ধ রাখো। কেননা সে সময় শয়তান ছড়িয়ে পড়ে। তবে রাতের কিছু সময় অতিক্রান্ত হয়ে গেলে তাদেরকে ছেড়ে দাও এবং বিসমিল্লাহ বলে ঘরের দরজাসমূহ বন্ধ করো। কারণ শয়তান বদ্ধদ্বার খুলতে পারে না। আর বিসমিল্লাহ পড়ে তোমাদের মশকগুলোর মুখ বন্ধ করো এবং বিসমিল্লাহ বলে তোমাদের পাত্রগুলোও ঢেকে রাখো। (ঢাকার কিছু না পেলে) কোন কিছু আড়াআড়িভাবে হলেও পাত্রের উপর রেখে দাও। (আর ঘুমানোর সময়) বাতিগুলো নিভিয়ে দাও। (বুখারী ও মুসলিম)\n\n১। অযু করা\n-----------------------------------------------\nহজরত বারা ইবনে আযিব হতে বর্ণিত তিনি বলেন, রাসুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে বলেছেন, \n\n‘যখন তুমি তোমার শয্যা গ্রহণের ইচ্ছা করবে, তখন সালাতের ন্যায় অজু করে ডান কাত হয়ে শয়ন করবে।’ (বুখারি ও মুসলিম)\n\nযে ব্যক্তি পবিত্রাবস্থায় (অজু অবস্থায় ) ঘুমায় তার সাথে একজন ফেরেশতা নিয়োজিত থাকে। অতঃপর সে ব্যক্তি ঘুম থেকে জাগ্রত হওয়ার সাথে সাথেই আল্লাহর সমীপে ফেরেশতাটি প্রার্থনায় বলে থাকে, হে আল্লাহ! তোমার অমুক বান্দাকে ক্ষমা করে দাও, কেননা সে পবিত্রাবস্থায় ঘুমিয়েছিল।’ (আল ইহসান ফি তাকরিব, সহীহ ইবনে হিব্বান)\n\n২। ঘুমের পূর্বে পড়ার জন্য বিশেষ কয়েকটি দুয়া আছে সেগুলো পড়া\n------------------------------------------------------------\nক.\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ঘুমানোর ইচ্ছা করতেন তখন তাঁর ডান হাত তাঁর গালের নীচে রাখতেন, তারপর এ দো‘আটি বলতেন:\n\nاللّٰهُمَّ قِنِيْ عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ \n\nহে আল্লাহ! আমাকে আপনার আযাব থেকে রক্ষা করুন, যেদিন আপনি আপনার বান্দাদেরকে পুনর্জীবিত করবেন।\nআবূ দাউদ, শব্দ তাঁরই, ৪/৩১১, নং ৫০৪৫; তিরমিযী, নং ৩৩৯৮; আরও দেখুন, সহীহুত তিরমিযী, ৩/১৪৩; সহীহ আবী দাঊদ, ৩/২৪০\n\nখ.\nبِاسْمِكَ اللّٰهُمَّ أَمُوْتُ وَأَحْيَا \n\nহে আল্লাহ ! আপনার নাম নিয়েই আমি মরছি (ঘুমাচ্ছি) এবং আপনার নাম নিয়েই জীবিত (জাগ্রত) হবো।\n\nবুখারী, (ফাতহুল বারীসহ) ১১/১১৩, নং ৬৩২৪; মুসলিম ৪/২০৮৩, নং ২৭১১\n\nগ.\nاللّٰهُمَّ إِنَّكَ خَلَقْتَ نَفْسِيْ وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْيَاهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا، اللّٰهُمَّ إِنِّيْ أَسْأَلُكَ العَافِيَةَ \n\nহে আল্লাহ! নিশ্চয় আপনি আমার আত্মাকে সৃষ্টি করেছেন এবং আপনি তার মৃত্যু ঘটাবেন। তার মৃত্যু ও তার জীবন আপনার মালিকানায়। যদি তাকে বাঁচিয়ে রাখেন তাহলে আপনি তার হেফাযত করুন, আর যদি তার মৃত্যু ঘটান তবে তাকে মাফ করে দিন। হে আল্লাহ! আমি আপনার কাছে নিরাপত্তা চাই।\nমুসলিম ৪/২০৮৩, নং ২৭১২; আহমাদ, তাঁর শব্দে ২/৭৯, নং ৫৫০২।\n\nগ.\n رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيْمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيْلِ، وَالْفُرْقَانِ، أَعُوْذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، \n\nহে আল্লাহ! হে সপ্ত আকাশের রব্ব, যমিনের রব্ব, মহান ‘আরশের রব্ব, আমাদের রব্ব ও প্রত্যেক বস্তুর রব্ব, হে শস্য-বীজ ও আঁটি বিদীর্ণকারী, হে তাওরাত, ইনজীল ও কুরআন নাযিলকারী, আমি প্রত্যেক এমন বস্তুর অনিষ্ট থেকে আপনার নিকট আশ্রয় প্রার্থনা করি, যার (মাথার) অগ্রভাগ আপনি ধরে রেখেছেন (নিয়ন্ত্রণ করছেন)।\n\nاللّٰهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُوْنَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ \n\nহে আল্লাহ! আপনিই প্রথম, আপনার পূর্বে কিছুই ছিল না; আপনি সর্বশেষ, আপনার পরে কোনো কিছু থাকবে না; আপনি সব কিছুর উপরে, আপনার উপরে কিছুই নেই; আপনি সর্বনিকটে, আপনার চেয়ে নিকটবর্তী কিছু নেই, আপনি আমাদের সমস্ত ঋণ পরিশোধ করে দিন এবং আমাদেরকে অভাবগ্রস্ততা থেকে অভাবমুক্ত করুন।\n\nমুসলিম ৪/২০৮৪, নং ২৭১৩\n\nঘ.\nاَلْحَمْدُ لِلّٰهِ الَّذِيْ أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ \n\nসকল প্রশংসা আল্লাহ্‌র জন্য, যিনি আমাদেরকে আহার করিয়েছেন, পান করিয়েছেন, আমাদের প্রয়োজন পূর্ণ করেছেন এবং আমাদেরকে আশ্রয় দিয়েছেন। কেননা, এমন বহু লোক আছে যাদের প্রয়োজনপূর্ণকারী কেউ নেই এবং যাদের আশ্রয়দানকারীও কেউ নেই।\nমুসলিম ৪/২০৮৫, নং ২৭১৫\n\nঙ.\nاللّٰهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَّمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوءًا، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ \n\nহে আল্লাহ! হে গায়েব ও উপস্থিতের জ্ঞানী, হে আসমানসমূহ ও যমীনের স্রষ্টা, হে সব কিছুর রব্ব ও মালিক! আমি সাক্ষ্য দিচ্ছি যে, আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই। আমি আপনার কাছে আশ্রয় চাই আমার আত্মার অনিষ্ট থেকে, শয়তানের অনিষ্টতা থেকে ও তার শির্ক বা তার ফাঁদ থেকে, আমার নিজের উপর কোনো অনিষ্ট করা, অথবা কোনো মুসলিমের দিকে তা টেনে নেওয়া থেকে।\nআবূ দাউদ, ৪/৩১৭, নং ৫০৬৭; তিরমিযী, নং ৩৬২৯; আরও দেখুন, সহীহুত তিরমিযী, ৩/১৪২।\n\nচ.\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: ‘তোমাদের কোনো ব্যক্তি তার বিছানা ত্যাগ করলো, আবার ঘুমাতে ফিরে এলো সে যেন তার চাদর বা লুঙ্গির আঁচল দিয়ে তিনবার বিছানাটি ঝেড়ে নেয়। আর যেন সে বিসমিল্লাহ পড়ে, (আল্লাহর নাম নেয়); কেননা সে জানে না যে, তার চলে যাবার পর এতে কী পতিত হয়েছে। \n\nতারপর সে যখন শোয়, তখন যেন এ দো‘আটি বলে,\n\nبِاسْمِكَ رَبِّيْ وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِنْ أَمْسَكْتَ نَفْسِيْ فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِيْنَ \n\nআমার রব! আপনার নামে আমি আমার পার্শ্বদেশ রেখেছি (শুয়েছি) এবং আপনারই নাম নিয়ে আমি তা উঠাবো। যদি আপনি (ঘুমন্ত অবস্থায়) আমার প্রাণ আটকে রাখেন, তবে আপনি তাকে দয়া করুন। আর যদি আপনি তা ফেরত পাঠিয়ে দেন, তাহলে আপনি তার হেফাযত করুন যেভাবে আপনি আপনার সৎকর্মশীল বান্দাগণকে হেফাযত করে থাকেন।\n\nবুখারী, ফাতহুল বারীসহ ১১/১২৬, নং ৬৩২০; মুসলিম ৪/২০৮৪, নং ২৭১৪। \n\n৩। সূরা কাফিরুন, সূরা ইখলাস, সূরা ফালাক্ব ও সূরা নাস পড়া\n------------------------------------------------------------------------------\n\nফরওয়াহ ইবনু নাওফাল (রাঃ) থেকে বর্ণিতঃ তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে বললেন, \n\n\"হে আল্লাহ্‌র রাসূল! আমাকে কিছু শিখিয়ে দিন, যা আমি বিছানাগত হওয়াকালে বলতে পারি।\" \n\nতিনি বললেনঃ তুমি \"কুল ইয়া আইয়্যুহাল কাফিরুন\" সূরাটি তিলাওয়াত কর। কারণ তা শিরক হতে মুক্তির ঘোষণা। \n\nসহীহঃ তা’লীকুর রাগীব (হাঃ ১/২০৯)\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাহাবীগণকে বললেন, “তোমরা কি এক রাতে এক তৃতীয়াংশ কুরআন পড়তে পারনা”? প্রস্তাবটি সাহাবাদের জন্য কঠিন মনে হল। তাই তাঁরা বলে উঠলেন, “হে আল্লাহর রসুল! এই কাজ আমাদের মধ্যে কে করতে পারবে?” (অর্থাৎ কেউ পারবে না।) তিনি বললেন, “ক্বুল হুওয়াল্লাহু আহাদ, আল্লাহুস স্বামাদ” (সুরা ইখলাস) কুরআনের এক তৃতীয়াংশের সমান”।. (অর্থাৎ এই সুরা পড়লে এক তৃতীয়াংশ কুরআন পড়ার সমান নেকী পাওয়া যাবে)। \n\nসহীহুল বুখারী ৫০১৫, নাসায়ী ৯৯৫, আবু দাউদ ১৪৬১, আহমাদ ১০৬৬৯\n\nআয়েশা (রাঃ) থেকে বর্ণিতঃ নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতি রাত্রে শয্যা গ্রহনের সময় তালুদ্বয় একত্রিত করে তাতে সূরা ইখলাস, ফালাক ও নাস পড়ে ফুঁ দিতেন। অতঃপর হাতদ্বয় দ্বারা শরীরের যতদূর পর্যন্ত বুলানো সম্ভব হতো, ততদূর পর্যন্ত বুলিয়ে নিতেন। স্বীয় মাথা, চেহারা এবং শরীরের সামনের দিক থেকে আরম্ভ করতেন। এইভাবে তিনি তিনবার করতেন।’’ (বুখারী ৫০১৭)\n\nএটা জাদু-টোনা ও দুষ্ট জ্বীন-শয়তান থেকে ব্যক্তিকে নিরাপদ রাখবে ইনশাআল্লাহ।\n\n৪। ৩৩ বার সুবহানাল্লাহ, ৩৩ বার আলহামদুলিল্লাহ ও ৩৪ বার আল্লাহু আকবার পড়া\n---------------------------------------------------------------\n\nআলী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, ফাতিমা (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে একটি চাকর চাইলে, তিনি বললেন, “আমি কি তোমাদের দু’জনকে এমন জিনিস বলে দেবো না, যা তোমাদের চাকরের চেয়ে উত্তম? তোমরা যখন বিছানায় শুতে যাবে, তখন ৩৪ বার আল্লাহু আকবর, ৩৩ বার সুবহানাল্লাহ এবং ৩৩ বার আলহামদুলিল্লাহ পড়বে। এটা তোমাদের চাকরের চেয়েও উত্তম।” (বুখারী ৬৩১৮, মুসলিম ৬৯১৫)\n\n৫। আয়াতুল কুরসী পড়া\n----------------------------------\nনবী (সা) বলেনঃ “যখন বিছানায় ঘুমুতে যাবে আয়াতুল কুরসী পাঠ করবে, তাহলে আল্লাহর পক্ষ থেকে তোমার উপর সব সময় একজন হেফাযতকারী নিযুক্ত থাকবে এবং ভোর পর্যন্ত শয়তান তোমার ধারে কাছেও আসতে পারবে না।” \nসহীহ বুখারী, খন্ড ৬, অধ্যায় ৬১, হাদিস নং- ৫৩০\n\nاللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاواتِ وَالأَرْضَ وَلاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n\nঅনুবাদঃ আল্লাহ্, তিনি ছাড়া কোনো সত্য ইলাহ্ নেই। তিনি চিরঞ্জীব, সর্বসত্তার ধারক। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রাও নয়। আসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর। কে সে, যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে? তাদের সামনে ও পিছনে যা কিছু আছে তা তিনি জানেন। আর যা তিনি ইচ্ছে করেন তা ছাড়া তাঁর জ্ঞানের কোনো কিছুকেই তারা পরিবেষ্টন করতে পারে না। তাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে; আর এ দুটোর রক্ষণাবেক্ষণ তাঁর জন্য বোঝা হয় না। আর তিনি সুউচ্চ সুমহান।\n\n৬। সূরা বাক্বারার শেষ দুই আয়াত পড়া\n------------------------------------------------------\n\nآمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ - \n\nلَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ - \n\nঅনুবাদঃ\nরাসূল তার প্রভুর পক্ষ থেকে যা তার কাছে নাযিল করা হয়েছে তার উপর ঈমান এনেছেন এবং মুমিনগণও। প্রত্যেকেই ঈমান এনেছে আল্লাহ্র উপর, তাঁর ফেরেশ্তাগণ, তাঁর কিতাবসমূহ এবং তাঁর রাসূলগণের উপর। আমরা তাঁর রাসূলগণের কারও মধ্যে তারতম্য করি না। আর তারা বলে, আমরা শুনেছি ও মেনে নিয়েছি। হে আমাদের রব! আপনার ক্ষমা প্রার্থনা করি এবং আপনার দিকেই প্রত্যাবর্তনস্থল।\n\n আল্লাহ্ কারো উপর এমন কোন দায়িত্ব চাপিয়ে দেন না যা তার সাধ্যাতীত। সে ভাল যা উপার্জন করে তার প্রতিফল তারই, আর মন্দ যা কামাই করে তার প্রতিফল তার উপরই বর্তায়। ‘হে আমাদের রব! যদি আমরা বিস্মৃত হই অথবা ভুল করি তবে আপনি আমাদেরকে পাকড়াও করবেন না। হে আমাদের রব! আমাদের পূর্ববর্তীগণের উপর যেমন বোঝা চাপিয়ে দিয়েছিলেন আমাদের উপর তেমন বোঝা চাপিয়ে দিবেন না। হে আমাদের রব! আপনি আমাদেরকে এমন কিছু বহন করাবেন না যার সামর্থ আমাদের নেই। আর আপনি আমাদের পাপ মোচন করুন, আমাদেরকে ক্ষমা করুন, আমাদের প্রতি দয়া করুন, আপনিই আমাদের অভিভাবক। অতএব কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য করুন।\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “যে ব্যক্তি রাতের বেলা সুরা বাকারার শেষ দুই আয়াত পড়বে সেটা তার জন্য যথেষ্ঠ হবে”। সহীহ বুখারিঃ ৫০১০, সহীহ মুসলিমঃ ৮০৭। \n\nবিখ্যাত হাদীস গ্রন্থ “রিয়াদুস সালেহীন” এর লেখক ও সহীহ মুসলিমের ভাষ্যকার, ইমাম আন-নববী (রহঃ) বলেন, “এর অর্থ কেউ বলেছেনঃ কিয়ামুল লাইল বা তাহাজ্জুদ নামাযের জন্য যথেষ্ঠ হবে। কেউ বলেছেনঃ শয়তানের ক্ষতি থেকে বাঁচার জন্য যথেষ্ঠ হবে। কেউ বলেছেনঃ বালা-মুসিবত থেকে নিরাপত্তা পাওয়া যাবে। তবে সবগুলো অর্থ সঠিক হওয়ার সম্ভাবনা রয়েছে।\n\n৭। সূরা সাজদাহ ও সূরা মুলক পড়া\n--------------------------------------------------------\n“রাসুলুল্লাহ (সাঃ) আলিফ লাম মীম তানজিলুল কিতাব (সুরা আস-সাজদা) ও তাবারাকাল্লাযী বিয়াদিহিল মুলকু (সুরা মুলক) তেলাওয়াত না করে কোন দিন ঘুমাতেন না”\nসুনানে আত-তিরমিযী ২৮৯২, মুসনাদে আহমাদ ১৪২৯। শায়খ আলবানীর মতে হাদীসটি সহীহ, সহীহ তিরমিযী ৩/৬\n\n৮। ডান কাত হয়ে ঘুমানো\n-----------------------------------\nরাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, \n\n“যখন তুমি বিছানা গ্রহণ করবে, তখন নামাযের মত ওযু করবে, তারপর তোমার ডান পার্শ্বদেশে শুয়ে পড়বে। তারপর বল,\n\nاللّٰهُمَّ أَسْلَمْتُ نَفْسِيْ إِلَيْكَ، وَفَوَّضْتُ أَمْرِيْ إِلَيْكَ، وَوَجَّهْتُ وَجْهِيْ إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِيْ إِلَيْكَ، رَغْبَةً وَّرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِيْ أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِيْ أَرْسَلْتَ \n\nহে আল্লাহ! আমি নিজেকে আপনার কাছে সঁপে দিলাম। আমার যাবতীয় বিষয় আপনার কাছেই সোপর্দ করলাম, আমার চেহারা আপনার দিকেই ফিরালাম, আর আমার পৃষ্ঠদেশকে আপনার দিকেই ন্যস্ত করলাম; আপনার প্রতি অনুরাগী হয়ে এবং আপনার ভয়ে ভীত হয়ে। একমাত্র আপনার নিকট ছাড়া আপনার (পাকড়াও) থেকে বাঁচার কোনো আশ্রয়স্থল নেই এবং কোনো মুক্তির উপায় নেই। আমি ঈমান এনেছি আপনার নাযিলকৃত কিতাবের উপর এবং আপনার প্রেরিত নবীর উপর।”\n\nরাসূল (সা) যাকে এ দুয়াটি যাকে শিক্ষা দিয়েন, তাকে বলেন, \"যদি তুমি ঐ রাতে মারা যাও তবে ফিতরাত তথা দ্বীন ইসলামের উপর মারা গেলে\"।\nবুখারী, (ফাতহুল বারীসহ) ১১/১১৩, নং ৬৩১৩; মুসলিম ৪/২০৮১, নং ২৭১০\n\nমূল পোস্টঃ \nhttps://hellohasan.com/2021/06/15/ঘুমানোর-পূর্বের-আমল"
      }
    ]
  }
]