[
  {
    "category_id": 1,
    "category_name": "সালাত",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/salat.png",
    "content_list": [
      {
        "title": "সালাতুদ দুহা আদায় করা সুন্নাহ",
        "subtitle": "তাহাজ্জুদের পরই সালাতুদ দুহার শ্রেষ্ঠত্ব",
        "content": "ফরজ-ওয়াজিব নামাজের পর যেই নফল নামাজের ব্যাপারে বহু হাদীস বর্ণিত হয়েছে তা হচ্ছে সালাতুদ দুহা। শ্রেষ্ঠতম নফল সালাত হচ্ছে তাহাজ্জুদের সালাত। শ্রেষ্ঠত্বের দিক থেকে সালাতুদ দুহার অবস্থান তাহাজ্জুদের পরপরই। নিয়মিত সম্ভব না হলে সপ্তাহে অন্তত ২-৩ দিন আমাদের উচিত এ সালাত আদায় করা। তাহলে আস্তে আস্তে এটি সারা মাসের ইবাদতে পরিনত হবে ইনশাআল্লাহ।\n\nসালাতুদ দুহা আমাদের কাছে ইশরাক ও চাশতের নামাজ বলে পরিচিত। ইশরাক ও চাশত পরিভাষাগুলো হাদীসের পরিভাষা নয়। হাদীস শরীফে এই সালাতকে “সালাতুদ দুহা” বলে উল্লেখ করা হয়েছে। সালাতুদ দুহা সূর্যোদয়ের পর থেকে দ্বিপ্রহরের নিষিদ্ধ সময়ের আগ পর্যন্ত পড়া যায়। এই সময়ের মধ্যে আগে বা পরে পড়লে এই সালাতকে আলেমগণ ইশরাক, চাশত বা আওয়াবিন নামে অভিহিত করেছেন। যদিও আওয়াবিন শব্দটি হাদীসে এসেছে।\n\nমধ্যাহ্ন বা দুহার সালাত সর্বনিম্ন ২ রাকাত থেকে শুরু করে ১২ রাকাত পর্যন্ত পড়ার ব্যাপারে হাদীস পাওয়া যায়। এছাড়াও হাদীসের আলোকে এর চেয়ে বেশি পড়ার ব্যাপারেও অনুমোদন রয়েছে। যে যার সাধ্য মত ২ রাকাত থেকে উপরের দিকে যত বেশি পারা যায় এ সালাত আদায় করতে পারেন।\n\nএটি অন্যান্য যে কোনো নফল নামাজের মতই ২ রাকাত করে পড়া উত্তম। এই সালাতের জন্য কোনো নির্দিষ্ট সূরা-ক্বিরাত নাই। সূরা ফাতিহার সাথে যে কোনো সূরা দিয়েই এই নামাজ পড়া যাবে। এ সালাতের আলাদা কোনো বিশেষ নিয়ম নেই। ফজরের দুই রাকাত সুন্নত বা ফরজ নামাজ যেভাবে আদায় করা হয় সেভাবেই এই সালাত আদায় করতে হয়। দুই রাকাত করে পড়ে সালাম ফিরাতে হবে। কোনো সালাতের জন্যেই মুখে উচ্চারণ করে নিয়ত পড়া জরুরি নয়। আপনি সালাতুদ দুহার জন্য জায়নামাজে দাঁড়িয়েছেন, এটা আপনার মনে থাকাই নিয়ত। সালাতুদ দুহা সহ কোনো সালাতেই মুখে উচ্চারণ করে আরবি বা বাংলায় নিয়তের কিছু বাক্য পড়া জরুরি নয়।\n\nসালাতুদ দুহা বা ইশরাক-চাশতের নামাজের গুরুত্বের উপর অনেক সহীহ হাদীস রয়েছে। এ সম্পর্কে বিস্তারিত হাদীস সহ জানার জন্য অ্যাপের আর্টিকেল অপশনের সালাত অধ্যায়ের লেখাটি পড়তে পারেন।\n\nআল্লাহ আমাদের সকলকে নিয়মিত সালাতুদ দুহা আদায় করার তাওফিক দান করুন। আমীন।"
      },
      {
        "title": "মসজিদে প্রবেশ করে ২ রাকাত দুখুলুল মাসজিদ",
        "subtitle": "দুখুলুল মসজিদ বা তাহিয়্যাতুল মাসজিদের নামায, সমাজে অবহেলিত একটি সুন্নাহ",
        "content": "আমাদের সমাজে একটা ভুল আমলের প্রচলন রয়েছে। তা হচ্ছে মসজিদে প্রবেশ করে আগে বসা। এরপর উঠে নামায আদায় করা। এই কাজটা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নির্দেশনার বিপরীত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে প্রবেশ করে অন্তত দুই রাকাত নামায আদায় না করে বসতে নিষেধ করেছেন। অথচ আমরা অনেকেই এর বিপরীত কাজটা করে থাকি।\n\nমসজিদের হক্ব হচ্ছে সেখানে প্রবেশের পর নামায আদায় করা। একে তাহিয়্যাতুল মাসজিদ নামায নামে অভিহিত করা হয়। এ নামাযের জন্য বিশেষ কোনো সূরা বা পদ্ধতি নাই। স্বাভাবিক দুই রাকাত সুন্নত বা নফল নামাযের মতোই এ নামায। শুধু মনে মনে নিয়ত থাকবে যে, মসজিদে প্রবেশ করার পর নবী (সা) অন্তত ২ রাকাত নামায আদায় করতে বলেছেন। সেই নামাযটি আদায় করছি। অন্তরের intention-ই নিয়ত।\n\nযেসব ফরয নামাযের আগে দুই বা চার রাকাত সুন্নত পড়তে হয় সেসব  নামাযের আগে মসজিদে প্রবেশ করলে ঐ সুন্নতগুলো আদায় করলেই তা তাহিয়্যাতুল মাসজিদ হিসাবে গণ্য হবে। আর যদি তাহিয়্যাতুল মাসজিদ আর ফরজের আগের সুন্নত আলাদা করে পড়ার সুযোগ থাকে তাহলে সেটা আরও ভালো। কারণ এতে বেশি পরিমাণ নামায আদায়ের সুযোগ হয়। \nআল্লাহ আমাদের সবাইকে এ গুরুত্বপূর্ণ সুন্নতের উপর নিয়মিত আমল করার তাওফিক দান করুন। আমীন।\n\nতবে যখন নফল নামায পড়া যায় তখনই কেবল তাহিয়্যাতুল মাসজিদ পড়া যাবে। যে সময় নফল বা সুন্নত নামায পড়া নিষিদ্ধ, তখন যদি কেউ মসজিদে যায় তবুও সে তাহিয়্যাতুল মাসজিদ নামায পড়তে পারবে না। যেমন, ফজরের ফরজ নামায পড়ার পর থেকে সূর্যোদয়ের পর পর্যন্ত এবং আসরের ফরজের পর থেকে মাগরিবের ফরজ পর্যন্ত সময়ের মধ্যে কোনো নফল বা সুন্নত পড়া যায় না। একইভাবে সূর্য যখন মধ্য আকাশে থাকে তখনও কোনো প্রকার নামাযই পড়া যায় না। আর ফজরের ওয়াক্ত হওয়ার পর থেকে ফজরের ফরজ পড়ার আগ পর্যন্ত সময়টাতে কেবল দুই রাকাত ফজরের সুন্নত পড়া যায়। অন্য কোনো সুন্নত বা নফল পড়া যায় না। তাই এ সময়গুলোতে তাহিয়্যাতুল মাসজিদের নিয়তে কোনো নামায পড়া যাবে না। \n \n\nতাহিয়্যাতুল মাসজিদ সম্পর্কে দুটি প্রসিদ্ধ হাদীস নিচে তুলে ধরা হলো।\n\nহাদীসঃ ১\n-------------\nআবূ কাতাদা আনসারী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেছেনঃ\n\n\"তোমাদের কেউ যখন মসজিদে প্রবেশ করে তখন সে যেন দু’রাক’আত নামায (তাহিয়্যাতুল–মসজিদ ) আদায় করার পূর্বে না বসে।\"\n\n(বুখারী ১১৬৭)\n\nহাদীসঃ ২\n-------------\nআবূ কাতাদাহ্‌ সালামী (রাঃ) থেকে বর্ণিতঃ\nরসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ\n\n\"তোমাদের কেউ মসজিদে প্রবেশ করলে সে যেন বসার পূর্বে দু’রাকা’আত নামায আদায় করে নেয়।\"\n\n(বুখারী ৪৪৪)\n\nতথ্যসূত্রঃ\n১।  মাসিক আলকাউসারঃ  https://www.alkawsar.com/bn/article/764/"
      }
    ]
  },
  {
    "category_id": 2,
    "category_name": "সাওম",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/saom.png",
    "content_list": [
      {
        "title": "সোম ও বৃহস্পতিবার সিয়াম পালন সুন্নাহ",
        "subtitle": "এ দুইদিন আল্লাহর নিকট বান্দার আমলনামা পেশ করা হয়",
        "content": "প্রত্যেক সপ্তাহের সোম ও বৃহস্পতিবার রোযা রাখা সুন্নত ও মুস্তাহাব। সপ্তাহে এই দুইদিন রোজা রাখা ছিল মহানবী (সাল্লাল্লাহু আলাইহে ওয়াসাল্লাম)-এর আমল। আর এই দুই দিন আল্লাহর রাব্বুল 'আলামীন এর নিকট বান্দার আমল পেশ করা হয়। তাই আসুন, সাধ্য মত নিজেরা ও পরিবারের অন্যান্য সদস্যেরকে সাথে নিয়ে সপ্তাহে এই দুই দিন নফল রোজা রাখি।\n\nআমাদের চাকুরির ক্ষেত্রে যখন স্যালারি রিভিউ বা প্রোমোশনের সময় আসে। অথবা যখন বসের কাছে আমাদের কাজের রিপোর্ট সাবমিট করা হয়। কিংবা প্রতিষ্ঠানের উচ্চপদস্থ কর্মকর্তাগণ যখন অফিস ভিজিটে আসেন।\nতখন আমরা চেষ্টা করি সর্বোচ্চ আন্তরিকতার সাথে সিরিয়াসলি নিজ নিজ দায়িত্ব পালন করার। সচেষ্ট থাকি যেন আরোপিত দায়িত্বের পাশাপাশি আরো কিছু বাড়তি কাজ করে অন্যান্যদের থেকে একটু এগিয়ে থাকতে পারি। যেন রিপোর্টিংয়ের দিন বা এরকম বিশেষ কোনো দিনে প্রতিষ্ঠানের প্রতি আমাদের সর্বোচ্চ লেভেলের ডেডিকেশন প্রকাশ পায়।\n\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেনঃ\n\"প্রতি সোমবার ও বৃহস্পতিবার (আল্লাহ তা’আলার দরবারে বান্দার) আমল পেশ করা হয়। আর আমি চাই আমার আমলসমূহ এমন অবস্থায় পেশ করা হোক যে, আমি রোজাদার।\nতিরমিযি ৭৪৭\n\nবান্দার আমলনামা সপ্তাহের সোম ও বৃহস্পতিবার আল্লাহর নিকট পেশ করা হয়। এই দুই দিন সাপ্তাহিক রিপোর্টিংয়ের দিন। তাই নবীজি সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এই দুই দিন এমন একটি আমলের মাঝে সারা দিন অতিবাহিত করতেন, যেই আমলটি শুধুমাত্র আল্লাহরই জন্য। যেই আমলের মাধ্যমে আল্লাহর আনুগত্য প্রকাশ পায়। যেই আমলটি মানুষের মুত্তাক্বী হতে সহায়ক। যে আমলের ব্যাপারে আল্লাহ নিজেই তার প্রতিদান দেবেন বলে ঘোষণা দিয়েছেন। সেই মহিমান্বিত আমলটি হচ্ছে সিয়াম বা রোজা। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আমলনামা পেশ করার এই দুই দিনের রোজার ব্যাপারে ছিলেন বিশেষ যত্নবান।\n\nআইশা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন,\n\"রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সোমবার ও বৃহস্পতিবারের রোজার প্রতি অনেক বেশি খেয়াল রাখতেন।\"\n(তিরমিযি ৭৪৫)\n\nসোমবার ও বৃহস্পতিবার রোজার গুরুত্ব সম্পর্কিত আরো কিছু হাদীসের রেফারেন্স সহ বিস্তারিত জানা যাবে নিচের লিংকেঃ\nhttps://hellohasan.com/2021/07/28/সোম-বৃহস্পতি-রোজার-ফজিলত\n\nতাই আসুন, আমরা প্রত্যেকে প্রতি সপ্তাহের সোম ও বৃহস্পতিবার সিয়াম পালন করি। প্রতি সপ্তাহে কষ্ট হয়ে গেলে অন্তত এক সপ্তাহ পরপর রাখি। সপ্তাহে দুটি রাখতে কষ্ট হলে অন্তত একটি রাখি। বুঝাতে চাচ্ছি যে, এই আমলটি একেবারে ছেড়ে দেয়ার চেয়ে অন্তত কিছু পালন করার চেষ্টা করি। আমাদের ফরজ আমলের ত্রুটিবিচ্যুতি বা ঘাটতি হলে আল্লাহ তায়ালা নফল আমলের দ্বারা সেই ঘাটতি পূরণ করে দিবেন ইনশাআল্লাহ। এজন্য ফরজ-ওয়াজিবকে ঠিক রেখে নফল আমলের দিকেও বিশেষ যত্নবান হওয়া একান্ত কাম্য।\n\nআল্লাহ আমাদেরকে তাওফিক দান করুন। আমীন।"
      },
      {
        "title": "আইয়ামে বীজের ৩টি সিয়াম",
        "subtitle": "প্রতি হিজরি মাসের ১৩, ১৪ ও ১৫ তারিখ সিয়াম পালন সুন্নাহ",
        "content": "আইয়ামে বীজ আরবি দু’টি শব্দের সমন্বয়ে গঠিত। আইয়াম অর্থ দিবসসমূহ, আর বীজ অর্থ শুভ্র, সাদা, শ্বেত, খাঁটি, নির্ভেজাল। প্রতি চান্দ্র মাসের ১৩, ১৪ ও ১৫ তারিখকে আইয়ামে বীজ বলা হয়। অনেকগুলো সহীহ হাদীস থেকে এই তিন দিন রোজা রাখার জন্য উৎসাহিত করার প্রমাণ পাওয়া যায়। এ রোজাগুলো নবীজি সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সারা জীবনের সুন্নত।\n\nতাই চলুন আমরা সাধ্যমতো প্রত্যেকে পরিবারের সকলকে নিয়ে নফল সিয়ামগুলো পালন করি। কারণ সিয়াম এমন একটা ইবাদত যার প্রতিদান আল্লাহ নিজে দিবেন। সিয়াম পালনকারী বান্দাকে আল্লাহ এত পরিমাণ প্রতিদান দিবেন যে বান্দা আনন্দিত হয়ে যাবে।\n\nইবনু মিলহান আল-ক্বায়সী (রহঃ) হতে তার পিতা থেকে বর্ণিতঃ তিনি বলেন, \nরাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আইয়ামে বীজ অর্থৎ চাঁদের ১৩, ১৪ ও ১৫ তারিখে সওম পালনে আমাদেরকে নির্দেশ দিয়েছেন। বর্ণনাকারী বলেন, তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এগুলো সারা বছর সওম রাখার সমতুল্য।\n(আবু দাউদ ২৪৫১)\n\nআইয়ামে বীজের সিয়াম সম্পর্কে বিস্তারিত জানা যাবে এখান থেকেঃ\nhttps://hellohasan.com/2021/05/16/আইয়ামে-বীজ-রোজা-কবে-ফজিলত\n\nআল্লাহ আমাদের সকলকে প্রতি চান্দ্র মাসের এ তিন দিন অর্থাৎ আইয়ামে বীজের সিয়ামগুলো রাখার তাওফিক দান করুন। আমীন।"
      }
    ]
  },
  {
    "category_id": 3,
    "category_name": "দৈনন্দিন জীবন",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/daily-life.png",
    "content_list": [
      {
        "title": "ঘুমাতে যাওয়ার আগের আমল",
        "subtitle": "চলুন ঘুমকে পরিণত করি ইবাদতে",
        "content": "ঘুমাতে যাওয়ার আগের আমলসমূহ\n-------------------------------------------\n\nঘুমাতে যাওয়ার আগে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেশ কিছু আমল করতেন। এই সুন্নাহগুলো পালন করার মাধ্যমে আমরা আমাদের ঘুমকেও নেক কাজে পরিণত করতে পারি। ঘুমানোর আগের সুন্নাহগুলো প্রথমে পয়েন্ট আকারে তুলে ধরে পরে বিস্তারিত বর্ণনা করা হবে ইনশাআল্লাহ।\n\n১। ব্যবহার্য থালা-বাসন, হাড়ি-পাতিল ঢেকে রাখা ও বাতি নিভিয়ে দেয়া\n২। অযু করা\n৩। ঘুমানোর পূর্বে দুআ পড়া (যেমনঃ আল্লাহুম্মা বিসমিকা আমুতু ওয়া আহইয়া)\n৪।  সূরা কাফিরুন, সূরা ইখলাস, সূরা ফালাক্ব ও সূরা নাস পড়া\n৫। ৩৩ বার সুবহানাল্লাহ, ৩৩ বার আলহামদুলিল্লাহ ও ৩৪ বার আল্লাহু আকবার পড়া\n৬। আয়াতুল কুরসী পড়া\n৭। সূরা বাক্বারার শেষ দুই আয়াত পড়া\n৮। সূরা সাজদাহ ও সূরা মুলক পড়া\n৯। ডান কাত হয়ে ঘুমানো\n\nউপরের পয়েন্টগুলোর বিস্তারিত ও রেফারেন্স নিচে পর্যায়ক্রমে তুলে ধরা হলোঃ\n\n১। ব্যবহার্য থালা-বাসন, হাড়ি-পাতিল ঢেকে রাখা ও বাতি নিভিয়ে দেয়া\n---------------------------------\nজাবির (রাঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ\n\nযখন রাত্রের আঁধার নেমে আসে, অথবা বলেছেনঃ সন্ধ্যা হয়, তখন তোমাদের শিশুদেরকে (বাইরে যাওয়া থেকে) আবদ্ধ রাখো। কেননা সে সময় শয়তান ছড়িয়ে পড়ে। তবে রাতের কিছু সময় অতিক্রান্ত হয়ে গেলে তাদেরকে ছেড়ে দাও এবং বিসমিল্লাহ বলে ঘরের দরজাসমূহ বন্ধ করো। কারণ শয়তান বদ্ধদ্বার খুলতে পারে না। আর বিসমিল্লাহ পড়ে তোমাদের মশকগুলোর মুখ বন্ধ করো এবং বিসমিল্লাহ বলে তোমাদের পাত্রগুলোও ঢেকে রাখো। (ঢাকার কিছু না পেলে) কোন কিছু আড়াআড়িভাবে হলেও পাত্রের উপর রেখে দাও। (আর ঘুমানোর সময়) বাতিগুলো নিভিয়ে দাও। (বুখারী ও মুসলিম)\n\n১। অযু করা\n-----------------------------------------------\nহজরত বারা ইবনে আযিব হতে বর্ণিত তিনি বলেন, রাসুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে বলেছেন,\n\n‘যখন তুমি তোমার শয্যা গ্রহণের ইচ্ছা করবে, তখন সালাতের ন্যায় অজু করে ডান কাত হয়ে শয়ন করবে।’ (বুখারি ও মুসলিম)\n\nযে ব্যক্তি পবিত্রাবস্থায় (অজু অবস্থায় ) ঘুমায় তার সাথে একজন ফেরেশতা নিয়োজিত থাকে। অতঃপর সে ব্যক্তি ঘুম থেকে জাগ্রত হওয়ার সাথে সাথেই আল্লাহর সমীপে ফেরেশতাটি প্রার্থনায় বলে থাকে, হে আল্লাহ! তোমার অমুক বান্দাকে ক্ষমা করে দাও, কেননা সে পবিত্রাবস্থায় ঘুমিয়েছিল।’ (আল ইহসান ফি তাকরিব, সহীহ ইবনে হিব্বান)\n\n২। ঘুমের পূর্বে দুআ পড়া\n------------------------------------------------------------\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুমাতে গেলে ডান কাত হয়ে শুয়ে পড়তেন-\nاللَّهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا\n\nহে আল্লাহ ! আপনার নাম নিয়েই আমি মরছি (ঘুমাচ্ছি) এবং আপনার নাম নিয়েই জীবিত (জাগ্রত) হবো।\n\nবুখারী,৬৩১৪\nঘুমের পূর্বের দুআ হিসেবে এ দুআটিই আমাদের বেশি পরিচিত। তবে এ ছাড়াও হাদীসে আরও কয়েকটি দুআ বর্ণিত হয়েছে। এসব দুআগুলোও আমরা পড়তে পারি। যেমন,\n\nক.\n\nاللّٰهُمَّ قِنِيْ عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ\n\nহে আল্লাহ! আমাকে আপনার আযাব থেকে রক্ষা করুন, যেদিন আপনি আপনার বান্দাদেরকে পুনর্জীবিত করবেন।\nআবূ দাউদ, ৫০৪৭\n\nখ.\nاللّٰهُمَّ إِنَّكَ خَلَقْتَ نَفْسِيْ وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْيَاهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا، اللّٰهُمَّ إِنِّيْ أَسْأَلُكَ العَافِيَةَ\n\nহে আল্লাহ! নিশ্চয় আপনি আমার আত্মাকে সৃষ্টি করেছেন এবং আপনি তার মৃত্যু ঘটাবেন। তার মৃত্যু ও তার জীবন আপনার মালিকানায়। যদি তাকে বাঁচিয়ে রাখেন তাহলে আপনি তার হেফাযত করুন, আর যদি তার মৃত্যু ঘটান তবে তাকে মাফ করে দিন। হে আল্লাহ! আমি আপনার কাছে নিরাপত্তা চাই।\n আহমাদ, ৫৫০২।\n\nগ.\nاللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأَرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ فَالِقَ الْحَبِّ وَالنَّوَى وَمُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَىْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَىْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَىْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَىْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَىْءٌ اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ\nহে আল্লাহ! হে আকাশ সমূহের রব, যমিনের রব, মহান ‘আরশের রব, আমাদের রব ও প্রত্যেক বস্তুর রব, হে শস্য-বীজ ও (খেজুরের) আঁটি বিদীর্ণকারী, হে তাওরাত, ইনজীল ও কুরআন নাযিলকারী, আমি প্রত্যেক এমন বস্তুর অনিষ্ট থেকে আপনার নিকট আশ্রয় প্রার্থনা করি, যার (মাথার) অগ্রভাগ আপনি ধরে রেখেছেন (অর্থাৎ আপনি তাকে নিয়ন্ত্রণ করছেন)। হে আল্লাহ! আপনিই প্রথম, আপনার পূর্বে কিছুই ছিল না; আপনি সর্বশেষ, আপনার পরে কোনো কিছু থাকবে না; আপনি সব কিছুর উপরে, আপনার উপরে কিছুই নেই; আপনি সর্বনিকটে, আপনার চেয়ে নিকটবর্তী কিছু নেই, আপনি আমাদের সমস্ত ঋণ পরিশোধ করে দিন এবং আমাদেরকে অভাবগ্রস্ততা থেকে অভাবমুক্ত করুন।\n\nমুসলিম ২৭১৩\n\nঘ.\nاَلْحَمْدُ لِلّٰهِ الَّذِيْ أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ\n\nসকল প্রশংসা আল্লাহ্‌র জন্য, যিনি আমাদেরকে পানাহার করিয়েছেন, আমাদের প্রয়োজন পূর্ণ করেছেন এবং আমাদেরকে আশ্রয় দিয়েছেন।  এমন কত মানুষ আছে যাদের প্রয়োজনপূর্ণকারী কেউ নেই এবং যাদের আশ্রয়দানকারীও কেউ নেই।\nমুসলিম ২৭১৫\n\nঙ.\nاللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الغَيْبِ وَالشَّهَادَةِ لاَ إِلَهَ إِلاَّ أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ\n\nহে আল্লাহ! হে আসমানসমূহ ও যমীনের স্রষ্টা, হে দৃশ্য-অদৃশ্যের জ্ঞানী,  হে সব কিছুর রব ও মালিক! আমি আপনার কাছে আশ্রয় চাই আমার আত্মার অনিষ্ট থেকে, শয়তানের অনিষ্ট থেকে ও তার শির্ক থেকে, এবং আমার নিজের উপর কোনো অনিষ্ট করা, অথবা কোনো মুসলিমের প্রতি অনিষ্ট করা থেকে।\nতিরমিযী ৩৫২৯\n\nচ.\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন: ‘তোমাদের কেউ যখন বিছানায় যায় তখন সে যেন তার চাদর বা লুঙ্গির আঁচল দিয়ে তিনবার বিছানাটি ঝেড়ে নেয়। কেননা সে জানে না যে, তার চলে যাবার পর এতে কী পতিত হয়েছে। এরপর সে যেন এ দুআটি পড়ে :\n\n بِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ الصَّالِحِينَ\n\n\nআমার রব! আপনার নামে আমি আমার পার্শ্বদেশ রেখেছি (শুয়েছি) এবং আপনারই নাম নিয়ে আমি তা উঠাবো। যদি আপনি (ঘুমন্ত অবস্থায়) আমাকে আটকে রাখেন (অর্থাৎ মৃত্যু দেন), তবে আপনি তাকে দয়া করুন। আর যদি আপনি তা ফেরত পাঠিয়ে দেন, তাহলে আপনি তার হেফাযত করুন যেভাবে আপনি আপনার সৎকর্মশীল বান্দাগণকে হেফাযত করে থাকেন।\n\nবুখারী, ৬৩২০\n\n৩। সূরা কাফিরুন, সূরা ইখলাস, সূরা ফালাক্ব ও সূরা নাস পড়া\n------------------------------------------------------------------------------\n\nনাওফাল (রা.) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলেছেন, \nতুমি সূরা কাফিরুন পড়ে ঘুমাও। কেননা তা শিরক থেকে মুক্তির ঘোষণা।\nসুনানে আবু দউদ, ৫০৫৭\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীগণকে বললেন, “তোমরা কি এক রাতে এক তৃতীয়াংশ কুরআন পড়তে পার না”? বিষয়টি সাহাবীদের জন্য কঠিন মনে হল। তাই তাঁরা বলে উঠলেন, “হে আল্লাহর রসুল! এই কাজ আমাদের মধ্যে কে করতে পারবে!” (অর্থাৎ কেউ পারবে না।) তিনি বললেন, সুরা ইখলাস কুরআনের এক তৃতীয়াংশের সমান”।. (অর্থাৎ এই সুরা পড়লে এক তৃতীয়াংশ কুরআন পড়ার সমান নেকী পাওয়া যাবে)।\n\nসহীহুল বুখারী ৫০১৫\n\nআয়েশা (রাঃ) থেকে বর্ণিতঃ নবী করীম সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম প্রতি রাত্রে ঘুমানোর আগে দুই তালু একত্রিত করে তাতে  ফুঁ দিতেন। এরপর সূরা ইখলাস, ফালাক ও নাস পড়তেন। অতঃপর দুই হাত দ্বারা শরীরের যতদূর পর্যন্ত বুলানো সম্ভব হতো, ততদূর পর্যন্ত বুলিয়ে নিতেন। স্বীয় মাথা, চেহারা এবং শরীরের সামনের দিক থেকে আরম্ভ করতেন। এইভাবে তিনি তিনবার করতেন।’’ (বুখারী ৫০১৭)\n\n\n৪। ৩৩ বার সুবহানাল্লাহ, ৩৩ বার আলহামদুলিল্লাহ ও ৩৪ বার আল্লাহু আকবার পড়া\n---------------------------------------------------------------\n\nআলী (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, ফাতিমা (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে একটি খাদেম চাইলে, তিনি বললেন, “আমি কি তোমাদের দু’জনকে এমন জিনিস বলে দেবো না, যা তোমাদের খাদেমের চেয়ে উত্তম? তোমরা যখন বিছানায় শুতে যাবে, তখন ৩৩ বার আল্লাহু আকবর, ৩৩ বার সুবহানাল্লাহ এবং ৩৩ বার আলহামদুলিল্লাহ পড়বে। এটা তোমাদের জন্য একজন খাদেমের চেয়েও উত্তম।” (বুখারী ৬৩১৮)\n\n৫। আয়াতুল কুরসী পড়া\n----------------------------------\nহাদীস শরীফে আছে, যখন বিছানায় ঘুমাতে যাবে আয়াতুল কুরসী পাঠ করবে, তাহলে আল্লাহর পক্ষ থেকে তোমার জন্য একজন হেফাযতকারী নিযুক্ত থাকবে এবং ভোর পর্যন্ত শয়তান তোমার ধারে কাছেও আসতে পারবে না।”\nসহীহ বুখারী, ৫০১০\nআয়াতুল কুরসী : \n\nاللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاواتِ وَالأَرْضَ وَلاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n\nঅনুবাদঃ আল্লাহ্, তিনি ছাড়া কোনো সত্য মাবুদ নেই। তিনি চিরঞ্জীব, সর্বসত্তার ধারক। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রা তো নয়ই। আসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর। কে সে, যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে? তাদের সামনে ও পিছনে যা কিছু আছে তা তিনি জানেন। আর তাঁর যতটুকু ইচ্ছা, তা ছাড়া তাঁর জ্ঞানের কোনো কিছুকেই তারা পরিবেষ্টন করতে পারে না। তাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে; আর এ দুটোর রক্ষণাবেক্ষণ তাঁকে ক্লান্ত করে না। আর তিনি সুউচ্চ সুমহান।\n\n৬। সূরা বাকারার শেষ দুই আয়াত পড়া\n------------------------------------------------------\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেনঃ “যে ব্যক্তি রাতের বেলা সুরা বাকারার শেষ দুই আয়াত পড়বে সেটা তার জন্য যথেষ্ঠ হবে”। সহীহ বুখারি ৫০০৯\n[সূরা বাকারার শেষ দুই আয়াত : \n\nآمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ -\n\nلَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ -\n\nঅনুবাদঃ\nরাসূল তাঁর প্রভুর পক্ষ থেকে যা তাঁর কাছে নাযিল করা হয়েছে তার উপর ঈমান এনেছেন এবং মুমিনগণও। প্রত্যেকেই ঈমান এনেছে আল্লাহর উপর, তাঁর ফেরেশ্তাগণ, তাঁর কিতাবসমূহ এবং তাঁর রাসূলগণের উপর। আমরা তাঁর রাসূলগণের কারও মধ্যে তারতম্য করি না। আর তারা বলে, আমরা শুনেছি ও মেনে নিয়েছি। হে আমাদের প্রতিপালক! আপনার ক্ষমা প্রার্থনা করি এবং আপনার দিকেই প্রত্যাবর্তন।\n\nআল্লাহ্ কারো উপর এমন কোন দায়িত্ব চাপিয়ে দেন না যা তার সাধ্যাতীত। সে ভাল যা উপার্জন করে তার প্রতিফল তারই, আর মন্দ যা কামাই করে তার প্রতিফলও তার উপরই বর্তায়। ‘হে আমাদের প্রতিপালক! যদি আমরা বিস্মৃত হই অথবা ভুল করি তবে আপনি আমাদেরকে পাকড়াও করবেন না। হে আমাদের প্রতিপালক! আমাদের পূর্ববর্তীগণের উপর যেমন বোঝা চাপিয়ে দিয়েছিলেন আমাদের উপর তেমন বোঝা চাপিয়ে দিবেন না। হে আমাদের প্রতিপালক! আপনি আমাদেরকে এমন কিছু বহন করাবেন না যার সামর্থ্য আমাদের নেই। আর আপনি আমাদের পাপমোচন করুন, আমাদেরকে ক্ষমা করুন, আমাদের প্রতি দয়া করুন, আপনিই আমাদের অভিভাবক। অতএব কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য করুন।]\n\nবিখ্যাত হাদীস গ্রন্থ “রিয়াদুস সালেহীন” এর লেখক ও সহীহ মুসলিমের ভাষ্যকার, ইমাম আন-নববী (রহঃ) বলেন, “এর অর্থ কেউ বলেছেনঃ কিয়ামুল লাইল বা তাহাজ্জুদ নামাযের জন্য যথেষ্ঠ হবে। কেউ বলেছেনঃ শয়তানের ক্ষতি থেকে বাঁচার জন্য যথেষ্ঠ হবে। কেউ বলেছেনঃ বালা-মুসিবত থেকে নিরাপত্তা পাওয়া যাবে। তবে সবগুলো অর্থ সঠিক হওয়ার সম্ভাবনা রয়েছে।\n\n৭। সূরা সাজদাহ ও সূরা মুলক পড়া\n--------------------------------------------------------\n“রাসুলুল্লাহ (সাঃ) সূরা আস-সাজদা ও সূরা মুলক তেলাওয়াত না করে ঘুমাতেন না।\nজামে তিরমিযী ২৮৯২\n\n৮। ডান কাত হয়ে ঘুমানো\n-----------------------------------\nরাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন,\n\n“যখন তুমি বিছানায় যাবে, তখন এ দুআটি পড়বে-\n\nاللّٰهُمَّ أَسْلَمْتُ نَفْسِيْ إِلَيْكَ، وَفَوَّضْتُ أَمْرِيْ إِلَيْكَ، وَوَجَّهْتُ وَجْهِيْ إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِيْ إِلَيْكَ، رَغْبَةً وَّرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِيْ أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِيْ أَرْسَلْتَ\n\nহে আল্লাহ! আমি নিজেকে আপনার কাছে সঁপে দিলাম। আমার যাবতীয় বিষয় আপনার কাছে সোপর্দ করলাম, আমার চেহারা আপনার দিকে ফিরালাম, আর আমার পৃষ্ঠদেশকে আপনার দিকে ন্যস্ত করলাম; আপনার প্রতি অনুরাগী হয়ে এবং আপনার ভয়ে ভীত হয়ে। একমাত্র আপনাকে ছাড়া আপনার (পাকড়াও) থেকে বাঁচার কোনো আশ্রয়স্থল নেই এবং কোনো মুক্তির উপায় নেই। আমি ঈমান এনেছি আপনার নাযিলকৃত কিতাবের উপর এবং আপনার প্রেরিত নবীর উপর।”\n\nরাসূল (সা) যাকে এ দুয়াটি শিখালেন, তাকে বলেন, \"যদি তুমি ঐ রাতে মারা যাও তবে ফিতরাত তথা দীন ইসলামের উপর মারা গেলে\"।\nবুখারী, ৬৩১৩\n\nমূল পোস্টঃ\nhttps://hellohasan.com/2021/06/15/ঘুমানোর-পূর্বের-আমল"
      }
    ]
  }
]
