[
  {
    "body": "আলহামদুলিল্লাহ। আমরা যারা এই অ্যাপের ডেভেলপমেন্টের সাথে জড়িত, তারা প্রত্যেকেই ফিকহে হানাফী অনুসরন করে থাকি। পাশাপাশি অন্যান্য মাজহাব বা মতের প্রতিও শ্রদ্ধাশীল। কোনো মতের মানুষগণ যতক্ষণ পর্যন্ত কুরআন-সুন্নাহর উপর আমল করেন, সেটা আমাদের ফিকহী মাজহাবের মতের বাইরে গেলেও তাদের প্রতি আমরা বিদ্বেষ পোষণ করি না। সবাইকে আমরা আমাদের ভাই মনে করি।\n\nফিকহী বিষয়ে \"মতপার্থক্য\"কে আমরা \"মতবিরোধ\" মনে করি না। আমরা মনে করি আমাদের ফিকহী মাজহাবের \"মতটাও\" গ্রহনযোগ্য ও উত্তম। আমরা মনে করি না শুধুমাত্র আমাদের \"মতটাই\" সঠিক আর বাকি সব ভুল।\n\nআমরা যেমন স্পষ্ট ভাষায় বলি যে, আমরা হানাফী মাজহাবের অনুসারি। একই ভাবে সুস্পষ্ট ভাবে সকল প্রকার শিরক ও বিদআতের বিপক্ষে অবস্থান নিই। আক্বিদাগত দিক থেকে আহলুস সুন্নাহ ওয়াল জামায়াতের আক্বিদা পোষণ করি। কাদিয়ানীদেরকে অমুসলিম মনে করি। শিয়াদের যে সকল দলের মধ্যে ঈমান বিধ্বংসী বিশ্বাস আছে তাদেরকেও অমুসলিম মনে করি। যেমনঃ ভারতের এক শিয়া নেতা/আলেম কুরআনের ২৬ টি আয়াতের বিরুদ্ধে ভারতের সুপ্রিম কোর্টে রিট করেছেন।\n\nআমরা বিশ্বাস করি আমাদের প্রতিটা আমল হতে হবে নবীজির (সা) সুন্নত মোতাবেক। সমাজে যে সকল কুসংস্কার, কুপ্রথা ও ভিত্তিহীন রেওয়াজ রয়েছে সেগুলোর বিরোধিতা করি। আমরা মনে করি না বাপ-দাদাদের আমল থেকে চলে আসা অমুক গল্প, অমুক আমল আমরা পালন করেই যাব। যদিও তার কোনো উল্লেখ কুরআন-হাদীসে না থাকে। আমরা মনে করি বাপ-দাদাদের থেকে যে সকল আমল ও বিশ্বাস আমরা পেয়েছি সেগুলো কুরআন-হাদীসের আলোকে যাচাই করা উচিত। যেগুলোর দলীল পাওয়া যাবে সেগুলো পালন করব। বাকিগুলো আমল করব না। যেমন এদেশে বহু আগে থেকে প্রচলিত আছে শবে বরাতের রাতে গোসল করা। মহিলারা গোসল করে ভেজা কাপড়ে, মাথা না মুছে বসে থাকেন। তাদের বিশ্বাস হচ্ছে পানির প্রতি ফোঁটায় ফোঁটায় গুনাহ ঝড়ে পড়বে। এই বিশ্বাসের কোনো ভিত্তি কুরআন হাদীসে নাই। তাই এটা আমার বাপ-দাদার পুরো খান্দান আমল করে থাকলেও আমি তা ছুঁড়ে ফেলে দিব।\n\nকারণ আমলের ক্ষেত্রে সুন্নাহের অনুসরণ জরুরি। বিদআতবিরোধী এই মনোভাব বা লেখনীর কারণে আমাদেরকে অনেকে আহলে হাদীস, সালাফী, ওহাবী, লা-মাজহাবী ইত্যাদি বলে গালি দিয়ে থাকেন। আমরা বিনয়ের সাথে তা প্রত্যাখ্যান করছি। বিদআতের বিরোধিতা আর সুন্নাহের অনুসরনের জন্য আহলে হাদীস হওয়া জরুরি নয়। একজন হানাফী মাজহাবের অনুসারীরও উচিত সুন্নাহ অনুসরণ করে বিদআতকে ছুঁড়ে ফেলা। কারণ হানাফী ফিকহের প্রতিটা মতই কোনো না কোনো হাদীসের দলীলের উপর ভিত্তি করে দাঁড়িয়ে আছে।\n\nপরিশেষে বলতে চাই, ফিকহী মাজহাব নিয়ে আমরা চলমান কাদা ছুঁড়োছুঁড়ির বাইরে থাকতে চাই। আমি নিজে সালাতে বুকের উপর হাত বাধি না, রাফউল ইয়াদাইন করি না। কিন্তু কেউ এটা করছে এমন দেখলে তার প্রতি বিরক্ত হই না বা বিদ্বেষ পোষণ করি না। কিন্তু কেউ যদি বলে আমি এগুলো করি না তাই আমার সালাত অশুদ্ধ হয়ে গেছে, তাহলে তা দুঃখজনক। তার সাথে এ বিষয়ে আলোচনা থেকে দূরে থাকি।\n\nআমরা চেষ্টা করেছি সালাতের ওয়াক্ত দেখানোর ক্ষেত্রে হানাফী মাজহাব সহ অন্যান্য মাজহাবের মত উল্লেখ করার। তবে অ্যাপে বিভিন্ন মাসআলাগত বিষয়ে বেশির ভাগ হানাফী ফিকহ অনুযায়ী পোস্ট করা হয়। যেহেতু দেশের বেশির ভাগ মানুষ হানাফী ফিকহ অনুসরণ করেন। কোনো বিষয়ে মতপার্থক্য থাকলে চেষ্টা করি উভয় মত উল্লেখ করার। অনেক সময় হয়ত তা সম্ভব হয় না, শুধু হানাফী ফিকহের মতটিই উল্লেখ করা হয়।\n\nযেখানে একটি মাত্র মত উল্লেখ হয় সেগুলো হানাফী আলেমদের মত হিসাবেই উল্লেখ করা হয়েছে। একাজগুলো করতে গিয়ে আমাদের জ্ঞানের স্বল্পতার কারণে ভুলত্রুটি হয়ে থাকতে পারে। তাই আপনি যদি এ বিষয়ে অভিজ্ঞ হন, আপনি সেরকম কোনো ভুল পেলে আমাদেরকে জানাবেন। ইনশাআল্লাহ আমরা তা ঠিক করে দিব। আমাদের জন্য দুআ করবেন, আল্লাহ যেন আমাদেরকে হক্ব পথে পরিচালিত করেন। আমীন।",
    "subtitle": "আমরা হানাফী ফিকহ অনুসরন করি এবং সকল মাজহাবের প্রতি শ্রদ্ধাশীল",
    "title": "আমরা হানাফী নাকি আহলে হাদীস? মাজহাব সম্পর্কে আমাদের অবস্থান কী?",
    "reference_urls": [
      {
        "text": "মাজহাব বিষয়ে আমার দৃষ্টিভঙ্গি",
        "url": "https://www.facebook.com/groups/muslimsday/permalink/821175128390564/"
      }
    ]
  },
  {
    "body": "বাংলা উচ্চারণ দেখে আরবি পড়লে অবধারিত ভাবে অর্থ বিকৃতি ঘটে। একই সাথে কোনো অর্থই হয় না এমনও হয়ে থাকে। এক ভাষার উচ্চারণ অন্য ভাষায় দেখে পড়লে সঠিক উচ্চারণ করা সম্ভব নয়।\n\nযেমন আরবিতে قل (ক্বুল) ও كل (কুল) শব্দের বাংলা উচ্চারণ লিখলে প্রায় একই হবে। ক্বুল কথাটা লিখলেও আমরা এর উচ্চারণ কুল এর মত করেই করে থাকি। প্রথম শব্দের অর্থ “বলো”। আর দ্বিতীয় শব্দের অর্থ “খাও”। সূরা ইখলাসের প্রথম আয়াত শুরু হয়েছে قل শব্দটি দ্বারা। আয়াতের অর্থ হচ্ছে “(হে নবী আপনি) বলুন, তিনিই আল্লাহ এক”। বাংলা উচ্চারণ দেখে পড়লে আমরা পড়ব  كل (কুল) উচ্চারণে। এবার চিন্তা করে দেখুন উপরে দেয়া অনুবাদে “বলুন” এর স্থলে “খাও বা খান” বললে এর অর্থ কোথা থেকে কোথায় চলে যায়। আল্লাহ আমাদের মাফ করুন।\n\nআলেমদের থেকে বিশুদ্ধ মত হচ্ছে, কুরআন বাংলা ভাষা অন্য কোনো ভাষার উচ্চারণ দেখে পড়া জায়েজ নাই। এতে কুরআনের অর্থ বিকৃতি ও অবমাননা হয়ে থাকে। এতে যিনি উচ্চারণ দেখে পড়ছেন নিঃসন্দেহে তার অনেক কঠিন গুনাহ হবে। আমরা আমাদের অ্যাপ ব্যবহার করে কাউকে গুনাহ কামাতে দিতে চাই না। তাই আরবির কোনো উচ্চারণ আমরা অ্যাপে রাখি নাই। আমরা জানি এজন্য অনেক ইউজার আমাদেরকে অনেক কটু কথা বলবে। প্লে স্টোরে ১ স্টার রেটিং দিয়ে অনেকে গালাগালি করবেন। কিন্তু আমরা এসব কেয়ার করি না।\n\nযারা আরবি পড়তে জানেন না তাদের জন্য পরামর্শ থাকবে আরবি শিখতে শুরু করার। আরবি ভাষা দেখে দেখে পড়তে শেখা খুবই সহজ। ৫-৬ বছরের ছেলে-মেয়েরাও কয়েকদিনের চেষ্টায় শুদ্ধ করে কুরআন পড়তে পারে। বাংলায় নিরক্ষর অনেক মানুষ আছেন যারা দেখে দেখে কুরআন পড়তে পারেন। তাই আপনিও পারবেন। কুরআন শুদ্ধ করে না পড়তে শিখলে সেটা গুনাহের কাজ হবে। আবার বাংলা উচ্চারণ দেখে অর্থ বিকৃতি করলে আরো গুনাহের কাজ হবে। তাই আসুন আরবি ভাষা শিক্ষা করি। অনলাইনে-অফলাইনে অনেক জায়গায়ই এখন শেখার সুযোগ আছে। প্রয়োজন শুধু আপনার ইচ্ছার। আল্লাহ আমাদের সবাইকে শুদ্ধ করে কুরআন পড়ার তাওফিক দান করুন।",
    "subtitle": "উচ্চরণ দেখে আরবি পড়লে অর্থ বিকৃতির আশংকা থাকে",
    "title": "দুআগুলোর বাংলা উচ্চারণ না দেয়ার কারণ",
    "reference_urls": [
      {
        "text": "দুআর অডিও শোনার জন্য হিসনুল মুসলিম অ্যাপটি ব্যবহার করতে পারেন",
        "url": "https://play.google.com/store/apps/details?id=com.greentech.hisnulmuslimbn"
      }
    ]
  },
  {
    "body": "আমাদের অ্যাপ এখনো দুআগুলোর অডিও যোগ করা হয় নি। দুআগুলোকে সার্চ করা বা বুকমার্ক করারও ফিচার নাই।\n\nআসলে একটি মাত্র অ্যাপের মধ্যে অনেক ফিচার যোগ করলে সেই অ্যাপটা আর ব্যবহারযোগ্য থাকে না। অ্যাপটা ভারি হয়ে যায়। আসল জিনিসই খুঁজে পাওয়া যায় না।\n\nআমরা তাই আপনাকে অনুরোধ করব, দুআর অডিও এবং সার্চ-বুকমার্কের জন্য ভিন্ন অ্যাপ ব্যবহার করুন। হিসনুল মুসলিম নামের অ্যাপটি আমাদের জানা মতে বেশ ভাল। এই অ্যাপে দুআগুলো অনেক সুন্দর ভাবে দেখা যায় এবং শোনা যায়। আমরা ব্যক্তিগত ভাবে মুসলিমস ডে এর পাশাপাশি হিসনুল মুসলিম অ্যাপটিও ব্যবহার করি। যেহেতু হিসনুল মুসলিম অ্যাপটি শুধু দুআর জন্য, তাই তারা এই অ্যাপটিকে খুব সুন্দর করে সাজিয়েছেন। তারা এই অ্যাপের জন্য ডেডিকেটেডলি কাজ করেন। কিন্তু আমরা তো শুধু দুআর ফিচার নিয়েই কাজ করি না। বরং অনেকগুলো ফিচার নিয়ে কাজ করি। তাই আমাদের পক্ষে দুআর জন্য স্বয়ংসম্পূর্ণ আরেকটি অ্যাপের সকল ফিচার নিয়ে আসা কঠিন।\n\nআর অডিও এর জন্য যেই সেটাপ, লোকবল ও টেকনিক্যাল সাপোর্ট দরকার। সেগুলো আমাদের নাই। যেরকম আর্থিক সঙ্গতি দরকার তাও নাই। এজন্য আপাতত আমরা অ্যাপে দুআগুলোর অডিও শোনার ব্যবস্থা করতে পারছি না। নিচে হিসনুল মুসলিম অ্যাপের লিংক দেয়া হলো।",
    "subtitle": "",
    "title": "দুআগুলোর অডিও কিভাবে শুনব? সার্চ-বুকমার্ক কিভাবে করব?",
    "reference_urls": [
      {
        "text": "দুআর অডিও শোনার জন্য হিসনুল মুসলিম অ্যাপটি ব্যবহার করতে পারেন",
        "url": "https://play.google.com/store/apps/details?id=com.greentech.hisnulmuslimbn"
      }
    ]
  },
  {
    "title": "অ্যাপে আজান বেজে ওঠার ফিচার না দেয়ার কারণ",
    "body": "আজান, ইকামত, কুরআনের আয়াত, হাদীস ইত্যাদি এগুলো ইসলামী শরীয়তে অনেক সম্মানের বিষয়। ব্যক্তিগত কাজে এগুলো ব্যবহার করার বিষয় নয়। আমরা অনেকেই মোবাইল ফোনের রিংটোন হিসাবে কুরআনের তিলাওয়াত বা আজান ব্যবহার করি। একই ভাবে আমাদের অ্যাপের অনেক ইউজার ক্রমাগত অনুরোধ করে থাকেন অন্যান্য অ্যাপের মত সাহরি-ইফতারে সাইরেন না বাজিয়ে “আজান” প্লে করার জন্য। আজানের প্রতি তাদের ভালবাসার প্রকাশ এটি। কিন্তু আসলে এতে আজানের অবমাননা হয়। আলেমগণ স্পষ্ট ভাবে এগুলো করতে নিষেধ করেন।\n\nআজান দেয়ার কারণ হচ্ছে মসজিদে নামাজের জন্য ডাকা। কিন্তু রিংটোন বা সাহরি-ইফতারের সাইরেন হিসাবে অ্যাপে ব্যবহার করা হলে সেটা নামাজের জন্য ডাকা হয় না। এছাড়াও অ্যাপে আজান বাজলে তা পুরোটা কেউ শুনবেন না। ২-১ শব্দ বাজার পর তা বন্ধ করে দিবে। আবার অনেক সময় এই আজান টয়লেটে বা কোনো মিটিংয়ে থাকা অবস্থায় বেজে উঠতে পারে। এতে এই আজান বন্ধ করার জন্য ব্যস্ত হতে হবে। অনেকের বিরক্তির কারণ হবে। কুরআনের আয়াতের তিলাওয়াত যারা রিংটোন হিসাবে ব্যবহার করে থাকেন তাদের ক্ষেত্রেও একই বিধান প্রযোজ্য। আল্লাহর ওয়াস্তে আপনারা রিংটোন বা অ্যালার্ম হিসাবে আজান বা কুরআন তিলাওয়াত ব্যবহার করবেন না।\n\nআমরা জানি সাইরেন হিসাবে আজান ব্যবহার করলে অনেক ইউজার জানা না থাকার কারণে খুশি হবেন। বা বিষয়টা বেশ “cool” হবে। কিন্তু আমরা আল্লাহর খুশি আর আল্লাহর অখুশির ব্যাপারে কনসার্ন। মানুষের খুশির জন্য আল্লাহকে অখুশী করতে আমরা পারি না। আল্লাহ আমাদের সবাইকে সঠিক বুঝ দান করুন। আমীন।",
    "reference_urls": [
      {
        "text": "রিংটোন হিসেবে আযান, কুরআন তিলাওয়াত ইত্যাদির ব্যবহার - আলকাউসার",
        "url": "https://www.alkawsar.com/bn/article/2068/"
      }
    ],
    "subtitle": "অ্যালার্ম টোন বা ফোন আসলে সেটা জানানোর জন্য আজান বা আল্লাহর কালাম ব্যবহার করা অতি নিন্দনীয়"
  },
  {
    "title": "ফোনের হোমপেজে অ্যাপের Widget কিভাবে সেট করব?",
    "body": "আমরা এখনো অ্যাপের জন্য উইজেট ডেভেলপ করি নি। তাই আপাতত উইজেট সেট করার অপশন অ্যাপে নাই। আগামীতে ইনশাআল্লাহ উইজেট যোগ করব। আমাদের সাথে থাকার জন্য এবং ধৈর্য ধারণের জন্য আপনাকে ধন্যবাদ।",
    "subtitle": "এখনো আমরা Widget ডেভেলপ করি নি। আগামীতে করব ইনশাআল্লাহ"
  },
  {
    "title": "সালাতের নোটিফিকেশন বা অ্যালার্ম প্রসঙ্গে",
    "body": "বর্তমানে আমাদের অ্যাপে সালাতের ওয়াক্তে আজান দেয়া বা নোটিফিকেশন-অ্যালার্মের কোনো ফিচার নাই। আগের লেখায় উল্লেখ করা হয়েছে আজান প্লে না করার কারণ।\n\nভবিষ্যতে আমরা ইনশাআল্লাহ অ্যালার্ম টোন বা নোটিফিকেশনের ব্যবস্থা করব। যেন সালাতের ওয়াক্ত হলে আপনাকে অ্যাপটি জানাতে পারে।",
    "subtitle": "ভবিষ্যতে ইনশাআল্লাহ সালাতের অ্যালার্মের ফিচার ডেভেলপ করা হবে"
  },
  {
    "title": "মাগরিবের ওয়াক্ত এত বেশি সময় দেখানো হচ্ছে কেন?",
    "body": "অনেকেই মনে করেন মাগরিবের ওয়াক্ত খুব কম সময় থাকে। তারা মনে করেন মাগরিবের ওয়াক্ত ১৫-২০ এর বেশি থাকে না। তাই কোনো কারণে মাগরিবের সালাত আদায় করতে ১৫-২০ মিনিট দেরি হয়ে গেলে তখন আর সালাত আদায় করেন না। মনে করেন “সালাত যেহেতু কাজা হয়েই গেছে তাহলে পরে ইশার সাথেই পড়ে নিব”।\n\nএই ধারণাটি সঠিক নয়।\n\nমাগরিবের ওয়াক্ত ঋতু ভেদে ১ ঘন্টা ১৫ মিনিট থেকে দেড় ঘন্টার মত থাকতে পারে। কিন্তু এরকম দেরি করে পড়া মাকরুহ। তাই ওয়াক্ত হওয়ার পরপরই মাগরিবের সালাত আদায় করা উচিত। আমাদের অ্যাপে মাগরিবের পুরো সময়টিই দেখানে হয়েছে। এটি সঠিক এবং আলেম-ওলামাদের দ্বারা ভেরিফাইড। যেন ইউজারদের কারো কোনো দিন মাগরিবের সালাত পড়তে দেরি হলেও সময় থাকা অবস্থায় যেন পড়ে নিতে পারেন। সময় থাকা অবস্থায় যেন কারোর সালাত কাজা না হয় শুধুমাত্র অজ্ঞতার কারণে।\n\nউক্ত বিষয়ে আপনার কোনো সন্দেহ-সংশয় থেকে থাকলে আপনার পরিচিত আলেম বা মসজিদের ইমাম সাহেবের সাথে কথা বলতে পারেন। ইনশাআল্লাহ তাহলে আপনার সংশয় দূর হবে।",
    "subtitle": "মাগরিবের ওয়াক্ত শেষ হওয়ার সাথে সাথে ইশার ওয়াক্ত শুরু হয়",
    "reference_urls": [
      {
        "text": "মাগরিবের ওয়াক্ত কত সময় থাকে? - মাওলানা মামুনুল হক",
        "url": "https://youtu.be/pKu7QI_6PDU"
      },
      {
        "text": "মাগরিবের ওয়াক্ত কত সময় থাকে? - মাওলানা আবুল কালাম আজাদ বাশার",
        "url": "https://youtu.be/uW9C5EEcVgs"
      }
    ]
  },
  {
    "body": "আমাদের অ্যাপে সালাতের ৫ ওয়াক্তের সময়ের সাথে নিষিদ্ধ সময়গুলোও উল্লেখ আছে। সূর্য ডুবার সময় নামাজ পড়া নিষিদ্ধ। কিন্তু আমরা সূর্যাস্তের এই নিষিদ্ধ সময়কেও আসরের ওয়াক্ত হিসাবে দেখিয়েছি। এতে অনেকেই মনে করেন বিষয়টা ভুলে দেয়া হয়েছে। আসলে তা না। এখানে সঠিক সময়ই দেখানো হয়েছে।\n\nমাসআলা হচ্ছে, কোনো ব্যক্তি যদি আসরের সালাত পড়তে বিলম্ব করে। ফলে সূর্যাস্ত (অর্থাৎ নিষিদ্ধ সময়) শুরু হয়ে যায়। সে ব্যক্তি ঐ সময়ে শুধুমাত্র ঐ দিনের আসরের সালাতটি আদায় করতে পারবেন। ঐ দিনের আসরের সালাত ছাড়া অন্য কোনো সালাত সূর্যাস্তের নিষিদ্ধ সময়ের আদায় করা যাবে না। এজন্য সূর্যাস্তের নিষিদ্ধ সময় হিসাবে যেই সময় দেখানো হয়েছে, আসরের ওয়াক্তের মধ্যেও ঐ সময় দেখানো হয়েছে। ব্যাপারটা এরকম যে, আসরের ওয়াক্তের জন্য এটি নিষিদ্ধ সময় নয়। বরং অন্যান্য সকল সালাতের জন্য সূর্যাস্তের এই সময়টা নিষিদ্ধ। কিন্তু সালাত এরকম দেরি করে আদায় করা মোটেই উচিত নয়।\n\nনিষিদ্ধ সময়ে সালাত আদায়ের ব্যাপারে সালাফী বা অন্য মাজহাবের আলেমগণের ভিন্ন মত রয়েছে। তাদের মতে নিষিদ্ধ সময়ে কোনো কারণ সংশ্লিষ্ট সালাত আদায় করা যাবে। যেমনঃ তাহিয়্যাতুল উযু ও দুখুলুল মাসজিদের সালাত। তারা বলেন নিষিদ্ধ সময়ে যদি কেউ উযু করেন তাহলে সেই উযুর হক্ব আদায় করার জন্য দুই রাকাত তাহিয়্যাতুল উযু আদায় করা যাবে। একই ভাবে নিষিদ্ধ সময়ে কেউ মসজিদে প্রবেশ করলে মসজিদের হক্ব আদায় করার জন্য নিষিদ্ধ সময়ের মধ্যেও দুখুলুল মসজিদের দুই রাকাত সালাত আদায় করা যাবে।\n\nদলিল ১\n------------\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ \n\nযে ব্যক্তি সূর্য উঠার পূর্বে ফজরের সালাতের এক রাক‘আত পায়, সে ফজরের সালাত পেল। আর যে ব্যক্তি সূর্য ডুবার পূর্বে ‘আসরের সালাতের এক রাক‘আত পেলো সে আসরের সালাত পেলো।\n\n(বুখারি ৫৭৯, http://ihadis.com/books/bukhari/hadis/579 )\n\nদলিল ২\n------------\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ \n\nতোমাদের কেউ যদি সূর্য অস্ত যাওয়ার পূর্বে ‘আসরের সালাতের এক সিজদা পায়, তাহলে সে যেন সালাত পূর্ণ করে নেয়। আর যদি সূর্য উদিত হবার পূর্বে ফজরের সালাতের এক সিজদা পায়, তাহলে সে যেন সালাত পূর্ণ করে নেয়।\n\n(বুখারী ৫৫৬, http://ihadis.com/books/bukhari/hadis/556 )\n\nদলিল ৩\n------------\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ \n\nযে ব্যক্তি কোন সালাতের এক রাক‘আত পায়, সে সালাত পেলো।\n\n(বুখারি ৫৮০, http://ihadis.com/books/bukhari/hadis/580 )\n\n(এখানে কোনো সালাতের এক রাক’আত পাওয়া বলতে ওয়াক্ত থাকা অবস্থায় এক রাক’আত পাওয়া বুঝানো হয়েছে)\n",
    "subtitle": "ঐ দিনের আসরের সালাত পড়া না হয়ে থাকলে সূর্যাস্তের নিষিদ্ধ সময়েও সেটা পড়ে নেয়া যাবে",
    "title": "সূর্যাস্তের নিষিদ্ধ সময়ে আসরের সালাত প্রসঙ্গে"
  },
  {
    "body": "আপনার এলাকার ক্যালেন্ডারটি হয়ত অনেক আগের করা (যেমন ইসলামিক ফাউন্ডেশনের বর্তমান ক্যালেন্ডারটি ১৯৯৩ সালে প্রণয়ন করা হয়েছে)। অথবা এমন কোনো জায়গা থেকে করা হয়েছে যেখানে সূর্যের হিসাব সঠিক ভাবে করা হয় নাই। আমরা চেষ্টা করেছি অনেকগুলো রিসার্চ পেপার পড়ে, অনেকগুলো ওয়েবসাইট-অ্যাপ ঘাটাঘাটি করে আমাদের অ্যাপটি বানাতে।\n\nযদি দেখেন ২-১ মিনিটের পার্থক্য তাহলে এটাকে ইগনোর করুন। এটা কোনো বড় বিষয় নয়। হিসাব করার সময় দশমিকের পর কয় ঘর নিয়ে হিসাব করব বা সূর্যের অবস্থান কত ডিগ্রি হিসাব করব এটার পার্থক্যের জন্য হিসাবের পার্থক্য হতে পারে।\n\nযেমনঃ সূর্য মধ্য আকাশ থেকে 0.1 ডিগ্রি পশ্চিমে ঢলে পড়লেই আমরা বলছি যুহরের ওয়াক্ত হয়ে গেছে। কোনো ক্যালেন্ডারে হয়ত 0.5 ডিগ্রি সরলে এরপর যুহরের ওয়াক্ত শুরু হয় এমনটা বলছে। ফলে তাদের হিসাবে যুহরের ওয়াক্ত আমাদের দেখানো সময়ের চেয়ে একটু পরে শুরু হবে।\n\nহাদীসে বলা আছে মধ্য আকাশ থেকে ঢলে পড়লে যুহর শুরু হয়। নির্দিষ্ট ডিগ্রি বলা নাই। তাই এটা নিয়ে মতপার্থক্য থাকা দোষণীয় নয়। এরকম সূর্যের অবস্থান অতি অল্প সরার জন্যও সময়ের পার্থক্য হতে পারে। তাই এটা নিয়ে দুশ্চিন্তার কিছু নাই। পরামর্শ থাকবে অ্যাপে দেখানো এক্সাক্ট টাইমে নামাজ না পড়ার জন্য। ২-৫ মিনিট আগ-পিছ করে নামাজ পড়লে ভাল হবে।",
    "subtitle": "হিসাবের সূক্ষ্মতার পার্থক্যের কারণে সময়ের পার্থক্য হতে পারে",
    "title": "আপনার এলাকার মসজিদের ক্যালেন্ডারের সাথে অ্যাপের সময়ে অমিল থাকার কারণ"
  },
  {
    "body": "আমাদের অ্যাপে সূর্যাস্তের সাথে সতর্কতামূলক সময় যোগ করে ইফতারের সময় দেখার অপশন যেমন রয়েছে। পাশাপাশি সূর্যাস্তের সাথে সাথে ইফতারের সময় দেখার অপশনও রয়েছে। যাদের যেই অপশনটা উত্তম মনে হয় সেটি ব্যবহার করতে পারেন। আমরা মতপার্থক্যপূর্ণ বিষয়ে ঝগড়াঝাটি মারামারি করা অপছন্দ করি। তাই উভয় অপশনই রাখা হয়েছে।\n\nএখন সংক্ষেপে এ বিষয়ে আমাদের মতামত জানিয়ে রাখা যায়।\nপ্রথমতঃ সূর্যাস্তের “approximate” (অনুমানিক) সময়ের সাথে ৩ মিনিট সতর্কতামূলক সময় যোগ করার ব্যাপারে দেশের হানাফী মাজহাবের আলেমওলামাদের মতামত রয়েছে। তাই আমরা যারা ভিন্ন মতের ফিকহ অনুসরণ করেন তাদের উচিত অপর মতকেও শ্রদ্ধা করা। হাদীসের নির্দেশনা বা ব্যাখ্যার ব্যাপারে সাহাবীদের (রা) মধ্যেও মতপার্থক্য ছিল।\n\nসূর্যাস্তের সময়কে approximate বা আনুমানিক বলার কারণ হচ্ছে আবহাওয়া অফিস, গুগল বা কোনো অ্যাপ সূর্যাস্তের সময় হিসাবে যে সময় দেখায়। তা সত্যিকার অর্থেই এক্সাক্ট সময় নয়। কিছু সেকেন্ডের বা মিনিটের হেরফের থাকতে পারে। আবহাওয়া অফিস থেকে বা গুগলে সার্চ করলে যদি ঢাকার সূর্যাস্তের সময় পাওয়া যায় ৬ঃ২৩ মিনিট, এর মানে এই নয় যে ৬ টা বেজে ২৩ মিনিট সূর্য টুপ করে ডুবে গেল। যেভাবে সুইচ টিপে লাইট বন্ধ করা হয়। বরং এমনটা হওয়ার সম্ভাবনাও রয়েছে যে প্রকৃত সূর্যাস্ত হয়েছে ৬টা ২৩ মিনিট ২৫ সেকেন্ড ৫০০ মিলি সেকেন্ডে। ২৫ সেকেন্ড ৫০০ মিলিসেকেন্ড সাধারনত ignorable. তাই এটাকে রাউন্ড ভ্যালু করে ৬ঃ২৩ এ সূর্যাস্ত দেখানো হয়।\n\nপ্রশ্ন হচ্ছেঃ একজন রোজাদারের জন্যও কি ২৫ সেকেন্ড সময় ignorable? অবশ্যই নয়! ২৫ সেকেন্ড আগে ইফতার করলে আপনার রোজাই হবে না!\n\nআবহাওয়া অফিস থেকে জেলা ভিত্তিক সূর্যাস্তের সময় জানা যায়। সে সময়টা জেলার কেন্দ্র বিন্দু থেকে সূর্যাস্তের সময়। কোনো একটা স্থান থেকে প্রতি কিলোমিটার দূরত্ব অতিক্রম করার সাথে সাথে সূর্যাস্তের সময়ের পার্থক্য হতে পারে আড়াই সেকেন্ড। এভাবে আপনার বাড়ি জেলা শহর থেকে অনেক দূরে হলে জেলার সূর্যাস্তের সময়ের সাথে আপনার বাড়ির সাপেক্ষে সূর্যাস্তের সময়ে পার্থক্য হবে।\n\nএজন্য কোনো অ্যাপে দেখানো সূর্যাস্তের সময়ের সাথে সাথে ইফতার করতে আমরা নিরুৎসাহিত করি। আমরা বলি অন্তত ২ মিনিট বা ১ মিনিট সতর্কতামূলক সময় যোগ করে এরপর ইফতার করতে।\n\nঅপর দিকে সূর্যাস্ত হিসাব করা হয় সমতলের সাপেক্ষে। অর্থাৎ সমতল ভূমিতে দাঁড়িয়ে সূর্যাস্ত হওয়ার সময় হিসাব করা হয়। এখন আপনি যদি ২০ তলা বিল্ডিংয়ের উপরে বসে ইফতার করেন তাহলে কি একই সময়ে ইফতার করবেন? অথবা কয়েক তলা মাটির নিচের আন্ডার গ্রাউন্ড বা কোনো খনিতে বসে ইফতার করার সময়ও কি একই সময়ে ইফতার করবেন? সমতল থেকে যখন দেখা যাবে সূর্য অস্ত গিয়েছে, বিল্ডিংয়ের উপর থেকে তখনও সূর্য দেখা যেতে পারে। আন্ডারগ্রাউন্ডের হিসাবও অন্যরকম!\n\nতাহলে আপনি সূর্যাস্তের সাথে সাথে ইফতারের বিষয়টা কিভাবে নিশ্চিত করবেন?\n\nএসকল বাস্তবিক এবং বৈজ্ঞানিক কারণেই আলেমগণ সূর্যাস্তের যে সময় আবহাওয়া অফিস থেকে পাওয়া যায় তার সাথে সতর্কতার জন্য ৩ মিনিট সময় যোগ করার পরামর্শ দেন। যেন আপনি জেলা শহর থেকে অনেক দূরে থাকলে, অনেক উচু বিল্ডিংয়ে অবস্থান করলে সকল ক্ষেত্রেই ইফতারটা সূর্যাস্তের পরেই হয়।\n\nউপরের বিষয়গুলো জানার পরেও, কোনো অ্যাপের বা গুগলের অন্ধ অনুকরণ করে আপনি ইফতার করতেই পারেন। আমরা দুআ করি যেন আপনার সিয়াম আদায় হয়ে যায়। কিন্তু আল্লাহ না করুন কোনো কারণে যদি সূর্যাস্তের আগেই আপনার ইফতার হয়ে থাকে, যদি আপনার সিয়ামগুলো নষ্ট হয়ে গিয়ে থাকে। তাহলে কিয়ামতের দিন গুগলের বা অ্যাপের উপর দোষ চাপিয়ে মুক্ত হওয়া যাবে কিনা সে বিষয়ে ভাবা যেতে পারে।\n\nএসকল বিষয়গুলো বিবেচনায় আনা ছাড়াই যারা বলেন সতর্কতার জন্য সূর্যাস্তের সময়ের ২ মিনিট পর ইফতার করলে সেটা ইহুদি খৃষ্টানদের অনুসরন করা হবে। তাদের এই কথাকে আমরা বিনয়ের সাথে প্রত্যাখ্যান করছি।\n\nতাই আপনার প্রতি অনুরোধ, উপরের আলোচনার প্রেক্ষিতে আপনার যেই অপশন অনুসরণ করার ইচ্ছা হয়। আপনার মতের আলেমদের সাথে আলোচনা করে সেই মতটি গ্রহন করতে পারেন।\n\nমতপার্থক্যপূর্ণ বিষয়ে আল্লাহ আমাদের সবাইকে নমনীয় ও শ্রদ্ধাবোধ বজায় রাখার তাওফিক দান করুন। আমীন।",
    "subtitle": "",
    "title": "ইফতারের সময়ে সূর্যাস্তের সাথে সতর্কতামূলক সময় যোগ করার অপশন কেন দেয়া হয়েছে?"
  },
  {
    "body": "আমাদের অ্যাপের আগের ভার্সনটি শুধুমাত্র বাংলাদেশে ব্যবহার করার উপযোগি ছিল। আমরা আগের ভার্সনগুলোতে নামাজ-রোজার সময়গুলো হিসাব করতাম ইসলামিক ফাউন্ডেশন থেকে চিরস্থায়ী যে ক্যালেন্ডার প্রকাশ করা হয়েছে সেখান থেকে সময় নিয়ে। কিন্তু বর্তমান ভার্সন থেকে আগামী ভার্সনগুলোতে শুধু বাংলাদেশ নয়, বরং বিশ্বের যে কোনো জায়গা থেকে অ্যাপটি ব্যবহার করা যাবে। অর্থাৎ GPS location ব্যবহার করে যে কেউ পৃথিবীর যে কোনো প্রান্ত থেকে নির্ভুল ভাবে নামাজের সময় ও সাহরি-ইফতারের সময় দেখতে পাবেন ইনশাআল্লাহ।\n\nএখন প্রশ্ন হচ্ছে আমরা কিভাবে এই সময়গুলো পাচ্ছি?\n\nআমরা জানি নামাজের সময়গুলো সূর্যের অবস্থানের সাথে সম্পর্কিত। ইসলামিক ফাউন্ডেশন বা এরকম কোনো প্রতিষ্ঠানের সাথে সম্পর্কিত নয়। ইসলামিক ফাউন্ডেশন যেটা করে, সূর্য কয়টার সময় কোন অবস্থানে থাকে সেটা হিসাব করে ক্যালেন্ডার প্রকাশ করে। যেন জনসাধারণ সহজে নামাজের সময় হিসাব করতে পারে। আমরা বর্তমানে নামাজের সময় সরাসরি ইসলামিক ফাউন্ডেশন থেকে না নিয়ে সূর্যের অবস্থান হিসাব করে সময় দেখাচ্ছি। আমাদের অ্যাপটি বছরের কোন দিন, কোন সময়ে, পৃথিবীর কোন প্রান্ত থেকে ব্যবহার হচ্ছে তার উপর ভিত্তি করে সূর্যের অবস্থান সম্পর্কে তথ্য পাওয়া যায়। আপনি আগ্রহী হলে গুগলে সার্চ করে দেখতে পারেন। আপনি নিজেও হিসাব করে বের করতে পারবেন সূর্যের অবস্থান। সহজেই হিসাব করে বের করা সম্ভব কোনো স্থানের সূর্যোদয় ও সূর্যাস্তের সময়।\n\nএজন্য অ্যাপের সেটিংস থেকে লোকেশন সেট করে দিতে হয়। আপনি কোন দেশ বা কোন জেলায় অবস্থান করছেন সেটা সেট করে দিলে বা GPS enable করে দিলেই প্রতিদিনের নামাজ-রোজার সময় নির্ভুল ভাবে ইনশাল্লাহ অ্যাপে দেখা যাবে। কোনো কোনো ক্ষেত্রে ইসলামিক ফাউন্ডেশনের সময়ের সাথে আমাদের দেখানো সময়ের ২-১ মিনিট পার্থক্য হতে পারে। কারণ বড় বড় হিসাবের ক্ষেত্রে দশমিক সংখ্যার জন্য ২-১ মিনিট এদিক ওদিক হতে পারে। তাই ইসলামিক ফাউন্ডেশন সহ যে কোনো ক্যালেন্ডার বা অ্যাপে দেখানো সময়ের সাথে সাথে নামাজ না পড়ে, ৫-১০ মিনিট আগ-পিছ করে পড়া ভাল।",
    "subtitle": "",
    "title": "নামাজ ও সাহরি-ইফতারের সময় কিভাবে হিসাব করা হয়েছে?"
  },
  {
    "body": "২০১৫ সাল থেকে মুসলিমস ডে অ্যাপ অ্যান্ড্রয়েড প্ল্যাটফর্মের জন্য ডেভেলপ হয়ে আসছে। কিন্তু আমরা এখনো iOS এর জন্য অ্যাপটি ডেভেলপ করতে পারি নি।\n\nআমরা যারা এই অ্যাপের ডেভেলপমেন্টের সাথে জড়িত তারা অ্যান্ড্রয়েড অ্যাপ ডেভেলপার এবং অ্যান্ড্রয়েড ফোন ইউজার। আইফোনের জন্য অ্যাপ ডেভেলপ ও টেস্ট করার জন্য অ্যাপল এর ম্যাক এবং আইফোন প্রয়োজন। যা অনেক ব্যয়বহুল হওয়ায় আমরা এখনো এ ডিভাইসগুলো ব্যবহার করতে পারছি না। তাই আইফোনের জন্য আমাদের অ্যাপ এখনো অ্যাপ স্টোরে পাবলিশ করার সুযোগ হয় নি।\n\nতবে আমাদের আন্তরিক ইচ্ছা রয়েছে আইফোনের জন্য অ্যাপ ডেভেলপমেন্ট শুরু করার। তাই অ্যাপের ইউজারগণ যদি নিজ নিজ যায়গা থেকে অ্যাপের জন্য আর্থিক অনুদান দেন তাহলে ইনশাআল্লাহ আইফোনের জন্য অ্যাপ ডেভেলপ করার কাজটা সহজ হবে।\n\nসকলের কাছে আমরা দুআপ্রার্থী।",
    "subtitle": "আমরা এখনো iOS অ্যাপ ডেভেলপ করি নি। ইনশাআল্লাহ আগামীতে করব",
    "title": "মুসলিমস ডে এর iOS ভার্সন Apple App store এ কিভাবে পাব?"
  },
  {
    "body": "এক কথায় বলতে গেলে বলতে হবে, ইসলামিক ফাউন্ডেশনের সাথে আমাদের অ্যাপে দেখানো সময়ের মাঝে ২-১ মিনিটের পার্থক্য দেখা যেতে পারে। আপনি যদি ঢাকার সময় অনুযায়ী ইফতারের অর্থাৎ সূর্যাস্তের সময় জানতে চান তাহলে একটা জিনিস চিন্তা করেন। সাভারও ঢাকা জেলায় পড়ে, ডেমরাও ঢাকা জেলায় পড়ে। দুই জায়গার মধ্যে ৩০-৪০ কিলোমিটারের পার্থক্য। ইসলামিক ফাউন্ডেশন তাদের সময়ের সাথে সতর্কতামূলক কিছু সময় যোগ-বিয়োগ করে থাকে এই পার্থক্যের কারণে। কিন্তু আপনি যদি আমাদের অ্যাপের GPS system টা ব্যবহার করেন, তাহলে আপনি পৃথিবীর যেখানেই থাকুন না কেন, এক্সাক্ট ঐ স্থানের জন্যেই আপনাকে সময় দেখানো হবে। যেহেতু আমরা সময় দেখানোর সময় সেকেন্ড সহ দেখাই না তাই হয়ত অনেক সময় পার্থক্যটা আপনি বুঝতে পারবেন না। তাই আপনি আল্লাহর উপর ভরসা করে আমাদের অ্যাপের সময় অনুসরণ করতে পারেন। ইনশাআল্লাহ আপনি সঠিক সময়ই পাবেন।\nএরপরেও বাংলাদেশের রমজান মাসের জন্য আমরা একটা অপশন রেখেছি। আপনি চাইলে রমজান মাসে ইসলামিক ফাউন্ডেশনের দেয়া সময় অনুযায়ী সাহরি ও ইফতারের সময় দেখতে পাবেন। এজন্য আপনাকে বাড়তি কিছুই করতে হবে না। সেটিংসে দেখবেন বাংলাদেশ সিলেক্ট করা থাকলে, অটোমেটিক্যাল্যি রমজান মাসে ইসলামিক ফাউন্ডেশনের সময় দেখানোর অপশন সেট করা আছে। তাই আপনি যদি কোনো কারণে রমজান মাসে ইসলামিক ফাউন্ডেশনের সময় অনুযায়ীই সাহরি-ইফতার করতে চান, সেটাও করতে পারবেন।\n\nঅনেকে চান সহীহ একটা হাদীসের উপর আমল করতে। যেখানে বলা হয়েছে সময় হওয়ার সাথে সাথে ইফতার করতে। কোনো বিলম্ব না করতে। তারা ইসলামিক ফাউন্ডেশনের দেয়া সময় অনুযায়ী ৩ মিনিট দেরিতে ইফতার করতে ইচ্ছুক নন। তাদের জন্যও আমরা অপশন রেখেছি। সেটিংসে সেট করা যাবে যে আপনি সুবহে সাদিক ও সূর্যাস্তের সঙ্গে সঙ্গে সাহরি-ইফতার করতে চান। সতর্কতামূলক সময় যোগ-বিয়োগ করতে চান না। তাহলে আপনাকে সেভাবেই সময় দেখাবে।",
    "subtitle": "",
    "title": "ইসলামিক ফাউন্ডেশনের সময়ের সাথে অ্যাপে দেখানো সময়ের মধ্যে কোনো পার্থক্য আছে কি?"
  },
  {
    "body": "আপনি যদি ইসলামিক ফাউন্ডেশনের থেকে প্রকাশিত সাহরি-ইফতারের সময়সূচী অনুসরণ করতে চান। তাহলে প্রথমে সেটিংস পেজ থেকে মাজহাব হিসাবে \"হানাফী\" মাজহাব সিলেক্ট করুন। এরপর লোকেশন সেটিংস থেকে আপনার জেলা সিলেক্ট করুন। জিপিএস সিলেক্ট করলে ইসলামিক ফাউন্ডেশনের সময় দেখাবে না। কারণ ইসলামিক ফাউন্ডেশন জেলা ভিত্তিক সময় দেখিয়ে থাকে। আপনি যখন জিপিএস ব্যবহার করবেন তখন জেলা ভিত্তিক নয়, বরং আপনি আপনার বাড়িতে যেখানে অবস্থান করছেন সেই স্থানের জন্য সাহরি-ইফতার ও সালাতের সময় সূচী দেখিয়ে থাকে।\n\nতাই ইসলামিক ফাউন্ডেশনের সময় দেখতে চাইলে প্রথমে জেলা সিলেক্ট করুন। এরপর সেটিংস পেজে গিয়ে \"সাহরি ও ইফতারের সময় কিভাবে নির্ধারন করতে চান?\" এই অংশের দ্বিতীয় অপশন \"মূল সময়ের সাথে সতর্কতামূলক সময় বিয়োগ ও যোগ করতে চাই\" সিলেক্ট করুন। ইসলামিক ফাউন্ডেশন মূল সময়ের সাথে ৩ মিনিট সতর্কতার জন্য বিয়োগ ও যোগ করে থাকে। এজন্য আপনাকে এটি সেট করতে হচ্ছে। আপনি যদি জেলা সিলেক্ট না করে GPS সিলেক্ট করেন তাহলে এই অপশনটি সেটিংসে দেখতে পাবেন না।\n\nআপনি যদি অ্যাপটি ইন্সটল করে জেলা সিলেক্ট করার পর সেটিংসে কোনো কিছু পরিবর্তন না করেন। তাহলে এমনিতেই ইসলামিক ফাউন্ডেশনের সময় দেখাবে। এটা ডিফল্ট সেটিংস।\n\nতাই আপনি কোনো কারণে সেটিংস পরিবর্তন করে থাকলে একটা শর্টকাট সিস্টেম হতে পারে এরকমঃ\nসেটিংস পেজে গিয়ে ডানপাশের উপরে থাকা \"রিসেট\" আইকনে ক্লিক করে আপনার অ্যাপের সেটিংসটি রিসেট করে নিন। এরপর লোকেশন সেটিংসে গিয়ে জেলা সিলেক্ট করুন। ব্যস হয়ে যাবে!",
    "subtitle": "",
    "title": "কিভাবে রামাদান মাসে ইসলামিক ফাউন্ডেশনের ক্যালেন্ডার অনুযায়ী সময় দেখব?",
    "reference_urls": [
      {
        "text": "২০২১ সালের ইসলামিক ফাউন্ডেশনের সাহরি-ইফতারের ক্যালেন্ডার",
        "url": "https://drive.google.com/file/d/1cvOJ7tMfGjTQpqu47mFBxZ-e5UvqU_6H/view?usp=sharing"
      }
    ]
  },
  {
    "body": "ইমামদের মাঝে ফজরের ওয়াক্ত শুরু ও শেষের ব্যাপারে কোনো মতপার্থক্য নাই। সুবহে সাদিকের সময় ফজরের ওয়াক্ত শুরু হয় এবং সূর্য ওঠা শুরু হওয়ার আগ পর্যন্ত এই ওয়াক্ত থাকে।\n\nসূর্য যখন ভূপৃষ্ঠ থেকে ১৮ ডিগ্রি নিচে অবস্থান করে তখন সুবহে সাদিক শুরু হয়। বাংলাদেশ, ভারত, পাকিস্তান, আফগানিস্তান, আমেরিকা ও ইউরোপের কিছু অংশে ১৮ ডিগ্রিতে সুবহে সাদিক হয়। অন্যান্য দেশের ক্ষেত্রে এই পরিমাণ ভিন্ন ভিন্ন হয়ে থাকে। আপনি যখন দেশ সিলেক্ট করেন তখন অটোমেটিক ভাবে এই ডিগ্রির মান সিলেক্ট হয়ে যাবে। যা আপনি সেটিংস থেকে “নামাজের সময় হিসাব করার পদ্ধতি” অপশনে দেখতে পাবেন।\n\nফজরের ওয়াক্ত শেষ হয় সূর্য ওঠা শুরু হলে। আপনি সেটিংস থেকে যেই দেশ সিলেক্ট করবেন বা GPS অপশন সিলেক্ট করলে ঐ স্থানের জন্য সূর্যদয়ের সময় অ্যাপের মধ্যেই ক্যালকুলেট করা হয়েছে। নিশ্চিত হবার জন্য আমাদের অ্যাপে দেখানো সূর্যোদয়ের সময়ের সাথে গুগলে সার্চ করে বা কোনো নির্ভরযোগ্য ওয়েবসাইট যেমনঃ timeanddate.com এর সাথে মিলিয়ে নিতে পারেন। তবে অনুরোধ থাকবে আপনার এলাকার মসজিদে বা ইসলামিক ফাউন্ডেশন থেকে চিরস্থায়ী ক্যালেন্ডারের সাথে এ সময় না মিললে আমাদেরকে গালাগালি করবেন না। এমন হতে পারে তাদের ক্যালেন্ডারটা অনেক আগের। তখনকার ডেটা দিয়ে সেটা বানানো হয়েছে। অথবা তারা সময়গুলো accurate না রেখে কয়েক মিনিট সতর্কতার জন্য যোগ বিয়োগ করেছে।",
    "subtitle": "ফজরের ওয়াক্ত হচ্ছে সুবহে সাদিক থেকে সূর্যোদয়ের আগ পর্যন্ত",
    "title": "ফজরের ওয়াক্ত নির্ধারণ পদ্ধতি"
  },
  {
    "body": "সূর্য যখন মধ্য আকাশ থেকে পশ্চিম দিকে হেলে পড়ে তখন থেকে যুহরের ওয়াক্ত শুরু হয়। এ নিয়ে ইমামদের মধ্যে কোনো মতপার্থক্য নাই। কিন্তু যুহরের ওয়াক্ত কখন শেষ হবে তা নিয়ে হাদীসের দুইটা মত প্রসিদ্ধ।\n\nপ্রথমত কোনো বস্তুর ছায়া যখন ঐ বস্তুর সমান হবে ততক্ষণ পর্যন্ত যুহরের ওয়াক্ত থাকে। আর দ্বিতীয় মতটি হচ্ছে কোনো বস্তুর ছায়া যখন ঐ বস্তুর দ্বিগুণ হয় ততক্ষণ পর্যন্ত যুহরের ওয়াক্ত বাকি থাকে।\n\nইমাম আবু হানীফা (রহ.) দ্বিতীয় মতের উপর আমল করতেন। তিনি দ্বিতীয় মতের উপর ভিত্তি করে ফতোয়া দিয়েছেন যুহরের ওয়াক্ত শেষ হওয়ার ব্যাপারে। অপর দিকে প্রথম মতের উপর আমল করেন ও ফতোয়া প্রদান করেছেন ইমাম শাফেয়ী (রহ.), ইমাম মালেক (রহ.), ইমাম আহমাদ ইবনে হাম্বল (রহ.) এবং ইমাম আবু হানীফার (রহ.) দুইজন প্রসিদ্ধ ছাত্র ইমাম ইউসুফ (রহ.) ও ইমাম মুহাম্মাদ (রহ.)। অর্থাৎ ইমাম আবু হানীফা (রহ.) ছাড়া অন্যান্য ইমামগণ যুহরের শেষ ওয়াক্ত নিয়ে একমত।\n\nযেহেতু যুহরের ওয়াক্ত কখন শেষ হবে তা নিয়ে দুই ধরনের আমল ও দলীল পাওয়া যায় তাই আমরা আমাদের অ্যাপের সেটিংসে মাজহাব সিলেক্ট করার অপশন রেখেছি। অ্যাপ ইন্সটল করার পর অটোমেটিক ভাবে হানাফী মাজহাব সিলেক্ট হয়ে থাকবে। যেহেতু আমাদের দেশের বেশির ভাগ মানুষই হানাফী মাজহাবের ফতোয়া অনুসরণ করেন। কিন্তু যারা অন্য ইমামের মত অনুসরণ করেন, তাদেরকে সেটিংস থেকে একবারের জন্য মাজহাব সেট করে নিতে হবে।\n\nমধ্য আকাশ থেকে সূর্য 0.1 ডিগ্রি পশ্চিমে ঢলে পড়লেই আমাদের অ্যাপে যুহরের ওয়াক্ত শুরু হয়ে যাবে। এটা অ্যাপ ও ওয়েবসাইট ভেদে ২-১ মিনিট ভিন্ন হতে পারে। আমরা যেমন 0.1 ডিগ্রি সরে গেলে যুহরের ওয়াক্ত হিসাব করছি, কোনো কোনো অ্যাপ হয়ত 0.5 ডিগ্রি সরে গেলে যুহরের ওয়াক্ত শুরু করছে। কোন ওয়াক্তে কত ডিগ্রি সরবে এমন absolute কোনো মান নির্ধারণ করা নাই। কারণ রাসূলের (সা) যুগে সূর্যের অবস্থানের এই ডিগ্রির হিসাব ছিল না। তাই আপনি যেই অ্যাপ দেখেই নামাজের সময় নির্ধারণ করেন না কেন ইনশাআল্লাহ আপনার নামাজ আদায় হয়ে যাবে। আল্লাহ আপনার নিয়ত জানেন। আর প্রতিটা অ্যাপেই সাধারণত ঠিকঠাক হিসাবই দেয়া থাকে। ২-১ মিনিট এদিক ওদিক হতে পারে। সবগুলোকেই আমরা বলব সঠিক।\nযুহরের ওয়াক্ত শেষেের জন্য, কখন কোনো বস্তুর ছায়া এক গুণ হয় আর কখন দ্বিগুণ হয় তা ক্যালকুলেট করার ফর্মুলা রয়েছে। আমরা সেই ফর্মুলা ব্যবহার করে এই সময় অ্যাপে প্রদর্শন করে থাকি।",
    "subtitle": "সূর্য মধ্য আকাশ থেকে পশ্চিমে হেলে পড়া থেকে আসরের আগ পর্যন্ত",
    "title": "যুহরের ওয়াক্ত নির্ধারণ পদ্ধতি"
  },
  {
    "body": "আসরের ওয়াক্ত শুরু হয় যুহরের ওয়াক্ত শেষ হওয়ার সাথে সাথে। আর ওয়াক্ত শেষ হয় সূর্য ডুবতে শুরু করলে। এটা নিয়ে ইমামদের মাঝে মতপার্থক্য নাই।\n\nকিন্তু মতপার্থক্য আছে যুহরের শেষ সময় কখন তা নিয়ে। যে ব্যাপারে যুহরের ওয়াক্ত নির্ধারণ পদ্ধতিতে বিস্তারিত বলা হয়েছে। তাই আর এখানে সেই আলোচনার পুনরাবৃত্তি করলাম না।\n\nসেটিংস থেকে মাজহাব সেট করে নিলে ঐ মাজহাবের ফতোয়ার সময় অনুযায়ী আসরের শুরুর ওয়াক্ত সেট হবে। আর আসরের ওয়াক্ত শেষ হওয়ার সময় বের করা হয়েছে সূর্যাস্তের সময় থেকে ১ মিনিট বিয়োগ করে।\n\nপ্রসঙ্গত উল্লেখ্য, সূর্য যখন ডুবতে থাকে ঐ সময়ে নামাজ পড়া হারাম। কিন্তু অ্যাপে সূর্য ডোবার নিষিদ্ধ সময়টাকেও আসরের সময় হিসাবে দেখানো হয়েছে। এক্ষেত্রে মাসআলা হচ্ছে, কোনো কারণবশত কোনো ব্যক্তি ঐ দিনের আসরের নামাজ না পড়ে থাকলে, সূর্য পুরোপুরি ডুবে যাওয়ার আগে অর্থাৎ যখন সূর্য ডুবা শুরু করেছে বা ডুবছে এমন অবস্থাতেও ঐ দিনের আসরের নামাজ পড়তে পারবে। ঐ দিনের আসরের নামাজ সূর্য ডোবার নিষিদ্ধ সময়ে পড়লে তা হারাম হিসাবে গণ্য হবে না। কিন্তু ঐদিনের আসরের নামাজ ব্যতীত অন্য কোনো নফল বা কাজা নামাজ সূর্য ডোবার সময় পড়া যাবে না। তবে এরকম দেরী করে নামাজ পড়া খুবই অনুচিত কাজ। আমাদের উচিত ওয়াক্ত শুরুর সাথে সাথেই নামাজ আদায় করা।",
    "subtitle": "যুহরের ওয়াক্ত শেষ হওয়া থেকে সূর্যাস্তের আগ পর্যন্ত",
    "title": "আসরের ওয়াক্ত নির্ধারণ পদ্ধতি"
  },
  {
    "body": "সূর্য যখন পুরোপুরি অস্তমিত হয় তখন থেকে মাগরিবের ওয়াক্ত শুরু হয়। শেষ সময় নিয়ে দুইটি মত পাওয়া যায়। ইমাম আবু হানীফার (রহ.) মতে সূর্য ডোবার পর আকাশে লালিমা দেখা যায়। এরপর আকাশে সাদা আলো দেখা যায়। এই সাদা আলো অদৃশ্য হওয়ার আগ পর্যন্ত মাগরিবের ওয়াক্ত থাকে। আর ইমাম শাফেয়ী (রহ.) এবং সাহেবাইনের মতে (ইমাম ইউসুফ ও মুহাম্মদ) লালিমা অদৃশ্য হলেই মাগরিবের ওয়াক্ত শেষ হয়।\n\nএই লালিমা ও সাদা আভা এগুলোর সময় যেহেতু অল্প, তাই মাগরিবের নামাজের শেষ ওয়াক্ত বিষয়ে মাজহাবগত কোনো পার্থক্য রাখা হয় নাই। অন্যান্য আন্তর্জাতিক ওয়েবসাইট ও অ্যাপের মত করে (যেমন islamicfinder.org) আমরাও মাগরিবের শেষ সময় অভিন্ন রেখেছি।\n\nপ্রসঙ্গত উল্লেখ্য, সমাজে মুখে মুখে প্রচলিত যে \"মাগরিবের ওয়াক্ত খুব কম সময় থাকে। ১৫-২০ মিনিটের বেশি না\"। কথাটি সঠিক নয়। নিচের দুটি লিংক থেকে এ ব্যাপারে আলেমদের বক্তব্য দেখে নিতে পারেন।",
    "subtitle": "মাগরিবের ওয়াক্ত হচ্ছে সূর্যাস্ত থেকে ইশার আগ পর্যন্ত",
    "title": "মাগরিবের ওয়াক্ত নির্ধারণ পদ্ধতি",
    "reference_urls": [
      {
        "text": "মাগরিবের ওয়াক্ত কত সময় থাকে? - মাওলানা মামুনুল হক",
        "url": "https://youtu.be/pKu7QI_6PDU"
      },
      {
        "text": "মাগরিবের ওয়াক্ত কত সময় থাকে? - মাওলানা আবুল কালাম আজাদ বাশার",
        "url": "https://youtu.be/uW9C5EEcVgs"
      }
    ]
  },
  {
    "body": "মাগরিবের ওয়াক্ত শেষ হওয়ার সাথে সাথে ইশার ওয়াক্ত শুরু হয়। হানাফী মাজহাবের ফতোয়া অনুযায়ী, ইশার ওয়াক্ত শেষ হয় ফজরের ওয়াক্ত অর্থাৎ সুবহে সাদিক শুরুর আগ পর্যন্ত। তবে মধ্য রাত পার হবার পর ইশার নামাজ পড়া মাকরুহ কিন্তু জায়েজ। অর্থাৎ মধ্য রাতের পর ইশা পড়লে তা \"আদা\" হিসাবে গণ্য হবে, \"কাজা\" হবে না। তবে মধ্য রাতের পর ইশা পড়া মাকরুহ বা মন্দ কাজ।\n\nহানাফী মাজহাব ব্যতীত অন্যান্য মাজহাবের মতে ইশার ওয়াক্ত শেষ হয় মধ্যরাতে। অর্থাৎ মধ্যরাতের পর ইশার সালাত আদায় করলে তা কাজা হিসাবে গণ্য হবে।\n\nআমাদের অ্যাপের সেটিংস থেকে আপনি হানাফী মাজহাব সিলেক্ট করলে ইশার শেষ ওয়াক্ত দেখতে পাবেন ফজরের আগ পর্যন্ত। আর অন্য মাজহাব সিলেক্ট করা থাকলে ইশার শেষ ওয়াক্ত দেখাবে মধ্যরাত পর্যন্ত।",
    "subtitle": "ইশার ওয়াক্ত হচ্ছে মাগরিবের ওয়াক্ত শেষ হওয়া থেকে ফজরের আগ পর্যন্ত",
    "title": "ইশার ওয়াক্ত নির্ধারণ পদ্ধতি"
  },
  {
    "body": "সালাতুদ দুহাঃ\n(ইশরাক, চাশত, আওয়াবিন)\n-----------------------------------------\nএ সালাতগুলোর সময়সীমা হচ্ছে সূর্য পুরোপুরি উদিত হওয়ার পর থেকে সূর্য মধ্য আকাশে পৌঁছানোর আগ পর্যন্ত। হাদীসের পরিভাষায় একে বলা হয় সালাতুদ দুহা।\n\nসালাতুদ দুহার দুইটি পর্যায় রয়েছে। একটি হচ্ছে ইশরাক অপরটি হচ্ছে চাশত বা আওয়াবিন।\n\nইশরাকঃ ফজরের সালাত জামায়াতের সাথে আদায় করে ঐ স্থানেই বসে অপেক্ষা করা। সূর্য পুরোপুরি উঠে যাওয়ার পর দুই রাকাত সালাত আদায় করা। এতে আল্লাহ একটি পূর্ণ হজ্জ ও একটি পূর্ণ ওমরাহ করার সাওয়াব দান করবেন।\n\nআনাস ইবনু মালিক (রাঃ) থেকে বর্ণিতঃ তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, \n\nযে ব্যক্তি ফজরের নামায জামা’আতে আদায় করে, তারপর সূর্য উঠা পর্যন্ত বসে বসে আল্লাহ তা’আলার যিকর করে, তারপর দুই রাক’আত নামায আদায় করে- তার জন্য একটি হাজ্জ ও একটি উমরার সাওয়াব রয়েছে। আনাস (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ পূর্ণ, পূর্ণ, পূর্ণ (হাজ্জ ও উমরার সাওয়াব)।\n(তিরমিযি ৫৮৬, http://ihadis.com/books/tirmidi/hadis/586)\n\nচাশত বা আওয়াবিনঃ সূর্য যখন একটু তেতে উঠে। রোদের তেজ বাড়তে থাকে। তখন থেকে শুরু করে দ্বিপ্রহরের নিষিদ্ধ সময়ের আগ পর্যন্ত যেই সালাতুদ দুহা পড়া হয় তাকে চাশত বা আওয়াবিন বলা হয়। এ সালাতের রাকাত সংখ্যা নির্দিষ্ট নয়। ২ থেকে ১২ রাকাত বা আরো বেশি পড়া যেতে পারে।\n\nক্বাসিম আশ্ শায়বানী (রহঃ) থেকে বর্ণিতঃ\nযায়দ ইবনু আর্‌ক্বাম (রাঃ) একদল লোককে ‘যুহা’ বা চাশ্‌তের সলাত আদায় করতে দেখে বললেনঃ এখন তো লোকজন জেনে নিয়েছে যে , এ সময় ব্যতীত অন্য সময় সলাত আদায় করা উত্তম বা সর্বাধিক মর্যাদার। কেননা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ‘সলাতুল আওয়াবীন’ বা আল্লাহকে অধিক স্মরনকারী বান্দাদের সলাতের সময় হল তখন, যখন সূর্যতাপে উটের বাচ্চাদের পা গরম হয়ে যায়।\n(মুসলিম ১৬৩১, http://ihadis.com/books/muslim/hadis/1631)\n\nতবে আলেমদের বর্ণনা থেকে জেনেছি মাগরিবের সালাতের পর যে নফল সালাত রয়েছে সেটাও হাদীসের ভাষায় আওয়াবিন সালাত বলে উল্লেখ করা হয়েছে। কিন্তু সে হাদীসগুলোর বর্ণনাসূত্র যইফ বা দুর্বল। কিন্তু মাগরিবের পর যে নফল সালাত নবীজি (সা) পড়তেন এ ব্যাপারে সহীহ হাদীস রয়েছে।\n\nমাগরিবের পর নফল সালাত\n-----------------------------------------\nনবীজি (সা) মাগরিবের পর থেকে ইশার ওয়াক্ত হওয়ার আগ পর্যন্ত নফল সালাত আদায় করতেন। এর রাকাত সংখ্যা সুনির্দিষ্ট করে কোনো সহীহ হাদীস থেকে পাওয়া যায় না। আমাদের সাধ্য মত যত ইচ্ছা পড়তে পারি।\n\n৬ ও ২০ রাকাতের ব্যাপারে হাদীসের বর্ণনা পাওয়া যায়। যেগুলোর সনদ দুর্বল বা যইফ।\n\nআবূ হুরাইরা (রাঃ) থেকে বর্ণিতঃ\nতিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তির মাগরিবের পর ছয় রাক’আত নামায আদায় করলে এবং তার মাঝখানে কোন অশালীন কথা না বললে তাঁকে এর বিনিময়ে বার বছরের ইবাদাতের সমান সাওয়াব দেয়া হবে।\n(হাদীসের মানঃ যইফ জিদ্দান বা খুবই দুর্বল, তিরমিযি ৪৩৫, http://ihadis.com/books/tirmidi/hadis/435)\n\nআমাদের দেশের অনেক বইপুস্তকে এ সালাতের প্রতি রাকাতে কোন কোন সূরা পড়তে হবে এমন কিছু বিশেষ নিয়মের উল্লেখ পাওয়া যায়। এগুলোর গ্রহনযোগ্য কোনো ভিত্তি নাই। যে কোনো সূরা দিয়ে অন্যান্য নফল সালাতের মত করে ২ রাকাত করে যত বেশি ইচ্ছা পড়ব।\n\nরাসূলুল্লাহ (সা) নিজে ও তাঁর সাহাবীগণ মাগরিব ও ইশার মধ্যবর্তী সময়ে বেশি বেশি নফল সালাত আদায় করতেন বলে সহীহ হাদীসে বর্ণিত হয়েছে। হুযাইফা (রা) বলেন, “আমি নবীজী (সা)-র কাছে এসে তাঁর সাথে মাগরিবের সালাত আদায় করলাম। তিনি মাগরিবের পরে ইশা’র সালাত পর্যন্ত নফল সালাতে রত থাকলেন।”\n(ইবন আবী শাইবা, মুসান্নাফ ২/১৫; নাসাঈ, আস-সুনানুল কুবরা ১/৫১, ৫/৮০; আলবানী, সহীহুত তারগীব ১/৩১৩)\n\nআনাস (রা) বলেন, ‘‘সাহাবায়ে কেরাম মাগরিব ও ইশা’র মধ্যবর্তী সময়ে সজাগ থেকে অপেক্ষা করতেন এবং নফল সালাত আদায় করতেন।’’ (বাইহাকী, আস-সুনানুল কুবরা ৩/১৯; আবূ দাউদ, সুনান ২/৩৫, হাইসামী, মাজমাউয যাওয়াইদ ২/২৩০, ইবনু আবী শাইবা, মুসান্নাফ ২/১৫, আলবানী, সহীহুত তারগীব ১/৩১৩)\nতাবিয়ী হাসান বসরী (রহ) বলতেন, মাগরিব ও ইশা’র মধ্যবর্তী সময়ের নামাযও রাতের নামায বা তাহাজ্জুদ বলে গণ্য হবে।\n\nতাহাজ্জুদ\n-------------------------\n\nতাহাজ্জুদের উত্তম সময় হচ্ছে রাতের শেষ তৃতীয়াংশে। সূর্যাস্তের পর থেকে ফজর শুরু হওয়ার মধ্যকার সময়কে ৩ ভাগ করতে হবে। এর শেষ ভাগে ঘুম থেকে উঠে তাহাজ্জুদ আদায় করা উত্তম। আমরা সিয়াম পালনের সময় যখন সাহরি খেতে উঠি, তখন তাহাজ্জুদ আদায় করার একটা সুবর্ণ সুযোগ।\n\nআবূ হুরায়রা (রাঃ) থেকে বর্ণিতঃ আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ \nমহামহিম আল্লাহ্‌ তা’আলা প্রতি রাতের শেষ তৃতীয়াংশ অবশিষ্ট থাকাকালে পৃথিবীর নিকটবর্তী আসমানে অবতরণ করে ঘোষণা করতে থাকেনঃ কে আছে এমন, যে আমাকে ডাকবে? আমি তার ডাকে সাড়া দিব। কে আছে এমন যে, আমার নিকট চাইবে। আমি তাকে তা দিব। কে আছে এমন যে আমার নিকট ক্ষমা চাইবে? আমি তাকে ক্ষমা করব।\n(বুখারি ১১৪৫ http://ihadis.com/books/bukhari/hadis/1145)\n\nকিন্তু কেউ শেষ ভাগে উঠে তাহাজ্জুদ পড়তে পারবে কিনা সন্দীহান হলে সে ঘুমানোর আগেই পড়ে নিবে। এতেও তাহাজ্জুদের সওয়াব পাওয়া যাবে ইনশাআল্লাহ। এ সালাতের রাকাত সংখ্যা নির্দিষ্ট নয়। এর জন্য ভিন্ন কোনো নিয়ম বা নির্দিষ্ট কোনো সূরা নাই। আমাদের উচিত তাহাজ্জুদের সালাতে সাধ্য মত দীর্ঘ কুরআন তিলাওয়াত করা। বড় সূরা মুখস্থ না থাকলে যেগুলো মুখস্থ আছে সেগুলো পড়া। যেমনঃ ছোট ১০টা সূরা মুখস্থ থাকলে ২ রাকাতে ৫টি করে সূরা তিলাওয়াত করতে পারি। দীর্ঘ সময় ধরে রুকু সিজদা করা উচিত। রুকু সিজদায় বিভিন্ন দুআ করা উচিত।\n\nআমাদের উক্ত বর্ণনায় কোনো ভুল পরিলক্ষিত হলে অনুগ্রহ করে আমাদেরকে ইমেইল বা ফেসবুকের মাধ্যমে অবহিত করুন। আমরা ইনশাআল্লাহ সংশোধন করে নিব।",
    "subtitle": "",
    "title": "সালাতুদ দুহা, ইশরাক, চাশত, আওয়াবিন ও তাহাজ্জুদ সালাত বিষয়ে জ্ঞাতব্য",
    "reference_urls": [
      {
        "text": "আল্লাহর মাহবুব বান্দা বনার আমল",
        "url": "https://www.alkawsar.com/bn/article/936"
      },
      {
        "text": "দ্বিতীয় সর্বোচ্চ গুরুত্বপূর্ণ নফল নামাজ-যা হাজারে ১জনও পড়েন না!",
        "url": "https://youtu.be/UMJ16dK-bjs"
      },
      {
        "text": "মাগরিবের পর নফল সালাত পড়া যাবে কিনা?",
        "url": "https://youtu.be/Bb6j87qYmAM"
      },
      {
        "text": "ইশরাক্ব ও চাশতের নামাজের ফযিলত কি? এবং কখন ও কিভাবে পরতে হয়?",
        "url": "https://youtu.be/oLewtFGC0nk"
      },
      {
        "text": "আওয়াবীন নামাজ কী? কখন পড়তে হয়?",
        "url": "https://youtu.be/n6TI_BRLMo4"
      },
      {
        "text": "ইশরাক ও চাশতের নামায কাকে বলে কখন পড়তে হয়",
        "url": "https://youtu.be/pK2mpgw8HF0"
      }
    ]
  },
  {
    "body": "তিনটি সময় নামাজ পড়া ইসলামী শরীয়তে হারাম। সময় তিনটি হচ্ছেঃ (১) সূর্যোদয়ের সময়। অর্থাৎ সূর্য ওঠা শুরু হওয়ার সময় থেকে পুরোপুরি ওঠার আগ পর্যন্ত। (২) দ্বিপ্রহরের সময়। অর্থাৎ সূর্য যখন মধ্য আকাশে থাকে। (৩) সূর্যাস্তের সময়। অর্থাৎ সূর্য অস্ত যাওয়ার শুরু থেকে পুরোপুরি অস্তমিত হওয়ার আগ পর্যন্ত। তবে কোনো ব্যক্তি ঐ দিনের আসরের নামাজ না পড়ে থাকলে সূর্যাস্ত হচ্ছে এমন সময়েও আসরের নামাজ পড়তে পারবেন। কিন্তু অন্য কোনো নামাজ এই সময়ে পড়া যাবে না।\n\nপৃথিবীর যে কোনো জায়গায়, বছরের যে কোনো দিন কখন সূর্য ওঠে, কখন সূর্য মধ্য আকাশে থাকে এবং কখন তা অস্ত যায় এগুলো বের করার ফর্মুলা রয়েছে। আমরা সেই ফর্মুলার মাধ্যমে নামাজের নিষিদ্ধ সময় বের করেছি।",
    "subtitle": "সূর্যোদয়, সূর্যাস্ত ও দ্বিপ্রহরের সময় নামাজ পড়া নিষেধ",
    "title": "নামাজের নিষিদ্ধ সময় নির্ধারণের পদ্ধতি"
  },
  {
    "body": "আরবি তারিখের ব্যাপারে একটা দুঃখজনক অভিজ্ঞতার মধ্য দিয়ে আমাদের যেতে হয়। অনেক ইউজাররাই অভিযোগ জানান যে আমাদের অ্যাপের তারিখ ভুল দেখানো হয়েছে। তারা বলেন তাদের বাসায় থাকা বিভিন্ন প্রতিষ্ঠানের কাগজে ছাপানো ক্যালেন্ডারে যেই তারিখ দেখানো হয়েছে সেটার সাথে আমাদের অ্যাপের তারিখের মিল নাই। একজন মুসলিমের জন্য এটা দুর্ভাগ্যের বিষয়। এটা খুব সাধারণ জ্ঞানের বিষয় যে হিজরি মাস চাঁদ দেখার উপর নির্ভরশীল। সেখানে ৬ মাস আগে ছাপানো ক্যালেন্ডারের সাথে অ্যাপের তারিখ মেলানো হচ্ছে! কাগজে ছাপানো ক্যালেন্ডারেও লিখা থাকে হিজরি তারিখ চাঁদ দেখার উপর নির্ভরশীল।\n\nআমরা আমাদের অ্যাপের ডেটাবেজ প্রতি মাসে চাঁদ দেখা যাওয়ার পর আপডেট করে থাকি। তাই হিজরি তারিখ নিয়ে কোনো সন্দেহ তৈরি হলে ফোনের ইন্টারনেট চালু করে অ্যাপের হোমপেজটি পুল করে রিফ্রেশ করে নিন (যেভাবে ফেসবুক, ইউটিউব রিফ্রেশ করে থাকেন)। আশা করি এতে সঠিক তারিখই অ্যাপে প্রদর্শিত হবে।\n\nহিজরি তারিখ যাচাই করার ক্ষেত্রে সচেতন ইউজারদের প্রতি আহ্বানঃ\nকাগজের ক্যালেন্ডার বা অন্যান্য অ্যাপের সাথে আমাদের অ্যাপের হিজরি তারিখ মিলিয়ে যাচাই করবেন না। বরং যাচাই করবেন ইসলামিক ফাউন্ডেশনের ওয়েবসাইটে চাঁদ দেখার নোটিশের সাথে। প্রতি মাসে চাঁদ দেখা যাওয়ার ঘোষণাটি ইসলামিক ফাউন্ডেশন তাদের নোটিশবোর্ডে প্রকাশ করে থাকে। এছাড়াও জাতীয় পত্রিকা দৈনিক ইনকিলাবের ওয়েবসাইটের সাথেও মিলিয়ে দেখতে পারেন। আমাদের জানা মতে তাদের তারিখও প্রতি মাসে বাংলাদেশের চাঁদ দেখা যাওয়ার সাথে সাথে আপডেট করা হয়।\n\nঅনেক ভাইয়েরা বলেন গুগলে সার্চ করলে যে তারিখ দেখানো হয় তার সাথে অ্যাপের তারিখ মিলে না। সেই ভাইদেরকে বিনয়ের সাথে বলতে চাইঃ গুগল কোনো প্রামাণ্য দলিল নয়। গুগল একটা সার্চ ইঞ্জিন। এটা কিভাবে কাজ করে, কিভাবে ডেটা আপনার সামনে নিয়ে আসে এ বিষয়ে একটু পড়াশোনা করতে পারেন। গুগল নিজে কিন্তু ইসলামিক ফাউন্ডেশনের তথ্য চেক করে সার্চ রেজাল্ট হিসাবে দেখায় না। বিভিন্ন ওয়েবসাইটে থাকা তথ্যগুলো গুগল আমাদের সামনে উপস্থাপন করে। সেই ওয়েবসাইটে যদি ভুল তারিখ থেকে থাকে তাহলে তার উপর ভিত্তি করেই গুগল তারিখ দেখায়। আর বেশির ভাগ ওয়েবসাইট বা অ্যাপই চাঁদ দেখে তাদের তারিখ আপডেট করে না। বরং আনুমানিক হিসাব বা আরব বিশ্বের চাঁদের হিসাব অনুযায়ী তারিখ দেখায়। তাই চোখ বন্ধ করে গুগল বা অন্যান্য সাইট-অ্যাপের তারিখকে সঠিক বলার সুযোগ নাই।\n\nএজন্য নিচে থাকা দুটি ওয়েবসাইটের সাথে যাচাই করতে পারেন। কোনো ভুল পেলে আমাদের ফেসবুক পেজ বা গ্রুপের মাধ্যমে আমাদের অবহিত করতে পারেন। ভুল হলে ইনশাআল্লাহ আমরা তা সংশোধন করে দিব।",
    "subtitle": "কাগজের ক্যালেন্ডার ও গুগলের হিজরি তারিখ চোখ বন্ধ করে অনুসরন করলে তা ভুল হতে পারে",
    "title": "অ্যাপের হিজরি তারিখ কি ঠিক আছে? ক্যালেন্ডারের সাথে মিলে না কেন?",
    "reference_urls": [
      {
        "text": "ইসলামিক ফাউন্ডেশনের নোটিশবোর্ড",
        "url": "http://www.islamicfoundation.gov.bd/site/view/notices"
      },
      {
        "text": "দৈনিক ইনকিলাবের ওয়েবসাইট থেকে হিজরি তারিখ মিলিয়ে নিতে পারেন",
        "url": "https://www.dailyinqilab.com"
      }
    ]
  },
  {
    "body": "ওলামা একরামদের বিশুদ্ধতম মত হচ্ছে সারা বিশ্বে এক দিনে রোজা শুরু ও এক দিনে ঈদ হবে না। বরং প্রতিটা দেশে আলাদা ভাবে চাঁদ দেখে সেই চাঁদের উপর ভিত্তি করে হিজরি মাস গণনা হবে। যদিও আমাদের এই অ্যাপটি সারা বিশ্বের যে কোনো প্রান্ত থেকে ব্যবহার করে নামাজ-রোজার সময় দেখা যাবে। কিন্তু হিজরি ক্যালেন্ডারের তারিখের ক্ষেত্রে এখানে আপাতত বাংলাদেশের হিজরি তারিখই দেখানো হচ্ছে। সারা বিশ্বের সকল দেশের তথ্য নিয়ে নিয়মিত ডেটাবেজ আপডেট করার মত সক্ষমতা আমাদের নাই। তাই বাংলাদেশের আকাশে চাঁদ দেখা যাওয়া সাপেক্ষে আমরা আমাদের ডেটাবেজ আপডেট করে থাকি। আপনার ফোনে থাকা অ্যাপটি ইন্টারনেটের সাথে কানেক্টেড থাকলে চাঁদ দেখা যাওয়ার তারিখ নির্দিষ্ট সময়ে আপডেট হয়ে যাবে ইনশাআল্লাহ। এজন্য ইন্টারনেট চালু করে হোমপেজটি রিফ্রেশ করুন।\n\nযারা দেশের বাইরে থেকে অ্যাপটি ইউজ করছেন, তারা চাইলে হিজরি তারিখ নিজ নিজ দেশে চাঁদ দেখা যাওয়া অনুসারে ম্যানুয়াল্যি সেট করে নিতে পারেন। সেটিংস থেকে হিজরি তারিখ সমন্বয় করার অপশন পাওয়া যাবে। বাংলাদেশ ব্যতীত অন্যান্য দেশের জন্য, প্রতি মাসে চাঁদ দেখা যাওয়ার তারিখ নিজ দায়িত্বে আপডেট করে নিতে হবে।",
    "subtitle": "",
    "title": "হিজরি তারিখের ব্যাপারে দায় স্বীকার"
  },
  {
    "body": "বাংলাদেশ ও ভারতে বঙ্গাব্দ বা বাংলা সন অনুযায়ী তারিখে তারতম্য রয়েছে। আমাদের অ্যাপে আমরা বাংলাদেশের নিয়ম অনুযায়ী বাংলা তারিখ দেখিয়েছি। সর্বশেষ, ২০১৯ সালের শেষের দিকে বাংলা একাডেমী কর্তৃক বাংলা সনের তারিখের নিয়মে কিছু সংস্কার আনা হয়। আমরা সর্বশেষ নিয়ম অনুযায়ীই বাংলা তারিখ দেখাচ্ছি।\n\nভাষা দিবস, স্বাধীনতা ও বিজয় দিবসের বাংলা ও ইংরেজি তারিখের সাযুজ্য রাখতে বাংলা বর্ষপঞ্জি সংস্কার করেছে সরকার, যার ফলে এ বছর ১৪২৬ বঙ্গাব্দের আশ্বিন মাস এসেছে ৩১ দিন নিয়ে।\n\nবাংলা একাডেমির পরিচালক (গবেষণা, সংকলন এবং অভিধান ও বিশ্বকোষ বিভাগ) মোবারক হোসেন বলেন, পুরনো নিয়মে বৈশাখ থেকে ভাদ্র- এই পাঁচ মাস গণনা করা হত ৩১ দিনে। আর আশ্বিন থেকে চৈত্র- সাত মাস হত ৩০ দিনে। তবে ইংরেজি লিপইয়ারে ফাল্গুনে মাস ৩১ দিনে হত।\n\nএখন নতুন নিয়মে বৈশাখ থেকে আশ্বিন- প্রথম ছয় মাস ৩১ দিনে হবে। কার্তিক, অগ্রাহায়ণ, পৌষ, মাঘ ও চৈত্র- এই ৫ মাস হিসাব করা হবে ৩০ দিনে।\n\nআর ফাল্গুন মাস হিসাব করা হবে ২৯ দিনে। ইংরেজি লিপইয়ারের বছর এক দিন বেড়ে ফাল্গুন হবে ৩০ দিনের মাস।\n\nমোবারক হোসেন জানান, বাংলা একাডেমির বিশেষজ্ঞ কমিটির সুপারিশে জনপ্রশাসন মন্ত্রণালয় ক্যালেন্ডার সংস্কারের বিষয়টি প্রজ্ঞাপন দিয়েও জানিয়েছিল।\n\nসে অনুযায়ী চলতি ১৪২৬ বঙ্গাব্দ থেকেই সরকারিভাবে নতুন পঞ্জিকা অনুসরণ করা হচ্ছে। তবে তারিখে পরিবর্তনের বিষয়টি কার্যকারিতা পয় বুধবার, আশ্বিন-কার্তিকের সন্ধিক্ষণে এসে।\n\nযদিও অনেক অ্যাপ ও পত্রিকায় বাংলা তারিখ আগের নিয়মেই দেখানো হচ্ছে। কারণ সেগুলো নতুন নিয়মে আপডেট করা হয় নি। তাই আমাদের অ্যাপ ইউজারদেরকে বিভ্রান্ত না হওয়ার আহ্বান জানাচ্ছি। অ্যাপের বাংলা তারিখ যাচাই করার জন্য দৈনিক প্রথম আলো বা বিডিনিউজ২৪ এর ওয়েবসাইটের সাথে মিলিয়ে দেখতে পারেন।",
    "reference_urls": [
      {
        "text": "যে কারণে একদিন পিছিয়ে গেল হেমন্ত - BDNEWS24",
        "url": "https://bangla.bdnews24.com/bangladesh/article1677502.bdnews"
      }
    ],
    "subtitle": "",
    "title": "বঙ্গাব্দ তারিখ নির্ধারণের পদ্ধতি"
  }
]
