[
  {
    "category_id": 1,
    "category_name": "হাদীসের নামে জালিয়াতি",
    "category_image": "https://i.imgur.com/l1JXHvh.jpg",
    "content_list": [
      {
        "title": "নবীজির (সা) মিষ্টি খাওয়া সংক্রান্ত মিথ্যা গল্প",
        "subtitle": "বহুল প্রচলিত একটু ভিত্তিহীন গল্প",
        "content": "কিছু মানুষকে একটি কাহিনী বলতে শোনা যায়- \nএকবার এক সাহাবী নিজ সন্তানকে নিয়ে নবীজীর কাছে এলেন। বললেন, আল্লাহর রাসূল! আমার ছেলে খুব বেশি মিষ্টি খায়, দয়া করে আপনি তাকে বারণ করুন। নবীজী বললেন, তিন দিন পরে আস। সাহাবী তিন দিন পরে এলে নবীজী তার ছেলেকে মিষ্টি খাওয়া থেকে বারণ করলেন।\n\nনবীজী কেন তিন দিন পরে আসতে বললেন- এর কারণ জিজ্ঞাসা করা হলে তিনি বললেন, এই তিন দিনে আগে আমি নিজে মিষ্টি খাওয়া ছেড়েছি তারপর তাকে নিষেধ করেছি।\n\nকোনো কাজের কথা অন্যকে বলতে হলে আগে নিজে আমল করা উচিত- এ বিষয়টিকে সামনে আনার জন্য এ কিসসাটির অবতারণা করা হয়। অথচ এটি একটি বানোয়াট কিসসা; এর কোনোই ভিত্তি নেই। এর কোনো সনদও পাওয়া যায় না। এমনকি কোনো নির্ভরযোগ্য হাওয়ালাও নয়।\n\nমিষ্টি খাওয়া তো কোনো গুনাহের কাজ নয় যে, তা বেশি খেতে বারণ করার জন্য নিজেকে মিষ্টি খাওয়া ছেড়ে দিতে হবে। হাঁ, কোনো বিষয়ে অন্যকে উপদেশ দেয়া বা নিষেধ করা আর নিজে সে অনুযায়ী আমল না করা বা বিরত না থাকা নিন্দনীয়। কিন্তু  এর অর্থ এটা নয় যে, কোনো বিষয় নিজের মাঝে আমল না থাকলে অন্যকে বলা যাবে না; এমনটি ধারণা করা ঠিক নয়। অন্যকে আমলের বা বিরত থাকার উপদেশ দিবে, সাথে সাথে নিজেও আমলের চেষ্টা করবে। কারণ অনেক সময় অন্যকে বলার দ্বারা নিজেরও আমলের তাওফীক হয়।\n\nআল্লাহ আমাদেরকে হাদীসের নামে জালিয়াতি করা থেকে হেফাজত করুন। রাসূলের (সা) নামে এমন কথা বলা থেকে হেফাজত করুন যা রাসূল (সা) বলেন নি। আল্লাহ আমাদেরকে সকল প্রকার শিরক, বিদআত ও জাল হাদীস থেকে রক্ষা করুন।\n\nলেখাটি নেয়া হয়েছে প্রসিদ্ধ ইসলামি পত্রিকা মাসিক আলকাউসার থেকে। মূল লেখাটি পড়া যাবে এখান থেকেঃ https://www.alkawsar.com/bn/article/2234/"
      },
      {
        "title": "ইলম ও আলেমদের মর্যাদা প্রকাশক কিছু জাল হাদীস",
        "subtitle": "আলেমদের মর্যাদা স্বয়ং আল্লাহ দিয়েছেন। তাই মিথ্যার আশ্রয় নেয়া নিতান্তই অমূলক",
        "content": "দ্বীনি ইলম শিক্ষা করা আমাদের সকলের উপর ফরজ। ইলম ও আলেমদের মর্যাদার বিষয়ে কুরআন হাদীসে অসংখ্য সুস্পষ্ট বর্ণনা রয়েছে। এরপরেও কিছু ওয়াজেয়ীন তাদের ওয়াজে ও বিভিন্ন লেখনীতে অসংখ্য প্রচলিত জাল হাদীস বর্ণনা করেন। ইলম ও আলেমদের মর্যাদা ও গুরুত্ব বুঝানোর জন্য এই জাল ও মিথ্যা বানোয়াট কথাগুলো আল্লাহর রাসূলের (সা) হাদীস বলে প্রচার করা হয়। যা অত্যন্ত গর্হিত অন্যায় কাজ। নিচে এরকম কয়েকটি প্রচলিত \"জাল হাদীস\" তুলে ধরা হলো।\n\n# \"জ্ঞানীর কলমের কালি, শহীদের রক্তের চেয়েও দামী\"\n.........................................................\nএটি একটি জাল হাদীস। যা রাসূলের (সা) নামে প্রচার করা হয়। আল্লামা সাখাবী, যারকানী, মোল্লা আলী কারী (রহ) প্রমুখ মুহাদ্দিস জানিয়েছেন এটি রাসূল (সা) এর বাণী নয়। যারকাশী বলেছেন \"বাক্যটি তাবিয়ী হাসান বসরীর (রহ) উক্তি\"\n\n# \"জ্ঞান অর্জনের জন্য সুদূর চীন দেশে হলেও যাও\"\n.........................................................\nঅধিকাংশ মুহাদ্দিস একে জাল হাদীস বলে উল্লেখ করেছেন। কেউ কেউ অন্যন্ত দুর্বল হাদীস বলে উল্লেখ করেছেন। সনদ বিচারে দেখা যায় দু'জন অত্যন্ত দুর্বল হাদীস বর্ণনাকারী  রাবী, যারা মিথ্যা হাদীস বর্ণনা করতেন শুধুমাত্র তারাই একে রাসূলের (সা) কথা হিসাবে প্রচার করেছেন।\n\n# \"আমার উম্মতের আলেমগণ বনী ইসরাইলের নবীগণের মত\"\n.........................................................\nঅনেক আলেমগণ তাদের নিজেদের মর্যাদা বুঝাতে উক্ত কথাটি জোরেসোরে প্রচার করে থাকেন। মুহাদ্দিসগণ একমত যে এটি সনদবিহীন, মিথ্যা, বানোয়াট ও জাল কথা।\n\n# \"আলেমদের চেহারার দিকে তাকানো ইবাদত\" বা \"আলেমের চেহারার দিকে তাকানো আল্লাহর কাছে ৬০ বছরের নামাজ ও রোজার চেয়েও প্রিয়\"\n.........................................................\nএ বাক্যদুটির কোনোটিই হাদীস নয়। সর্ববৈ মিথ্যা, বানোয়াট ও জাল কথা।\n\n# \"আলেমের ঘুম, মুর্খের ইবাদতের চেয়ে উত্তম\"\n.........................................................\nএই সনদে কোনো হাদীস পাওয়া যায় না। এটি একটি বানোয়াট কথা। তবে এর কাছাকাছি অর্থে একটি যয়ীফ (দূর্বল) হাদীস আছে \"ইলম সহ নিদ্রা যাওয়া, মুর্খতা সহ সালাত আদায় করা থেকে উত্তম\"\n\nআল্লাহ আমাদেরকে সকল প্রকার মিথ্যা ও বানোয়াট কথা থেকে হেফাজত করুন\n\nসূত্রঃ\nএই জাল হাদীসগুলোর কথা সংকলন করা হয়েছে ড. খোন্দকার আবদুল্লাহ জাহাঙ্গীর (রহ) স্যারের \"হাদীসের নামে জালিয়াতি\" (৫ম সংস্করন) নামক বইয়ের ৪৪৭ থেকে ৪৫০ পৃষ্ঠা থেকে।"
      },
      {
        "title": "হযরত ওয়ায়েস করনী (রহ) এর দাঁত ভাঙ্গার মিথ্যা গল্প",
        "subtitle": "তিনি কখনোই নিজের দাঁত ভাঙ্গার মত নাজায়েজ কাজে লিপ্ত হন নি",
        "content": "হযরত ওয়ায়েস করনী (রহ) একজন তাবেয়ী ছিলেন। ৩৭ হিজরিতে তিনি ইন্তেকাল করেন। রাসূলের (সা) সমসাময়িক হওয়ার পরেও তিনি রাসূলের (সা) সাথে দেখা করতে পারেন নি। তাই তিনি সাহাবী নন। তার বৃদ্ধা মায়ের সেবাযত্ন করার জন্য তিনি রাসূলের (সা) দরবারে সাক্ষাত করতে আসতে পারেন নাই। কিন্তু তিনি সাহাবীদের সাক্ষাত পেয়েছেন। তাই তিনি একজন তাবেয়ী ছিলেন।\n\nআমাদের সমাজে হযরত ওয়ায়েস করনী (রহ) সম্পর্কে অনেক গল্প প্রচলিত রয়েছে। এমন অনেক কথা মানুষের মুখে মুখে প্রচার হয়েছে যেগুলো হাদীসের কিতাবগুলোতে পাওয়া যায় না।\n\nসবচেয়ে প্রসিদ্ধ গল্পটি হচ্ছে এরকমঃ\n\n\"ওহুদ যুদ্ধে যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের একটি দাঁত ভেঙে গেল। তখন ওয়ায়েস করনী বিষয়টি জানতে পারলেন এবং যারপরনাই ব্যাথিত হলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি তার অগাধ ভালবাসা ছিল। এ ঘটনা শুনে তিনি স্থির থাকতে পারলেন না। তিনি ভাবলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দাঁত মোবারক যখন শহীদ হয়েছে তো আমার এ দাঁতের কী অর্থ! তিনি নিজের একটি দাঁত ভেঙে ফেললেন। পরক্ষণে চিন্তা করলেন, আমি যে দাঁত ভেঙেছি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হয়ত এ দাঁত ভাঙেনি অন্য দাঁত। তাই ভেবে তিনি নিজের আরেকটি দাঁত ভেঙে ফেললেন। এভাবে তিনি নিজের সবগুলো দাঁত ভেঙে ফেললেন।\" নাউযুবিল্লাহ! ওয়েস করণী (রহ) সম্পর্কে অন্য আরেকটি মিথ্যা কথা হচ্ছে, রাসূলের (সা) এর জুব্বা মোবারক ওয়েস করণীকে (রহ) দেয়ার জন্য নবীজি (সা) বলে গিয়েছিলেন। তাই তাকে সেই জুব্বা প্রদান করা হয়েছে। এটিও মিথ্যা। এর কোনো সঠিক ভিত্তি নাই।\n\nসুস্থ্য মস্তিষ্কে নিজের অঙ্গহানী করা ভয়ংকরতম কবিরা গুনাহ। কারো প্রতি মহব্বতে নিজের হাত কাটা, দাঁত ভাঙ্গা বা এ জাতীয় কাজ করা সম্পূর্ণ নিষেধ। নবীর (সা) প্রতি ভালবাসার উদাহরণ হচ্ছে ঐ সাহাবী (রা) যিনি ওহুদের যুদ্ধে অসুস্থ্যতার জন্য অংশ নিতে পারেন নাই। কিন্তু যখন খবর আসল রাসূল (সা) হয়ত শহীদ হয়ে গিয়েছেন তিনি সেই অবস্থায় তলয়ার নিয়ে ওহুদের ময়দানের দিকে ছুটে চললেন যুদ্ধে অংশ নিতে। নবীর (সা) শহীদ হওয়ার সংবাদে তাঁর প্রতি ভালবাসার কারণে নিজের তলোয়ার নিজের বুকে বিদ্ধ করে তিনি আত্মহত্যা করেন নাই। একই ভাবে ওয়ায়েস করনী (রহ), তিনিও এমন ভয়ংকর কবিরা গুনাহ করেন নাই। এ সংক্রান্ত কোনো নির্ভরযোগ্য বর্ণনা হাদীসের কিতাবে পাওয়া যায় না।\n\nআল্লাহ আমাদেরকে হাদীসের নামে জালিয়াতির হাত থেকে রক্ষা করুন। নবী (সা), তাঁর সাহাবীগণ (রাঃ), তাবেয়ীগণ (রহ) ও সকল ওলি-বুজুর্গদের নামে মিথ্যা কথা প্রচার করা থেকে আমাদেরকে আল্লাহ রক্ষা করুন। আমীন।\n\nরেফারেন্সঃ\n১। মাসিক আলকাউসারঃ https://www.alkawsar.com/bn/article/1189/\n২। মাসিক আলকাউসারঃ https://www.alkawsar.com/bn/article/1341/\n৩। হাদীসের নামে জালিয়াতি (পৃষ্ঠাঃ ৪১৬) - ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রহ)\n৪। ড. আব্দুল্লাহ জাহাঙ্গীর স্যারের লেকচারঃ https://youtu.be/X-cwP9IND3I"
      },
      {
        "title": "হযরত আলী (রা) এর দান সম্পর্কে মিথ্যা কিসসা",
        "subtitle": "হযরত আলী (রা) কে নিয়ে মিথ্যা গল্পগুলোর বেশির ভাগই শিয়া সম্প্রদায়ের দ্বারা বানানো",
        "content": "আলী রা.-এর ছয় দিরহাম দান এবং জিবরীল ও মিকাঈল আ.-এর উটনী ক্রয়-বিক্রয় প্রসঙ্গে লোকমুখে এ কাহিনীটি বেশ প্রসিদ্ধ-\n\n\nএকদিন আলী রা. অর্থের প্রয়োজনে ফাতেমা রা.-এর একটি শাল বাজারে বিক্রি করতে গেলেন। তিনি মাত্র ৬ দিরহামে শালটি বিক্রি করলেন। একজন ভিক্ষুক এসে হাত পাতলে তিনি সেই ছয় দিরহাম তাকে দিয়ে দিলেন। এতে আল্লাহ অনেক খুশি হলেন।\n\nপরক্ষণেই (জিবরীল আমীন) এক গ্রাম্য ব্যক্তির ছুরতে একটি উটনী নিয়ে এলেন এবং আলী রা.-কে বললেন, আপনি কি আমার কাছ থেকে এ উটনীটি ক্রয় করবেন? তখন আলী রা. বললেন, আমার কাছে যে নগদ অর্থ নেই! তখন তিনি বললেন, আপনি বাকিতেই নিয়ে যান।\n\nদরদাম ঠিক হওয়ার পর তিনি একশ দিরহামে উটনীটি ক্রয় করলেন। পথিমধ্যে মীকাঈল আ. একজন মানুষের ছুরতে এসে বললেন, আলী! উটনীটি কি বিক্রি করবেন? তিনি বিক্রি করতে রাজি হলেন, বললেন, আমি এটি একশ দিরহামে কিনেছি, তুমি কত দিয়ে নেবে? তখন সে বলল, আমি একশ ষাট দিরহামে নিব। তিনি তার কাছে উটনীটি একশ ষাট দিরহামে বিক্রি করলেন।\n\nতারপর বিক্রেতার (জীবরীল আ.) সাথে দেখা হল। সে বলল, উটনীটি কি বিক্রি করতে পেরেছেন? তিনি বললেন, হাঁ এবং তাকে উটনীর মূল্য একশ দিরহাম দিয়ে দিলেন। বাকি ষাট দিরহাম নিয়ে বাড়িতে এলেন।\n\nতা দেখে ফাতিমা রা. ঘটনা জানতে চাইলেন। তখন তিনি বললেন, আমি ছয় দিরহাম দান করেছি, এর বিনিময়ে আল্লাহ আমাকে এ ষাট দিরহাম দান করেছেন। এরপর পুরো ঘটনা খুলে বললেন।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলে তাঁকেও ঘটনা শোনানো হল। তিনি বললেন, উটনীর বিক্রেতা ছিল, জিবরীল, ক্রেতা ছিল, মীকাঈল আর উটনীটি হল ঐ উটনী, যাতে ফাতেমা কাল কিয়ামতের দিন সওয়ার হবে।\n\nঘটনাটি কেউ কেউ এভাবেও বলে থাকে-\n\nএকদিন মা ফাতেমা রা. হযরত আলী রা.-কে বললেন, ঘরে কিছু সুতা কেটেছি, বাজারে বিক্রি করে ক্ষুধার্ত হাসান ও হোসেনের জন্য কিছু আটা নিয়ে আসুন। হযরত আলী রা. সুতাগুলো নিয়ে বাজারে ৬ দিরহামে বিক্রি করলেন।\n\nএমন সময় এক অসহায় সাহাবী হযরত আলী রা.-কে বললেন, আলী! কিছু দিরহাম কর্য হবে? আমার ঘরে বাচ্চারা না খেয়ে আছে...\n\nএটি একটি ভিত্তিহীন কিসসা। এর নির্ভরযোগ্য কোনো সনদ খুঁজে পাওয়া যায় না। আবদুর রহমান সাফূরী রাহ. (মৃত্যু : ৮৯৯হি.-এর পর) নুযহাতুল মাজালিস কিতাবে ‘হিকায়া’ (একটি ঘটনা) বলে সনদবিহীন এটি উল্লেখ করেছেন। এর হাওয়ালায় আরো কিছু কিতাবেও এটি উদ্ধৃত হয়েছে। আর নুযহাতুল মাজালিস কিতাবটি ভিত্তিহীন ও বানোয়াট কিসসা-কাহিনীতে ভরপুর।\n\nনূরুদ্দীন হালাবী রাহ. (মৃত্যু ১০৪৪হি.) আসসীরাতুল হালাবিয়্যাহ কিতাবে আলোচ্য কিসসাটি উল্লেখ করে সুয়ূতী রাহ.-এর ফাতাওয়ার উদ্ধৃতি দিয়ে একে ভিত্তিহীন ও বানোয়াট আখ্যা দিয়েছেন। তিনি বলেন, সুয়ূতী রাহ.-কে এ কিসসাটিসহ আরো কিছু কিসসা সম্পর্কে সহীহ কি না- জিজ্ঞাসা করা হলে তিনি ‘সহীহ নয়’ বলে মন্তব্য করেছেন। (দ্র. আসসীরাতুল হালাবিয়্যা, খ. ২ পৃ. ২৮১; আলহাবী, সুয়ূতী খ. ২  পৃ. ৪১)\n\nইরান থেকে আগত হিন্দুস্তানের শিয়া আলেম নূরুল্লাহ তুসতারী (মৃত্যু ১০১৯ হি.) কৃত ইহকাকুল হাক (খ. ৮ পৃ. ৭০৭), ইসমাঈল যানজানী খুওয়াইনীকৃত ‘আলমাউসূআতুল কুবরা আন ফাতিমাতিয যাহরা’ (খ. ১৭ পৃ. ২৯৮-২৯৯), মুহাম্মাদ সালেহ কাশফীকৃত ‘আলমানাকিবুল মুরতাযাউয়্যাহ’ (পৃ. ৩৬৮-ইহকাকুল হাক পৃ. ৭০৮) ইত্যাদি শিয়াদের কিছু কিতাবেও নুযহাতুল মাজালিসের হওয়ালায় কিসসাটি সনদবিহীন উল্লেখ করা হয়েছে।\n\nআর শিয়াদের প্রসিদ্ধ কিতাব বিহারুল আনওয়ার আলজামিআতু লি দুরারি আখবারিল আইম্মাতিল আতহার, মুহাম্মাদ বাকের আলমাজলিসী (মৃত্যু ১১১১ হি.)-এ এজাতীয় একটি ঘটনা উল্লেখ করা হয়েছে। সেখানে সনদবিহীন ঘটনাটি উল্লেখ করা হয়েছে। সেখানের ঘটনাটিও এ ঘটনার মতই।\n\nবিহারুল আনওয়ারের টীকায় হাওয়ালা দেওয়া হয়েছে আবু জাফর মুহাম্মাদ ইবনে আলী ইবনে শাহর আশওয়াব (মৃত্যু ৫৮৮হি.)কৃত মানাকিবু আলে আবি তালিব-এর। কিন্তু সেখানেও এখানের মতই সনদবিহীনভাবে ঘটনাটি উল্লেখ করা হয়েছে। (দ্র. মানাকিবু আলে আবি তালিব খ. ২ পৃ. ৯১-৯২)\n\nযাইহোক, আলোচ্য কিসসাটির কোনো সনদ খুঁজে পাওয়া যায় না; এটি একটি ভিত্তিহীন কিসসা। আলী রা.-এর বিষয়ে শিয়ারা অনেক বিষয় জাল করেছে; আলোচ্য কিসসাটিও শিয়াগণ কর্তৃক জালকৃত হওয়ার সম্ভাবনাই বেশি।\n\n\n----------------------------------------\nপ্রসিদ্ধ ইসলামি পত্রিকা মাসিক আলকাউসার থেকে সংকলিত।\nমূল লেখাটি পাওয়া যাবে এখানেঃ https://www.alkawsar.com/bn/article/2653/"
      },
      {
        "title": "মসজিদ থেকে বের হওয়ার দুআ",
        "subtitle": "বাম পা দিয়ে মসজিদ থেকে বের হওয়া সুন্নাহ",
        "content": "বাম পা দিয়ে মসজিদ থেকে বের হবে [১] এবং বলবে,\n\nبِسْمِ اللّٰهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُوْلِ اللّٰهِ، اللّٰهُمَّ إِنِّيْ أَسْأَلُكَ مِنْ فَضْلِك، اللّٰهُمَّ اعْصِمْنِيْ مِنَ الشَّيْطَانِ الرَّجِيْمِ، \n\nআল্লাহ্‌র নামে (বের হচ্ছি)। আল্লাহ্‌র রাসুলের উপর শান্তি বর্ষিত হোক। হে আল্লাহ! আপনি আমার গুনাসমূহ মাফ করে দিন এবং আমার জন্য আপনার দয়ার দরজাগুলো খুলে দিন। হে আল্লাহ, আমাকে বিতাড়িত শয়তান থেকে হেফাযত করুন [২]\n\n[১] আল-হাকিম, ১/২১৮; বাইহাকী, ২/৪৪২, আর শাইখ আলবানী তার সিলসিলাতুস সহীহায় একে হাসান হাদীস বলেছেন, ৫/৬২৪, নং ২৪৭৮। আর সেটার তাখরীজ পূর্বে গত হয়েছে। \n[২] মসজিদে প্রবেশের দো‘আয় পূর্বে বর্ণিত হাদীসের রেওয়ায়েতসমূহের তাখরীজ দেখুন, (২০ নং) আর “হে আল্লাহ, আমাকে বিতাড়িত শয়তান থেকে হেফাযত করুন” এ বাড়তি অংশের তাখরীজ দেখুন, ইবন মাজাহ্‌ ১/১২৯।"
      },
      {
        "title": "সালাতের নিয়ত",
        "subtitle": "নিয়ত করা ফরজ কিন্তু নিয়ত \"পড়া\" ফরজ নয়",
        "content": "নিয়ত করার অর্থ হচ্ছে ইচ্ছা করা বা সংকল্প করা। আমরা কোনো কাজ করার ব্যাপারে যখন ইচ্ছা করি সেটাই নিয়ত। যেমন আমরা যদি চিন্তা করি \"এই মাসে একটু বেশি ইনকাম হয়েছে, এই তাই কিছু টাকা দান করব\"। এটাই দানের নিয়ত হয়ে গেল। নিয়ত করার জন্য ঐ আমলের সওয়াব আমাদের আমলনামায় লেখা হয়ে যায়। দান করার জন্য আমরা কিন্তু মুখে উচ্চারণ করে আবৃত্তি করি নাই। আমরা বলি নাই \"আমি অমুক, বোনাস পাইয়াছি। তাহার জন্য আনন্দিত হইয়া দান করিতে মনস্থির করিলাম\"।\n\nএকই ভাবে সালাতের জন্য আমরা যখন মসজিদে যাই, বা ফজরের সালাতের জন্য আমরা যখন অ্যালার্ম দেই তখনই আসলে সালাতের নিয়ত হয়ে যায়। আমরা যখন সালাতের জন্য অযু করি তখন নির্দিষ্ট সালাত পড়ার কথা আমাদের মনে থাকেই। এমন হওয়া মনে হয় অসম্ভব যে সালাতের আগে সালাতের অন্য উদ্দেশ্যহীন ভাবে অযু করছি। তাই সালাতের নিয়তের জন্য মনে যে আমাদের ইচ্ছা করা সেটাই যথেষ্ট। মুখে উচ্চারণ করা জরুরি নয়। যদিও অনেক আলেমের মতে মুখে উচ্চারণ করে নিয়ত করা মুস্তাহাব।\n\nসালাতের নিয়ত বলে প্রচলিত যেসব আরবি বাক্য বিভিন্ন সালাত শিক্ষা বইতে পাওয়া যায় সেগুলোর কোনোটিই কুরআন-হাদীস দ্বারা প্রমাণিত নয়। কোনো হাদীসে পাওয়া যায় না \"নাওয়াইতুয়ান উসাল্লিয়া লিল্লাহি তায়ালা...\" এরকম কোনো বাক্য। আলেমগণ বা মুহাদ্দীসগণ এমন কোনো হাদীস পান নাই যেখানে রাসূল (সা) এই বাক্যগুলো সাহাবীদেরকে শিক্ষা দিয়েছেন। তাহলে এই বাক্যগুলো কোথা থেকে আসলো? কোনো আলেম বা আরবি ভাষায় অভিজ্ঞ ব্যক্তি এগুলোকে বানিয়েছেন। তাই এই বাক্যগুলোকে দ্বীনের অংশ মনে করা অনুচিত। এই বাক্যগুলো পড়লে বেশি সওয়াব হবে এমন মনে করাও ঠিক না।\n\nঅনেককে দেখা যায় সালাত শুরু হয়ে গেছে, ইমাম হয়ত রুকুতে চলে গেছেন। এমন অবস্থাতেও দাঁড়িয়ে বিড়বিড় করে আরবি নিয়তের বাক্যগুলো মুখে তোতা পাখির মত আউড়ে যাচ্ছেন। অর্থ বুঝে আসুক বা না আসুক। রাকাত ছুটে যাওয়া বা জামাত ছুটে যাওয়ার চেয়েও অনেকের কাছে এই নিয়ত মুখে উচ্চারণ করা জরুরি। নিঃসন্দেহে এটা একটা অনুচিত, দ্বীনের মধ্যে নতুন উদ্ভাবন বা বিদআত। আল্লাহর রাসূল (সা) সালাতের শুরুতে একটা বাক্য উচ্চারণ করতেন। তা হচ্ছে \"আল্লাহু আকবর\" বা তাকবীরে তাহরিমা। আমাদেরও উচিত নবীকে (সা) অনুসরণ করা। যেহেতু কোনো কোনো আলেম মুখে নিয়ত পড়াকে মুস্তাহাব বলেছেন, আমরা সেটার উপর আমল করতে চাইলে সময় থাকলে মুখে নিয়ত উচ্চারণ করতেই পারি। সেটা বাংলা বা আরবি যে কোনো ভাষায় হতে পারে। যে ভাষাতেই হোক অর্থটা বুঝা জরুরি। সূরা ফাতিহার অর্থ না বুঝলেও আমাদের সালাত হয়ে যাবে। কিন্তু আমরা যেই আরবি বাক্য মুখে উচ্চারণ করছি তার অর্থ না জানলে কি সালাত আদায় হবে? তাও আদায় হবে, ঐ মনের ইচ্ছার কারণে। মূল নিয়ত তো মনের ইচ্ছাই। কিন্তু মনে সালাতের ইচ্ছা না থাকলে শুধু মুখে নিয়তের বাক্য উচ্চারণ করলে কিন্তু সেটা নিয়ত হল না। উদাহরণ স্বরূপ বলা যায়, কোনো মুসলিমকে সারাদিন না খেতে দিয়ে রাখলে আর দিনের শুরুতে আরবিতে সাওমের নিয়ত আবৃত্তি করিয়ে দিলে সেই লোকের সাওম কি আদায় হবে যদি আরবি নিয়তের অর্থ তার জানা না থাকে? সাওম রাখার জন্য নিয়ত করা জরুরি। সেই মুসলিম সারা দিন না খেয়ে থাকলো কিন্তু তার মনে সাওমের কোনো নিয়ত বা ইচ্ছা নাই, যদিও তাকে আরবি নিয়ত পড়ানো হয়েছে। এমন অবস্থাতে কিন্তু ঐ লোকের সাওম আদায় হবে না। সালাতের ক্ষেত্রেও একই বিধান।\n\nআল্লাহ আমাদেরকে ইসলামের সৌন্দর্য বুঝার ও এর মধ্যপন্থী অবস্থান বুঝার তাওফিক দান করুন। কেউ যদি আমাদের কথার সাথে দ্বিমত পোষণ করেন বা কোনো হাদীসে নিয়তের বাক্যগুলো খুঁজে পান তাহলে গালাগালি না করে সেগুলো আমাদেরকে মেইল করে জানান। ইনশাআল্লাহ আমরা এই লেখা আপডেট করে দিব। অন্যথায় ওহাবী, লা-মাজহাবী, বাতিল ফেরকা ইত্যাদি বলে অপবাদ দিবেন না। আমরা মনেপ্রাণে হানাফী মাজহাবের অনুসারী। আমরা চেষ্টা করি হানাফী মাজহাবের ফতোয়া ও মাসায়েলের কিতাব পড়ে হানাফী মাজহাব অনুসরণ করার। অন্ধ ভাবে পূর্বপুরুষগণ যা করেছেন সেটার উপর দৃঢ় নই। আল্লাহ আমাদের ইসলামের জ্ঞানকে বাড়িয়ে দিন। আমীন।\n\nরেফারেন্সঃ\n1. assunnahtrust.com/সালাতের-সংক্ষিপ্ত-বিধান\n\n2. youtube.com/watch?v=6W5_ClQxPzs"
      },
      {
        "title": "সানা - আল্লাহর প্রশংসা",
        "subtitle": "নবী (সা) তাকবীরে তাহরীমার পর সানা পড়তেন",
        "content": "আয়িশাহ্ (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন নামায শুরু করতেন তখন বলতেনঃ \n\nسُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلاَ إِلَهَ غَيْرُكَ\n\nআল্লাহ! আপনার প্রশংসাসহ আপনার পবিত্রতা ও মহিমা ঘোষণা করছি, আপনার নাম বড়ই বরকতময়, আপনার প্রতিপত্তি অতি উচ্চ। আর আপনি ব্যতীত অন্য কোনো হক্ব ইলাহ নাই।\n\nসূত্রঃ মুসলিম-৩৯৯, আবু দাঊদ-৭৭৫, তিরমিযি-২৪৩, ইবনু মাজাহ-৮০৬, নাসায়ী-৮৯"
      },
      {
        "title": "রুকুতে পড়ার দুআ",
        "subtitle": "রুকুর পড়ার জন্য রয়েছে অনেকগুলো দুআ",
        "content": "দুআ ১\n-------------------\n\nسُبْحَانَ رَبِّيَ الْعَظِيْمِ\n\nআমার মহান রব্বের পবিত্রতা ও মহিমা ঘোষণা করছি\n\nসূত্রঃ আবূ দাউদ, নং ৮৭০; তিরমিযী, নং ২৬২; নাসাঈ, নং ১০০৭; ইবনে মাজাহ, নং ৮৯৭; আহমাদ, নং ৩৫১৪। \n\nদুআ ২\n-------------------\n\nسُبْحَانَكَ اللّٰهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللّٰهُمَّ اغْفِرْ لِيْ\n\nহে আল্লাহ! আমাদের রব্ব! আপনার পবিত্রতা ও মহিমা ঘোষণা করছি আপনার প্রশংসাসহ। হে আল্লাহ! আপনি আমাকে মাফ করে দিন।\n\nসূত্রঃ বুখারী ১/৯৯, নং ৭৯৪; মুসলিম ১/৩৫০, নং ৪৮৪\n\nদুআ ৩\n-------------------\n\nسُبُّوُحٌ، قُدُّوْسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوْحِ\n\n(তিনি/আপনি) সম্পূর্ণরূপে দোষ-ত্রুটিমুক্ত, অত্যন্ত পবিত্র ও মহিমান্বিত; ফেরেশতাগণ ও রূহ এর রব্ব\n\nসূত্রঃ মুসলিম ১/৩৫৩, নং ৪৭৪; আবূ দাউদ ১/২৩০, নং ৮৭২\n\nদুআ ৪\n-------------------\n\nسُبْحَانَ ذِيْ الْجَبَرُوْتِ، وَالْمَلَكُوْتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ\n\nপবিত্রতা ও মহিমা ঘোষণা করছি সেই সত্তার, যিনি প্রবল প্রতাপ, বিশাল সাম্রাজ্য, বিরাট গৌরব-গরিমা এবং অতুলনীয় মহত্ত্বের অধিকারী\n\nসূত্রঃ আবূ দাউদ ১/২৩০ নং ৮৭৩; নাসাঈ-১১৩১; আহমাদ-১৩৯৮০"
      },
      {
        "title": "রুকু থেকে উঠার দুআ",
        "subtitle": "রুকু থেকে উঠে সোজা ও স্থির হয়ে দাঁড়ানো ওয়াজিব",
        "content": "দুআ ১\n---------------\n\nسَمِعَ اللّٰهُ لِمَنْ حَمِدَهُ\n\nযে আল্লাহর হামদ-প্রশংসা করে, আল্লাহ তার প্রশংসা শোনেন (কবুল করুন)\n\nসূত্রঃ বুখারী, (ফাতহুল বারীসহ) ২/২৮২, নং ৭৯৬\n\nদুআ ২\n---------------\n\nপ্রথম দুআটি পড়ার পর নিচের দুআটি পড়তে হবে। আমরা সাধারণত নিচের দুআর প্রথম অংশটি পড়ে থাকি। পুরোটা পড়া বেশি ভাল। জামাতে সালাত পড়লে ইমাম সাহেব প্রথম দুআটি জোরে বলে থাকেন। এরপর আমরা নিচের দুআটি মনে মনে পড়ব।\n\nرَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثِيْراً  طَيِّباً مُبارَكاً فِيْهِ\n\nহে আমাদের রব্ব! আর আপনার জন্যই সমস্ত প্রশংসা; অঢেল, পবিত্র ও বরকত-রয়েছে-এমন প্রশংসা\n\nসূত্রঃ বুখারী, (ফাতহুল বারীসহ) ২/২৮৪, নং ৭৯৬"
      },
      {
        "title": "সিজদার দুআ",
        "subtitle": "সিজদার সময় বান্দা আল্লাহর সবচেয়ে কাছাকাছি থাকে",
        "content": "দুআ ১\n-------------------\n\nسُبْحَانَ رَبِّيَ الأَعْلَى \n\nআমার রব্বের পবিত্রতা ও মহিমা বর্ণনা করছি, যিনি সবার উপরে\n\nসূত্রঃ আবূ দাউদ, হাদীস নং ৮৭০; তিরমিযী, হাদীস নং ২৬২; নাসাঈ, হাদীস নং ১০০৭; ইবন মাজাহ, হাদীস নং ৮৯৭; আহমাদ, হাদীস নং ৩৫১৪\n\nদুআ ২\n-------------------\n\nسُبْحَانَكَ اللّٰهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللّٰهُمَّ اغْفِرْ لِيْ \n\nহে আল্লাহ! আমাদের রব্ব! আপনার প্রশংসাসহ আপনার পবিত্রতা ও মহিমা ঘোষণা করছি। হে আল্লাহ! আপনি আমাকে মাফ করে দিন।\n\nসূত্রঃ বুখারী, নং ৭৯৪; মুসলিম, নং ৪৮৪\n\nদুআ ৩\n-------------------\n\nسُبُّوْحٌ، قُدُّوْسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوْحِ \n\n(তিনি/আপনি) সম্পূর্ণরূপে দোষ-ত্রুটিমুক্ত, অত্যন্ত পবিত্র ও মহিমান্বিত; ফেরেশতাগণ ও রূহ এর রব্ব\n\nসূত্রঃ মুসলিম ১/৩৫৩, নং ৪৮৭; আবূ দাউদ, নং ৮৭২\n\nদুআ ৪\n-------------------\n\nاللّٰهُمَّ اغْفِرْ لِيْ ذَنْبِيْ كُلَّهُ، دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ \n\nহে আল্লাহ! আমার সমস্ত গুনাহ মাফ করে দিন— তার ক্ষুদ্র অংশ, তার বড় অংশ, আগের গুনাহ, পরের গুনাহ, প্রকাশ্য ও গোপন গুনাহ\n\nসূত্রঃ মুসলিম ১/৩৫০, নং ৪৮৩"
      },
      {
        "title": "দুই সিজদার মাঝে পড়ার দুআ",
        "subtitle": "দুই সিজদার মাঝে সোজা ও স্থির হয়ে বসা ওয়াজিব",
        "content": "দুআ ১\n-------------------\n\nرَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِيْ \n\nহে আমার রব্ব! আপনি আমাকে ক্ষমা করুন। হে আমার রব্ব! আপনি আমাকে ক্ষমা করুন\n\nসূত্রঃ আবূ দাউদ ১/২৩১, নং ৮৭৪; ইবন মাজাহ্‌ নং ৮৯৭\n\nদুআ ২\n-------------------\n\nاللّٰهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِيْ \n\nহে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমার প্রতি দয়া করুন, আমাকে সঠিক পথে পরিচালিত করুন, আমার সমস্ত ক্ষয়ক্ষতি পূরণ করে দিন, আমাকে নিরাপত্তা দান করুন, আমাকে রিযিক দান করুন এবং আমার মর্যাদা বৃদ্ধি করুন\n\nসূত্রঃ আবূ দাউদ, ১/২৩১, নং ৮৫০; তিরমিযী, নং ২৮৪, ২৮৫; ইবন মাজাহ, নং ৮৯৮"
      },
      {
        "title": "তাশাহ‍্হুদ - আত্তাহিয়্যাতু",
        "subtitle": "সালাতের দ্বিতীয় ও শেষ বৈঠকে তাশাহ‍্হুদ পড়া ওয়াজিব",
        "content": "\nاَلتَّحِيَّاتُ لِلّٰهِ، وَالصَّلَوَاتُ، وَالطَّيِّبَاتُ، اَلسَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللّٰهِ وَبَرَكَاتُهُ، اَلسَّلاَمُ عَلَيْنَا وَعَلٰى عِبَادِ اللّٰهِ الصَّالِحِيْنَ، أَشْهَدُ أَنْ لَّا إِلٰهَ إِلَّا اللّٰهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهٗ وَرَسُوْلُهٗ \n\nযাবতীয় অভিবাদন আল্লাহর জন্য, অনুরূপভাবে সকল সালাত ও পবিত্র কাজও। হে নবী! আপনার উপর বর্ষিত হোক সালাম, আল্লাহর রহমত ও বরকতসমূহ। আমাদের উপর এবং আল্লাহর সৎ বান্দাদের উপরও বর্ষিত হোক সালাম। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই এবং আমি আরও সাক্ষ্য দিচ্ছি যে, মুহাম্মদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আল্লাহর বান্দা ও রাসূল\n\nসূত্রঃ বুখারী, (ফাতহুল বারীসহ) ১/১৩, নং ৮৩১; মুসলিম ১/৩০১, নং ৪০২"
      },
      {
        "title": "দরূদ শরীফ",
        "subtitle": "দরূদের মধ্যে শ্রেষ্ঠ দরূদ হচ্ছে দরূদে ইবরাহীম",
        "content": "দরূদ শরীফ ১ (দরূদে ইবরাহীম)\n------------------------------------------\n\nاللّٰهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيْمَ، وَعَلَى آلِ إِبْرَاهِيْمَ، إِنَّكَ حَمِيْدٌ مَجِيْدٌ،\n\n اللّٰهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَّعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ، إِنَّكَ حَمِيْدٌ مَجِيْدٌ \n\nহে আল্লাহ! আপনি (আপনার নিকটস্থ উচ্চসভায়) মুহাম্মাদকে সম্মানের সাথে স্মরণ করুন এবং তাঁর পরিবার-পরিজনকে, যেমন আপনি সম্মানের সাথে স্মরণ করেছেন ইবরাহীমকে ও তাঁর পরিবার-পরিজনদেরকে। নিশ্চয় আপনি অত্যন্ত প্রশংসিত ও মহামহিমান্বিত। হে আল্লাহ! আপনি মুহাম্মাদ ও তাঁর পরিবার পরিজনের উপর বরকত নাযিল করুন যেমন আপনি বরকত নাযিল করেছিলেন ইবরাহীম ও তাঁর পরিবার-পরিজনের উপর। নিশ্চয় আপনি অত্যন্ত প্রশংসিত ও মহামহিমান্বিত\n\nবুখারী, (ফাতহুল বারীসহ) ৬/৪০৮, নং ৩৩৭০; মুসলিম, নং ৪০৬\n\nদরূদ শরীফ ২\n-------------------------\n\nاللّٰهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَّعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيْمَ، \n\nوَبَارِكْ عَلَى مُحَمَّدٍ وَّعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيْمَ، إِنَّكَ حَمِيْدٌ مَجِيْدٌ \n\nহে আল্লাহ! আপনি (আপনার নিকটস্থ উচ্চসভায়) মুহাম্মাদকে সম্মানের সাথে স্মরণ করুন এবং তাঁর স্ত্রীগণ ও তাঁর বংশধরকেও, যেমন আপনি সম্মানের সাথে স্মরণ করেছেন ইবরাহীমের পরিবার-পরিজনকে। আর আপনি মুহাম্মাদ এবং তাঁর স্ত্রীগণ ও তাঁর বংশধরের উপর বরকত নাযিল করুন যেমন আপনি বরকত নাযিল করেছিলেন ইবরাহীমের পরিবার- পরিজনের উপর। নিশ্চয় আপনি অত্যন্ত প্রশংসিত ও মহামহিমান্বিত\n\nবুখারী, (ফাতহুল বারীসহ) ৬/৪০৭, নং ৩৩৬৯; মুসলিম ১/৩০৬, নং ৪০৭"
      },
      {
        "title": "সালাম ফিরানোর আগের দুআ (দুআ মাসূরা)",
        "subtitle": "দরূদ শরীফের পরে ও সালাম ফিরানোর আগে নিচের এক বা একাধিক দুআ পড়া যায়",
        "content": "দুআ ১\n-------------------\n\nاللّٰهُمَّ إِنِّيْ ظَلَمْتُ نَفْسِيْ ظُلْمْاً كَثِيْراً، وَلاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِيْ مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفُوْرُ الرَّحِيْمُ \n\nহে আল্লাহ! আমি আমার নিজের উপর অনেক যুলুম করেছি। আর আপনি ছাড়া গুনাহসমূহ কেউই ক্ষমা করতে পারে না। অতএব আমাকে আপনার পক্ষ থেকে বিশেষ ক্ষমা দ্বারা মাফ করে দিন, আর আমার প্রতি দয়া করুন; আপনিই তো ক্ষমাকারী, পরম দয়ালু\n\nবুখারী ৮/১৬৮, নং ৮৩৪; মুসলিম ৪/২০৭৮, নং ২৭০৫\n\nদুআ ২\n-------------------\n\nاللّٰهُمَّ أَعِنِّيْ عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ \n\nহে আল্লাহ! আপনার যিক্‌র করতে, আপনার শুকরিয়া জ্ঞাপন করতে এবং সুন্দরভাবে আপনার ইবাদত করতে আমাকে সাহায্য করুন\n\nআবূ দাউদ ২/৮৬, নং ১৫২২; নাসাঈ ৩/৫৩, নং ২৩০২\n\nদুআ ৩\n-------------------\n\nاللّٰهُمَّ إِنِّيْ أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، الْمَنَّانُ، يَا بَدِيْعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّوْمُ إِنِّيْ أَسْأَلُكَ الْجَنَّةَ وَأَعُوْذُ بِكَ مِنَ النَّارِ \n\nহে আল্লাহ! আমি আপনার কাছে চাই; কারণ, সকল প্রশংসা আপনার, কেবলমাত্র আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই, আপনার কোনো শরীক নেই, সীমাহীন অনুগ্রহকারী; হে আসমানসমূহ ও যমীনের অভিনব স্রষ্টা! হে মহিমাময় ও মহানুভব! হে চিরঞ্জীব, হে চিরস্থায়ী-সর্বসত্তার ধারক! আমি আপনার কাছে জান্নাত চাই এবং জাহান্নাম থেকে আশ্রয় চাই।\n\nআবূ দাউদ, নং ১৪৯৫; তিরমিযী, নং ৩৫৪৪; ইবন মাজাহ, নং ৩৮৫৮; নাসাঈ, নং ১২৯৯"
      },
      {
        "title": "সালাম ফিরানোর পর দুআ/যিক‍‍্‍র",
        "subtitle": "সালাম ফিরানোর পর নিম্নোক্ত দুআ ও যিকর করা সুন্নাহ",
        "content": "একবার বলবেঃ\nاللّٰهُ أَكْبَر‎\n\nআল্লাহ সব কিছু থেকে মহান/শ্রেষ্ঠ\n\n*** *** ***\n\nতিনবার বলবেঃ\n\nأَسْتَغْفِرُ اللّٰهَ \n\nআমি আল্লাহ্‌র নিকট ক্ষমা প্রার্থনা করছি।\n\nএরপর পড়বেঃ\n\nاللّٰهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ \n\nহে আল্লাহ! আপনি শান্তিময়। আপনার নিকট থেকেই শান্তি বর্ষিত হয়। আপনি বরকতময়, হে মহিমাময় ও সম্মানের অধিকারী!\n\nমুসলিম ১/৪১৪, নং ৫৯১\n\n*** *** ***\n\nএরপর একবার বলবে,\n\nلاَ إِلَهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، \n\nএকমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর, আর তিনি সকল কিছুর উপর ক্ষমতাবান।\n\nতারপর,\n\nاللّٰهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ \n\nহে আল্লাহ, আপনি যা প্রদান করেছেন তা বন্ধ করার কেউ নেই, আর আপনি যা রুদ্ধ করেছেন তা প্রদান করার কেউ নেই। আর কোনো ক্ষমতা-প্রতিপত্তির অধিকারীর ক্ষমতা ও প্রতিপত্তি আপনার কাছে কোনো উপকারে আসবে না।\n\nবুখারী ১/২২৫, নং ৮৪৪; মুসলিম ১/৪১৪, নং ৫৯৩\n\n*** *** ***\n\nপ্রত্যেকটি ৩৩ বার করে বলবে,\n\nسُبْحَانَ اللّٰهِ، وَالْحَمْدُ لِلّٰهِ، وَاللّٰهُ أَكْبَرُ \n\nআল্লাহ কতই না পবিত্র-মহান। সকল প্রশংসা আল্লাহ্‌র জন্য। আল্লাহ সবচেয়ে বড়।\n\nতারপর বলবে,\n\nلاَ إِلَهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ \n\nএকমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সকল প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান।\n\nমুসলিম, ১/৪১৮, নং ৫৯৭;\n\n*** *** ***\n\nমাগরিব ও ফজরের নামাযের পর ১০ বার করে পড়বে,\n\nلَا إِلَهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِيْ وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ \n\nএকমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তারই এবং সকল প্রশংসা তাঁর। তিনিই জীবিত করেন এবং মৃত্যু দান করেন। আর তিনি সকল কিছুর উপর ক্ষমতাবান\n\nতিরমিযী ৫/৫১৫, নং ৩৪৭৪; আহমাদ ৪/২২৭, নং ১৭৯৯০। হাদীসটির তাখরীজের জন্য আরও দেখুন, যাদুল মা‘আদ ১/৩০০।\n\n*** *** ***\n\nফজর নামাযের সালাম ফিরানোর পর পড়বে,\n\nاللّٰهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا \n\nহে আল্লাহ! আমি আপনার নিকট উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমল প্রার্থনা করি।\n\nইবন মাজাহ্‌, নং ৯২৫; নাসাঈ, তাঁর আমালুল ইয়াওমি ওয়াল্লাইলাহ গ্রন্থে, হাদীস নং ১০২\n\n*** *** ***\n\nপ্রত্যেক ফরজ সালাতের পর একবার করে সূরা ইখলাস, সূরা ফালাক্ব ও সূরা নাস পড়া সুন্নাহ।\n\nসূত্রঃ আবু দাঊদ ২/৮৬, নং ১৫২৩; তিরমিযী, নং ২৯০৩; নাসাঈ ৩/৬৮, নং ১৩৩৫\n\n*** *** ***\n\nপ্রত্যেক সালাতের পর একবার আয়াতুল কুরসি পড়া। যে ব্যক্তি প্রত্যেক সালাতের পর আয়াতুল কুরসি পড়বে, মৃত্যু ছাড়া তার জান্নাতে প্রবেশে আর অন্য কিছু বাধা হয়ে দাঁড়াবে না।\n\nاللّٰهُ لَآ إِلٰهَ إِلَّا هُوَ الْحَىُّ الْقَيُّوْمُ ۚ \n\nআল্লাহ্, তিনি ছাড়া কোনো সত্য ইলাহ্ নেই। তিনি চিরঞ্জীব, সর্বসত্তার ধারক।\n\nلَا تَأْخُذُهُ سِنَةٌ وَّلَا نَوْمٌ ۚ \n\nতাঁকে তন্দ্রাও স্পর্শ করতে পারে না, নিদ্রাও নয়।\n\nلَّهُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ۗ \n\nআসমানসমূহে যা রয়েছে ও যমীনে যা রয়েছে সবই তাঁর।\n\n\nمَنْ ذَا الَّذِى يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهٖ ۚ \n\nকে সে, যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে?\n\nيَعْلَمُ مَا بَيْنَ أَيْدِيْهِمْ وَمَا خَلْفَهُمْ ۖ \n\nতাদের সামনে ও পিছনে যা কিছু আছে তা তিনি জানেন।\n\nوَلَا يُحِيْطُوْنَ بِشَىْءٍ مِّنْ عِلْمِهٖٓ إِلَّا بِمَا شَآءَ ۚ \n\nআর যা তিনি ইচ্ছে করেন তা ছাড়া তাঁর জ্ঞানের কোনো কিছুকেই তারা পরিবেষ্টন করতে পারে না।\n\nوَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْأَرْضَ ۖ \n\nতাঁর ‘কুরসী’ আসমানসমূহ ও যমীনকে পরিব্যাপ্ত করে আছে;\n\nوَلاَ يَؤُوْدُهُ حِفْظُهُمَا ۚ \n\nআর এ দুটোর রক্ষণাবেক্ষণ তাঁর জন্য বোঝা হয় না।\n\nوَهُوَ الْعَلِىُّ الْعَظِيْمُ \n\nআর তিনি সুউচ্চ সুমহান।\n\nনাসাঈ, আমালুল ইয়াওমি ওয়াল্লাইলাহ, নং ১০০; ইবনুস সুন্নী, নং ১২১\nআয়াতুল কুরসি বলা হয় সূরা বাক্বারার ২৫৫ নং আয়াতকে।"
      },
      {
        "title": "দুআয়ে কুনুত",
        "subtitle": "বিতর সালাতে নিচের যে কোনো কুনুত পড়া যায়",
        "content": "দুআয়ে কুনুত ১\n------------------------\n\nاللّٰهُمَّ إنا نَسْتَعِيْنُكَ وَنَسْتَغْفِرُكَ وَنُؤْمِنُ بِكَ وَنَتَوَكَّلُ عَلَيْكَ وَنُثْنِىْ عَلَيْكَ الْخَيْرَ وَنَشْكُرُكَ وَلاَ نَكْفُرُكَ وَنَخْلَعُ وَنَتْرُكُ مَنْ يَّفْجُرُكَ-اَللَّهُمَّ اِيَّاكَ نَعْبُدُ وَلَكَ نُصَلِّىْ وَنَسْجُدُ وَاِلَيْكَ نَسْعَى وَنَحْفِدُ وَنَرْجُوْ رَحْمَتَكَ وَنَخْشَى عَذَابَكَ اِنَّ عَذَابَكَ بِالْكُفَّارِ مُلْحِقٌ\n\nহে আল্লাহ! আমরা তোমারই সাহায্য চাই। তোমারই নিকট ক্ষমা চাই, তোমারই প্রতি ঈমান রাখি, তোমারই ওপর ভরসা করি এবং সকল মঙ্গল তোমারই দিকে ন্যস্ত করি। আমরা তোমার কৃতজ্ঞ হয়ে চলি, অকৃতজ্ঞ হই না। হে আল্লাহ! আমরা তোমারই দাসত্ব করি, তোমারই জন্য নামায পড়ি এবং তোমাকেই সিজদাহ করি। আমরা তোমারই দিকে দৌড়াই ও এগিয়ে চলি। আমরা তোমারই রহমত আশা করি এবং তোমার আযাবকে ভয় করি। আর তোমার আযাবতো কাফেরদের জন্যই র্নিধারিত।\n\nদুআয়ে কুনুত ২\n------------------------\n\nاللّٰهُمَّ اهْدِنِيْ فِيْمَنْ هَدَيْتَ، وَعَافِنِيْ فِيْمَنْ عَافَيْتَ، وَتَوَلَّنِيْ فِيْمَنْ تَوَلَّيْتَ، وَبَارِكْ لِيْ فِيْمَا أَعْطَيْتَ، وَقِنِيْ شَرَّ مَا قَضَيْتَ \n\nহে আল্লাহ! আপনি যাদেরকে হেদায়াত করেছেন তাদের মধ্যে আমাকেও হেদায়াত দিন, আপনি যাদেরকে নিরাপত্তা প্রদান করেছেন তাদের মধ্যে আমাকেও নিরাপত্তা দিন, আপনি যাদের অভিভাবকত্ব গ্রহণ করেছেন, তাদের মধ্যে আমার অভিভাবকত্বও গ্রহণ করুন, আপনি আমাকে যা দিয়েছেন তাতে বরকত দিন। আপনি যা ফয়সালা করেছেন তার অকল্যাণ থেকে আমাকে রক্ষা করুন।\n\nفَإِنَّكَ تَقْضِيْ وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَّالَيْتَ، (وَلاَ يَعِزُّ مَنْ عَادَيْتَ) تَبارَكْتَ رَبَّنْا وَتَعَالَيْتَ \n\nকারণ আপনিই চুড়ান্ত ফয়সালা দেন, আপনার বিপরীতে ফয়সালা দেওয়া হয় না। আপনি যার সাথে বন্ধুত্ব করেছেন সে অবশ্যই অপমানিত হয় না [এবং আপনি যার সাথে শত্রুতা করেছেন সে সম্মানিত হয় না] আপনি বরকতপূর্ণ হে আমাদের রব্ব! আর আপনি সুউচ্চ-সুমহান\n\nআবূ দাউদ, নং ১৪২৫; তিরমিযী, নং ৪৬৪; নাসাঈ, নং ১৭৪৪; ইবন মাজাহ, নং ১১৭৮; আহমাদ, নং ১৭১৮; দারামী, নং ১৫৯২; হাকিম, ৩/১৭২; বাইহাকী, ২/২০৯। আর দু’ ব্রাকেটের মাঝখানের অংশ বাইহাকীর। আরও দেখুন, সহীহুত তিরমিযী ১/১৪৪, সহীহ ইবন মাজাহ্‌, ১/১৯৪; ইরওয়াউল গালীল, লিল আলবানী, ২/১৭২\n\nদুআয়ে কুনুত ৩\n------------------------\n\nاللّٰهُمَّ إِنِّيْ أَعُوْذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوْبَتِكَ، وَأَعُــوْذُ بِكَ مِنْكَ، لاَ أُحْصِيْ ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ \n\nহে আল্লাহ! আমি আপনার সন্তুষ্টির মাধ্যমে অসন্তুষ্টি থেকে, আর আপনার নিরাপত্তার মাধ্যমে আপনার শাস্তি থেকে আশ্রয় চাই। আর আমি আপনার নিকটে আপনার (পাকড়াও) থেকে আশ্রয় চাই। আমি আপনার প্রশংসা গুনতে সক্ষম নই; আপনি সেরূপই, যেরূপ প্রশংসা আপনি নিজের জন্য করেছেন।\n\nআবূ দাউদ, নং ১৪২৭; তিরমিযী, নং ৩৫৬৬; নাসাঈ, নং ১৭৪৬; ইবন মাজাহ্‌, নং ১১৭৯; আহমাদ, নং ৭৫১"
      },
      {
        "title": "তারাবীহ সালাতের প্রতি চার রাকাতের বিরতিতে পড়ার দুআ",
        "subtitle": "চার রাকাত সালাতের বিরতিতে নির্দিষ্ট কোনো দুআ নাই",
        "content": "আমাদের দেশে অনেক আগে থেকে একটি রেওয়াজ চালু আছে। বিশেষ করে গ্রামগঞ্জে তারাবীহ সালাতের প্রতি চার রাকাতের পর পুরো মসজিদের সব মুসল্লি একত্রে সুর করে একটি দুআ পড়েন। দুআর শুরুটি এরকমঃ \"সুবহানাযিল মুলকে ওয়াল মালাকুতে...\"\n\nদুঃখের বিষয় হলো উক্ত দুআটি কুরআন-হাদীসের কোথাও খুঁজে পান নি আলেমগণ। কোনো মুহাদ্দীসই উক্ত দুআটি কোনো হাদীসের কিতাবে আছে বলে জানতে পারেন নি। দুআর কথাগুলো ভালো। কিন্তু এই দুআটি আমরা যেরকম বিশেষ ভাবে তারাবীহ সালাতের প্রতি চার রাকাতের পর পড়াকে অনেক ফজিলতের বা একে তারাবীহ সালাতের দুআ বলে জানি। আল্লাহর রাসূল (সা) আমাদেরকে তা শিক্ষা দেন নি। কোনো সাহাবী এই দুআ পড়েছেন বলে জানা যায় না।\n\nতাহলে এই দুআ কোথা থেকে আসলো? সালাতের নিয়তের আরবি বাক্যগুলোর মত এই দুআটিও কোনো আলেম বা আরবি ভাষা জানেন এমন ব্যক্তি বানিয়েছেন। এর মাঝের অনেকগুলো শব্দ বা বাক্য অন্য কোনো দুআর অংশ হিসাবে পাওয়া যায়। কিন্তু এখানে পূর্ণাঙ্গ যেই দুআটি পড়া হয় তার অস্তিত্ব কুরআন-হাদীসে পাওয়া যায় না। তাই এই দুআকে তারাবীহ সালাতের প্রতি চার রাকাতে পড়াকে সুন্নত মনে করলে বা বিশেষ ফজিলতের মনে করলে তা বিদআত বলে গণ্য হবে। আল্লাহর রাসূল (সা) আমাদেরকে অনেক অনেক দুআ শিক্ষা দিয়েছেন। তাহলে কেন আমরা এমন দুআ পড়ব যা রাসূলের (সা) থেকে আসে নি? আমরা যুক্তি দিয়ে, একগুয়েমী করে কেন দলীল দিব আমাদের পূর্ব পুরুষেরা পড়ে গেছেন তাই আমাদেরও পড়তে হবে? সহীহ হাদীস দ্বারা যেই পরিমাণ দুআ প্রমাণিত সেগুলো শিক্ষা করতেই তো আমাদের জীবন পার হয়ে যাবে। তাহলে কেন এমন বাক্যগুলো মুখে আউড়াবো যেগুলোর ব্যাপারে আল্লাহর রাসূল (সা) কোনো সার্টিফিকেট দেন নাই?\n\nতারাবীহ সালাতের প্রতি চার রাকাতের মাঝে বিরতি দেয়া হয়। এই বিরতি দেয়াকে বলে তারাবীহ। এই বিরতির সময় আমরা যে কোনো যিক‍্‍র করতে পারি। ইস্তেগফার করতে পারি। দরূদ পড়তে পারি। যে কোনো মাসনূন দুআ (সুন্নাহ নির্দেশিত দুআ) পড়তে পারি। অথবা চাইলে চুপ করে বসে থেকে রেস্টও নিতে পারি। সাথে করে খাবার, পানি, চা-কফি নিয়ে গেলে এই বিরতিতে এগুলো খেতে পারি। এই বিরতি মূলত বিশ্রামের জন্য। এই বিশ্রামের সময়টাও আমরা আল্লাহর স্মরণে থাকতে পারলে আমাদেরই লাভ। তাই আসুন আমরা হাদীসে উল্লেখ আছে এমন যে কোনো দুআ ও যিক‍্‍র এই বিরতিতে করি। যদি বসে বসে সুবহানাল্লাহ, আলহামদুলিল্লাহ, আল্লাহু আকবার পড়ি তাহলে সেটাও অনেক উত্তম যিক‍্‍র হবে ইনশাআল্লাহ। আল্লাহ আমাদেরকে শিরক ও বিদআত মুক্ত দ্বীনের উপর অটল রাখুন।\n\n[উক্ত দুআর ব্যাপারে আপনার দ্বিমত থাকলে বা এই দুআ কোনো হাদীসের কিতাবে কোথাও উল্লেখ থাকলে আমাদেরকে জানাতে পারেন। তা জাল বা জয়ীফ না হলে আমরা ইনশাআল্লাহ আমাদের কনটেন্ট আপডেট করে দিব। দলীল ছাড়া অযথা আমাদের গালমন্দ না করার জন্য আগাম ধন্যবাদ।]"
      }
    ]
  },
  {
    "category_id": 2,
    "category_name": "সালাত সংক্রান্ত ভুল",
    "category_image": "https://i.imgur.com/l1JXHvh.jpg",
    "content_list": [
      {
        "title": "সালাত শুরুর আগে জায়নামাজের দুআ পড়া",
        "subtitle": "ইসলামী শরীয়তে জায়নামাজের দুআ বলে কোনো দুআ নাই",
        "content": "আমাদের সমাজে প্রচলিত আছে সালাত শুরুর আগে এটি দুআটি পড়ার রেওয়াজ আছেঃ \"ইন্নি ওয়াজ্জাহতু, ওয়াজহিয়া লিল্লাজি...\"। একে বলা হয় জায়নামাজের দুআ। বিভিন্ন অনির্ভরযোগ্য নামাজ শিক্ষা বইতে এ দুআর উল্লেখ রয়েছে। এমন কি অনেক মাদরাসা-মক্তবেও বাচ্চাদেরকে এই দুআ শেখানো হয়।\n\nসালাত শুরুর আগে এই দুআ পড়ার বিষয়টি নবীজির (সা) সুন্নাহ দ্বারা প্রমাণিত নয়। নবীজি (সা) সালাত শুরুর আগে কখনো এই দুআ পড়েছেন বা পড়তে বলেছেন বলে হাদীসে উল্লেখ পাওয়া যায় না। অজানা কোনো ভাবে উক্ত দুআটি সমাজে \"জায়নামাজের দুআ\" বলে প্রচলিত হয়ে গেছে। নবীজি (সা) সালাত শুরুর পূর্বে শুধুমাত্র \"আল্লাহু আকবার\" বলে সালাত শুরু করতেন। সমাজে প্রচলিত প্রথা অনুযায়ী অনেককে দেখা যায় মুখে উচ্চারণ করে নামাজের \"নিয়ত\" পড়েন এবং জায়নামাজের দুআ পড়েন, এরপর তাকবীরে তাহরিমা বলে সালাত শুরু করেন। এসব পড়তে পড়তে প্রায়ই দেখা যায় জামায়াতের রাকাত ছুটে যায়। মুখে উচ্চারণ করে নিয়ত \"পড়া\" এবং জায়নামাজের দুআ পড়া উভয়টিই সুন্নতের খেলাফ।\n\nতাই আমরা এখন থেকে কথিত জায়নামাজের দুআটি পড়া থেকে বিরত থাকব। নবীজি (সা) যেভাবে সালাত আদায় করেছেন সেভাবে সালাত আদায় করব। নিজেদের চিন্তা-ভাবনা বা যুক্তি-তর্কের উপর ভিত্তি করে কোনো আমল করে নিজেদের আখিরাত বরবাদ করব না।\n\nরেফারেন্সঃ\nআহলে হক্ব মিডিয়া (হানাফী মাজহাবের একজন সুপরিচিত আলেমের দ্বারা পরিচালিত)\nhttps://ahlehaqmedia.com/জায়নামাযের-দুআ-বলতে-কিছ/"
      },
      {
        "title": "ঘুম থেকে ওঠার পর পড়ার দুআ",
        "subtitle": "আমাদের দিনের শুরু হোক আল্লাহর প্রশংসা ও কৃতজ্ঞতা দিয়ে",
        "content": "দুআ ১\n-------------------\n\nاَلْحَمْدُ لِلّٰهِ الَّذِيْ أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُوْرُ \n\nহামদ-প্রশংসা আল্লাহ্‌র জন্য, যিনি (নিদ্রারূপ) মৃত্যুর পর আমাদেরকে জীবিত করলেন, আর তাঁরই নিকট সকলের পুনরুত্থান\n\nবুখারী ফাতহুল বারী ১১/১১৩, নং ৬৩১৪; মুসলিম ৪/২০৮৩, নং ২৭১১\n\nদুআ ২\n-------------------\n\nلاَ إِلَهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، سُبْحَانَ اللّٰهِ، وَالْحَمْدُ لِلّٰهِ، وَلاَ إِلَهَ إِلاَّ اللّٰهُ، وَاللّٰهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ، رَبِّ اغْفِرْ لِيْ \n\nএকমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই; রাজত্ব তাঁরই, প্রশংসাও তাঁরই; আর তিনি সকল কিছুর ওপর ক্ষমতাবান। আল্লাহ পবিত্র-মহান। সকল হামদ-প্রশংসা আল্লাহ্‌র। আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই। আল্লাহ সবচেয়ে বড়। সুউচ্চ সুমহান আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই। হে রব্ব ! আমাকে ক্ষমা করুন\n\nবুখারী: ফাতহুল বারী, ৩/৩৯, নং ১১৫৪। হাদীসের ভাষ্য ইবন মাজাহ এর অনুরূপ। দেখুন, সহীহ ইবন মাজাহ্‌: ২/৩৩৫\n\nদুআ ৩\n-------------------\n\nاَلْحَمْدُ لِلّٰهِ الَّذِيْ عَافَانِيْ فِيْ جَسَدِي، وَرَدَّ عَلَيَّ رُوْحِي، وَأَذِنَ لِيْ بِذِكْرِهِ \n\nসকল হামদ-প্রশংসা আল্লাহ্‌র জন্য, যিনি আমার দেহকে নিরাপদ করেছেন, আমার রূহকে আমার নিকট ফেরত দিয়েছেন এবং আমাকে তাঁর যিক্‌র করার অনুমতি (সুযোগ) দিয়েছেন\n\nতিরমিযী ৫/৪৭৩, নং ৩৪০১। দেখুন, সহীহুত তিরমিযী, ৩/১৪৪"
      },
      {
        "title": "পায়খানায় প্রবেশের দুআ",
        "subtitle": "দুআ পড়ে টয়লেটে প্রবেশ করলে দুষ্ট জ্বীন ও শয়তান থেকে নিরাপদে থাকা যায়",
        "content": "\nبِسْمِ اللّٰهِ \n\nআল্লাহ্‌র নামে (প্রবেশ করছি)\n\nاللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ \n\nহে আল্লাহ! আমি আপনার নিকট অপবিত্র নর জিন্ ও নারী জিন্ থেকে আশ্রয় চাই\n\nবুখারী ১/৪৫, নং ১৪২; মুসলিম ১/২৮৩, নং ৩৭৫। শুরুতে অতিরিক্ত ‘বিসমিল্লাহ্‌’ উদ্ধৃত করেছেন সা‘ঈদ ইবন মানসূর। দেখুন, ফাতহুল বারী, ১/২৪৪"
      },
      {
        "title": "পায়খানা থেকে বের হয়ে পড়ার দুআ",
        "subtitle": "নিচের যে কোনো দুআ বা উভয়টিই আমরা পড়তে পারি",
        "content": "দুআ ১\n-------------------\nغُفْرَانَكَ \n\nআমি আপনার কাছে ক্ষমাপ্রার্থী।\n\nহাদীসটি নাসাঈ ব্যতীত সকল সুনান গ্রন্থকারই উদ্ধৃত করেছেন; তবে নাসাঈ তার ‘আমালুল ইয়াওমি ওয়াললাইলাহ’ গ্রন্থে (নং ৭৯) তা উদ্ধৃত করেছেন। আবূ দাউদ, নং ৩০; তিরমিযী, নং ৭; ইবন মাজাহ্‌, নং ৩০০। আর শাইখ আলবানী সহীহ সুনান আবি দাউদে ১/১৯ একে সহীহ বলেছেন।\n\nদুআ ২\n-------------------\n\nالْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنِّي الْأَذَى وَعَافَانِي\n\nসমস্ত প্রশংসা সেই আল্লাহর, যিনি কষ্টকর জিনিস আমার থেকে বে করিয়ে দিয়েছেন এবং আমাকে নিরাপত্তা দান করেছেন\n আবু দাউদ, ইবনে মাজাহ। যয়ীফ বা দূর্বল হাদীস। যয়ীফ হাদীস হলেও দুআ করার ক্ষেত্রে তা আমল করা জায়েজ আছে যদি তাতে কোনো শিরক জাতীয় কথাবার্তা না থাকে।"
      },
      {
        "title": "পোশাক পরিধানের দুআ",
        "subtitle": "সুন্নাহ অনুসরণ করে জীবনের প্রতিটি কাজকে বানিয়ে নিতে পারি ইবাদত",
        "content": "\nاَلْحَمْدُ لِلّٰهِ الَّذِيْ كَسَانِيْ هَذَا (الثَّوْبَ) وَرَزَقَنِيْهِ مِنْ غَيْرِ حَوْلٍ مِنِّيْ وَلاَ قُوَّةٍ \n\nসকল হামদ-প্রশংসা আল্লাহ্‌র জন্য; যিনি আমাকে এ (কাপড়)টি পরিধান করিয়েছেন এবং আমার শক্তি-সামর্থ্য ছাড়াই তিনি আমাকে এটা দান করেছেন\n\nহাদীসটি নাসাঈ ব্যতীত সুনান গ্রন্থকারদের সবাই সংকলন করেছেন। আবূ দাউদ, নং ৪০২৩; তিরমিযী, নং ৩৪৫৮; ইবন মাজাহ্‌, নং ৩২৮৫। আর শাইখ আলবানী একে হাসান বলেছেন। দেখুন, ইরওয়াউল গালীল, ৭/৪৭"
      },
      {
        "title": "নতুন পোশাক পরিধানের দুআ",
        "subtitle": "নতুন পোশাক আল্লাহর নিয়ামত, আর নিয়ামত পেয়ে কৃতজ্ঞতা জানানো ইবাদত",
        "content": "\nاللّٰهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيْهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ \n\nহে আল্লাহ্! আপনারই জন্য সকল হাম্‌দ-প্রশংসা। আপনিই এটি আমাকে পরিয়েছেন। আমি আপনার কাছে এর কল্যাণ ও এটি যে উদ্দেশ্যে তৈরি হয়েছে তার কল্যাণ প্রার্থনা করি। আর আমি এর অনিষ্ট এবং এটি যে জন্য তৈরি করা হয়েছে তার অনিষ্ট থেকে আপনার আশ্রয় চাই\n\nআবূ দাউদ, নং ৪০২০; তিরমিযী, নং ১৭৬৭; বাগভী, ১২/৪০; দেখুন, মুখতাসারুশ শামাইল লিল আলবানী, পৃ. ৪৭"
      },
      {
        "title": "অপরকে নতুন পোশাক পরিধান করতে দেখলে তার জন্য দুআ",
        "subtitle": "অন্য মুসলিম ভাইয়ের জন্য শুভ কামনা করা ইবাদত",
        "content": "দুআ ১\n-------------------\n\nتُبْلِيْ وَيُخْلِفُ اللّٰهُ تَعَالَى \n\nতুমি পুরাতন করে ফেলবে, আর মহান আল্লাহ এর স্থলাভিষিক্ত করবেন\n\nসুনান আবি দাউদ ৪/৪১, হাদীস নং ৪০২০; দেখুন, সহীহ আবি দাউদ ২/৭৬০\n\nদুআ ২\n-------------------\n\nاِلْبَسْ جَدِيْداً وَّعِشْ حَمِيْداً وَّمُتْ شَهِيْداً \n\nনতুন কাপড় পরিধান কর, প্রশংসিতরূপে দিনাতিপাত কর এবং শহীদ হয়ে মারা যাও\n\nসুনান ইবন মাজাহ ২/১১৭৮, নং ৩৫৫৮; বাগাওয়ী, ১২/৪১"
      },
      {
        "title": "কাপড় খুলে রাখার সময় দুআ",
        "subtitle": "প্রতিটি কাজ হোক আল্লাহর নামে",
        "content": "\nبِسْمِ اللّٰهِ \n\nআল্লাহ্‌র নামে (খুলে রাখলাম)\n\nতিরমিযী ২/৫০৫, নং ৬০৬, ও অন্যান্য। আরও দেখুন, ইরওয়াউল গালীল, নং ৫০; সহীহুল জামে‘ ৩/২০৩"
      },
      {
        "title": "খাবার খাওয়া শুরুর দুআ",
        "subtitle": "খাওয়ার শুরুতে উভয় হাত ভাল করে ধুয়ে নেয়া সুন্নাহ",
        "content": "দুআ ১\n-------------------\n\nযখন তোমাদের কেউ আহার শুরু করে তখন সে যেন বলে,\n\nبِسْمِ اللّٰهِ \n\nআল্লাহর নামে (খাওয়া শুরু করছি)\n\nআর শুরুতে বলতে ভুলে গেলে যেন বলে,\n\nبِسْمِ اللّٰهِ فِيْ أَوَّلِهِ وَآخِرِهِ \n\n(খাবার খাওয়ার) শুরু ও শেষ আল্লাহ্‌র নামে\n\nহাদীসটি সংকলন করেছেন আবূ দাঊদ ৩/৩৪৭, নং ৩৭৬৭; তিরমিযী, ৪/২৮৮, নং ১৮৫৮। আরও দেখুন, সহীহুত তিরমিযী, ২/১৬৭।\n\nদুআ ২\n-------------------\n\nযাকে আল্লাহ কোনো খাবার খাওয়ায় সে যেন বলে,\n\nاللّٰهُمَّ بَارِكْ لَنَا فِيْهِ وَأَطْعِمْنَا خَيْراً مِنْهُ \n\nহে আল্লাহ! আপনি আমাদেরকে এই খাদ্যে বরকত দিন এবং এর চেয়েও উত্তম খাদ্য আহার করান।\n\nআর আল্লাহ্‌ কাউকে দুধ পান করালে সে যেন বলে,\n\nاللّٰهُمَّ بَارِكْ لَنَا فِيْهِ وَزِدْنَا مِنْهُ \n\nহে আল্লাহ! এতে (এই দুধে) আমাদেরকে বারাকাত দিন এবং এর চাইতেও বেশি আমাদেরকে দান করুন।\n\nতিরমিযী ৫/৫০৬, নং ৩৪৫৫। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৫৮।\n"
      },
      {
        "title": "খাওয়া শেষ করার পর দুআ",
        "subtitle": "খাওয়ার শেষে উভয় হাত ভাল করে ধুয়ে নেয়া সুন্নাহ",
        "content": "খাওয়া শেষ করার পর যে ব্যক্তি এই দুআটি পড়বে, আল্লাহ তার পূর্বের সকল গুনাহ ক্ষমা করে দিবেন।\n\nاَلْحَمْدُ لِلّٰهِ الَّذِيْ أَطْعَمَنِيْ هَذَا، وَرَزَقَنِيْهِ، مِنْ غَيْرِ حَوْلٍ مِنِّيْ وَلاَ قُوَّةٍ \n\nসকল প্রশংসা আল্লাহ্‌র জন্য, যিনি আমাকে এ আহার করালেন এবং এ রিযিক দিলেন যাতে ছিল না আমার পক্ষ থেকে কোনো উপায়, ছিল না কোনো শক্তি-সামর্থ্য।\n\nহাদীসটি নাসাঈ ব্যতীত সকল সুনান গ্রন্থকারগণ সংকলন করেছেন। আবূ দাউদ, নং ৪০২৫; তিরমিযী, নং ৩৪৫৮; ইবন মাজাহ, নং ৩২৮৫। আরও দেখুন, সহীহুত তিরমিযী ৩/১৫৯।"
      },
      {
        "title": "বাড়ি থেকে বের হওয়ার সময়ে দুআ",
        "subtitle": "নিরাপত্তা ও শয়তানের ওয়াসওয়াসা থেকে আশ্রয় চেয়ে দুআ",
        "content": "দুআ ১\n-------------------\n\nبِسْمِ اللّٰهِ، تَوَكَّلْتُ عَلَى اللّٰهِ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللّٰهِ \n\nআল্লাহ্‌র নামে (বের হচ্ছি)। আল্লাহর উপর ভরসা করলাম। আর আল্লাহর সাহায্য ছাড়া (পাপ কাজ থেকে দূরে থাকার) কোনো উপায় এবং (সৎকাজ করার) কোনো শক্তি কারো নেই\n\nআবূ দাউদ ৪/৩২৫, নং ৫০৯৫; তিরমিযী ৫/৪৯০, ৩৪২৬\n\nদুআ ২\n-------------------\n\nاللّٰـهُمَّ إِنِّيْ أَعُوْذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ \n\nহে আল্লাহ! আমি আপনার নিকট আশ্রয় চাই যেন নিজেকে বা অন্যকে পথভ্রষ্ট না করি, অথবা অন্যের দ্বারা পথভ্রষ্ট না হই; আমার নিজের বা অন্যের পদস্খলন না করি, অথবা আমায় যেন পদস্খলন করানো না হয়; আমি যেন নিজের বা অন্যের উপর যুলম না করি অথবা আমার প্রতি যুলম না করা হয়; আমি যেন নিজে মুর্খতা না করি, অথবা আমার উপর মূর্খতা করা না হয়।\n\nআবূ দাউদ, নং ৫০৯৪; তিরমিযী, নং ৩৪২৭; নাসাঈ, নং ৫৫০১; ইবন মাজাহ, নং ৩৮৮৪"
      },
      {
        "title": "বাড়িতে প্রবেশের সময় দুআ",
        "subtitle": "বাড়িতে প্রবেশ করে ঘরের লোকজনকে সালাম দেয়া সুন্নাহ",
        "content": "\nبِسْمِ اللّٰهِ وَلَجْنَا، وَبِسْمِ اللّٰهِ خَرَجْنَا، وَعَلَى اللّٰهِ رَبِّنَا تَوَكَّلْنَا \n\nআল্লাহ্‌র নামে আমরা প্রবেশ করলাম, আল্লাহ্‌র নামেই আমরা বের হলাম এবং আমাদের রব আল্লাহ্‌র উপরই আমরা ভরসা করলাম\n\nএরপর ঘরের লোকজনকে সালাম দিবে। [১]\n\nএছাড়াও সহীহ হাদীস থেকে পাওয়া যায়, “যখন তোমাদের কেউ ঘরে প্রবেশ করে, আর প্রবেশের সময় ও খাবারের সময় আল্লাহকে স্মরণ করে, তখন শয়তান (তার শিষ্যদের) বলে, ‘তোমাদের কোনো বাসস্থান নেই, তোমাদের রাতের কোনো খাবার নেই’” [২]\n\n[১] আবূ দাউদ ৪/৩২৫, ৫০৯৬। আর আল্লামা ইবন বায রহ. তার তুহফাতুল আখইয়ার গ্রন্থে পৃ. ২৮ এটার সনদকে হাসান বলেছেন। \n[২] মুসলিম, নং ২০১৮"
      },
      {
        "title": "বাতাস প্রবাহিত হলে পড়ার দুআ",
        "subtitle": "বাতাসের অনিষ্ট থেকে আশ্রয় প্রার্থনা",
        "content": "\nاللّٰهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا \n\nহে আল্লাহ! আমি আপনার নিকট এর কল্যাণ চাই। আর আমি আপনার নিকট এর অনিষ্ট থেকে আশ্রয় চাই।\n\nআবূ দাউদ ৪/৩২৬, নং ৫০৯৯; ইবন মাজাহ্‌ ২/১২২৮, নং ৩৭২৭"
      },
      {
        "title": "মেঘের গর্জন শুনলে পড়ার দুআ",
        "subtitle": "",
        "content": "\nسُبْحَانَ الَّذِيْ يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكَةُ مِنْ خِيْفَتِهِ \n\nপবিত্র-মহান সেই সত্তা, রা‘দ ফেরেশ্তা যাঁর মহিমা ও পবিত্রতা ঘোষণা করে প্রশংসার সাথে, আর ফেরেশ্তাগণও তা-ই করে যাঁর ভয়ে।\n\nমুওয়াত্তা ইমাম মালেক ২/৯৯২। আর আলবানী তাঁর সহীহুল কালেমিত তাইয়্যেব গ্রন্থে পৃ. ১৫৭, বলেন, “এর সনদটি মওকূফ সহীহ”"
      },
      {
        "title": "বৃষ্টি দেখলে দুআ",
        "subtitle": "রহমতের বৃষ্টি প্রার্থনা",
        "content": "\nاللّٰهُمَّ صَيِّباً نَافِعاً \n\nহে আল্লাহ! মুষলধারায় উপকারী বৃষ্টি বর্ষণ করুন।\n\nবুখারী, (ফাতহুল বারীসহ) ২/৫১৮, নং ১০৩২"
      },
      {
        "title": "বৃষ্টি বর্ষণের পর দুআ",
        "subtitle": "বৃষ্টির পর আল্লাহর শুকরিয়া আদায়",
        "content": "\nمُطِرْنَا بِفَضْلِ اللّٰهِ وَرَحْمَتِهِ \n\nআল্লাহ্‌র অনুগ্রহ ও দয়ায় আমাদের উপর বৃষ্টি বর্ষিত হয়েছে।\n\nবুখারী ১/২০৫, নং ৮৪৬; মুসলিম ১/৮৩, নং ৭১"
      },
      {
        "title": "যানবাহনে আরোহণের দুআ",
        "subtitle": "সড়ক দুর্ঘটনা থেকে আল্লাহ আমাদের হেফাজত করুন",
        "content": "\nبِسْمِ اللّٰهِ، وَالْحَمْدُ لِلّٰهِ ، سُبْحَانَ الَّذِيْ سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِيْنَ، وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُوْنَ ، الْحَمْدُ لِلّٰهِ، الْحَمْدُ لِلّٰهِ، الْحَمْدُ لِلّٰهِ، اللّٰهُ أَكْبَرُ، اللّٰهُ أَكْبَرُ، اللّٰهُ أَكْبَرُ، سُبْحَانَكَ اللّٰهُمَّ إِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ ، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ \n\nআল্লাহ্‌র নামে; আর সকল প্রশংসা আল্লাহ্‌র জন্য। পবিত্র মহান সেই সত্তা, যিনি একে আমাদের জন্য বশীভূত করে দিয়েছেন, অন্যথায় আমরা একে বশীভূত করতে সক্ষম ছিলাম না। আর আমরা অবশ্যই প্রত্যাবর্তন করবো আমাদের রব্বের দিকে। সকল প্রশংসা আল্লাহ্‌র জন্য, সকল প্রশংসা আল্লাহ্‌র জন্য, সকল প্রশংসা আল্লাহ্‌র জন্য। আল্লাহ সবচেয়ে বড়, আল্লাহ সবচেয়ে বড়, আল্লাহ সবচেয়ে বড়। হে আল্লাহ! আপনি পবিত্র-মহান; আমি আমার নিজের উপর যুলুম করেছি, সুতরাং আপনি আমাকে মাফ করে দিন। কেননা, আপনি ছাড়া গুনাহ মাফ করার আর কেউ নেই।\n\nআবু দাঊদ ৩/৩৪, ২৬০২; তিরমিযী ৫/৫০১, নং ৩৪৪৬। আরও দেখুন, সহীহুত তিরমিযী ৩/১৫৬। আর আয়াত দু’টি হচ্ছে, সূরা আয-যুখরুফের ১৩-১৪"
      },
      {
        "title": "বাজারে প্রবেশের দুআ",
        "subtitle": "বাজার আল্লাহর নিকট সবচেয়ে অপছন্দনীয় জায়গা",
        "content": "রাসূল (সা) বলেন, যে লোক বাজারে প্রবেশ করে এই দুআ পড়বে, তার জন্য আল্লাহ তা‘আলা দশ লক্ষ নেকী বরাদ্দ করেন, তার দশ লক্ষ গুনাহ মাফ করেন এবং তার দশ লক্ষ গুণ সম্মান বৃদ্ধি করেন।\n\nلاَ إِلَهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِيْ وَيُمِيْتُ، وَهُوَ حَيٌّ لاَ يَمُوْتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ \n\nএকমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরিক নেই, রাজত্ব তাঁরই, প্রশংসা মাত্রই তাঁর। তিনিই জীবন দান করেন এবং তিনিই মারেন। আর তিনি চিরঞ্জীব, মারা যাবেন না। সকল প্রকার কল্যাণ তাঁর হাতে নিহিত। তিনি সব কিছুর উপর ক্ষমতাবান।\n\nতিরমিযী, নং ৩৪২৮; ইবন মাজাহ, ৫/২৯১, নং ৩৮৬০; হাকেম ১/৫৩৮। আর শাইখ আলবানী হাদীসটিকে সহীহ ইবন মাজাহ্‌ ২/২১; সহীহুত তিরমিযী, ৩/১৫২ হাসান হাদীস বলেছেন।"
      },
      {
        "title": "গ্রাম বা শহরে প্রবেশের দুআ",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِيْنَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّيْاطِيْنِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيْهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيْهَا \n\nহে আল্লাহ! সাত আসমান এবং তা যা কিছু ছায়া দিয়ে রেখেছে তার রব্ব! সাত যমীন এবং তা যা ধারণ করে রেখেছে তার রব্ব! শয়তানদের এবং ওদের দ্বারা পথভ্রষ্টদের রব্ব! বাতাসসমূহ এবং তা যা উড়িয়ে নেয় তার রব্ব! আমি আপনার নিকট চাই এ জনপদের কল্যাণ, এ জনপদবাসীর কল্যাণ এবং এর মাঝে যা আছে তার কল্যাণ। আর আমি আপনার নিকট আশ্রয় চাই এ জনপদের অনিষ্ট থেকে, তাতে বসবাসকারীদের অনিষ্ট থেকে এবং এর মাঝে যা আছে তার অনিষ্ট থেকে।\n\nহাকেম, আর তিনি একে সহীহ বলেছেন এবং ইমাম যাহাবী সেটা সমর্থন করেছেন ২/১০০; ইবনুস সুন্নী, নং ৫২৪। তাছাড়া হাফেয ইবন হাজার তাঁর তাখরীজুল আযকার ৫/১৫৪, একে হাসান বলেছেন। আল্লামা ইবন বায রাহেমাহুল্লাহ বলেন, ‘হাদীসটি নাসাঈ হাসান সনদে বর্ণনা করেছেন।’"
      },
      {
        "title": "কেউ ঋণ দিলে তা পরিশোধের সময় দুআ",
        "subtitle": "ঋণদাতার প্রতি প্রতিদান হচ্ছে যথা সময়ে ঋণ পরিশোধ করা ও তার কৃতজ্ঞতা প্রকাশ করা",
        "content": "\nبارَكَ اللّٰهُ لَكَ فِيْ أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ \n\nআল্লাহ আপনার পরিবারে ও সম্পদে বরকত দান করুন। ঋণের প্রতিদান তো কৃতজ্ঞতা প্রকাশ ও (ঠিকভাবে) আদায়।\n\nহাদীসটি সংকলন করেছেন, নাসাঈ, তাঁর আমালুল ইয়াওমি ওয়াল-লাইলাহ গ্রন্থে, পৃ. ৩০০; ইবন মাজাহ, ২/৮০৯, নং ২৪২৪"
      },
      {
        "title": "কেউ আপনার সাথে সদাচারণ করলে তার জন্য দুআ",
        "subtitle": "",
        "content": "\nجَزَاكَ اللّٰهُ خَيْراً \n\nআল্লাহ আপনাকে উত্তম বিনিময় দান করুন।\n\nতিরমিযী, হাদিস নং ২০৩৫। আরও দেখুন, সহীহুল জামে‘ ৬২৪৪; সহীহুত তিরমিযী, ২/২০০।"
      },
      {
        "title": "কোনো মুসলিমের প্রশংসা করা হলে সে যা বলবে",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ لاَ تُؤَاخِذْنِيْ بِمَا يَقُوْلُوْنَ، وَاغْفِرْ لِيْ مَا لاَ يَعْلَمُوْنَ، (وَاجْعَلْنِيْ خَيْراً مِمَّا يَظُّنُّوْنَ) \n\nহে আল্লাহ, তারা যা বলছে তার জন্য আমাকে পাকড়াও করবেন না, তারা (আমার ব্যাপারে) যা জানে না সে ব্যাপারে আমাকে ক্ষমা করুন। (আর তারা যা ধারণা করে তার চাইতেও আমাকে উত্তম বানান)\n\nবুখারী, আল-আদাবুল মুফরাদ, নং ৭৬১। আর শাইখ আলবানী তাঁর সহীহুল আদাবিল মুফরাদ গ্রন্থে নং ৫৮৫, সেটার সনদকে সহীহ বলেছেন। আর দু’ ব্রাকেটের মাঝখানের অংশ বাইহাকীর শু‘আবুল ঈমান গ্রন্থ থেকে নেওয়া হয়েছে, ৪/২২৮, যা অন্য পদ্ধতিতে এসেছে।"
      },
      {
        "title": "মোরগের ডাক ও গাধার স্বর অথবা রাতের বেলায় কুকুরের ডাক শুনলে দুআ",
        "subtitle": "",
        "content": "“যখন তোমরা মোরগের ডাক শুনবে, তখন তোমরা আল্লাহ্‌র অনুগ্রহ চাইবে, কেননা সে একটি ফেরেশতা দেখেছে। আর যখন তোমরা কোনো গাধার স্বর শুনবে, তখন শয়তান থেকে আল্লাহ্‌র কাছে আশ্রয় চাইবে; কেননা সে শয়তান দেখেছে।” [১] \n\nআবার “যখন তোমরা রাত্রিবেলা কুকুরের ডাক ও গাধার স্বর শুনবে, তখন তোমরা সেগুলো থেকে আল্লাহ্‌র কাছে আশ্রয় চাও; কেননা সেগুলো তা দেখে তোমরা যা দেখতে পাও না।” [২]\n\nأَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْـمِ \n\nবিতাড়িত শয়তান থেকে আমি আল্লাহ্‌র আশ্রয় নিচ্ছি।\n\n[১] বুখারী (ফাতহুল বারীসহ), ৬/৩৫০, নং ৩৩০৩; মুসলিম, ৪/২০৯২, নং ২৭২৯। \n[২] আবূ দাঊদ ৪/৩২৭, নং ৫১০৫; আহমাদ ৩/৩০৬, নং ১৪২৮৩। আর শাইখ আলবানী একে সহীহ আবি দাউদে ৩/৯৬১, সহীহ বলেছেন"
      },
      {
        "title": "হাঁচির দেয়ার পর দুআ ও তার উত্তর",
        "subtitle": "",
        "content": "তোমাদের কেউ হাঁচি দিলে বলবে,\n\nاَلْحَمْدُ لِلّٰهِ \n\nসকল প্রশংসা আল্লাহ্‌র\n\nএবং তার মুসলিম ভাই বা সাথী যেন অবশ্যই বলে,\n\nيَرْحَمُكَ اللّٰهُ \n\nআল্লাহ আপনাকে রহমত করুন\n\nযখন তাকে ইয়ারহামুকাল্লাহ বলা হয়, তখন হাঁচিদাতা যেন তার উত্তরে বলে,\n\nيَهْدِيْكُمُ اللّٰهُ وَيُصْلِحُ بَالَكُمْ \n\nআল্লাহ আপনাদেরকে সৎপথ প্রদর্শন করুন এবং আপনাদের অবস্থা উন্নত করুন।\n\nবুখারী ৭/১২৫, নং ৫৮৭০"
      },
      {
        "title": "স্ত্রী-সহবাসের পুর্বের দুআ",
        "subtitle": "নেক সন্তান ও শয়তান থেকে আশ্রয় প্রার্থনা",
        "content": "\nبِسْمِ اللّٰهِ، اللّٰهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا \n\nআল্লাহ্‌র নামে। হে আল্লাহ! আপনি আমাদের থেকে শয়তানকে দূরে রাখুন এবং আমাদেরকে আপনি যে সন্তান দান করবেন তার থেকেও শয়তানকে দূরে রাখুন।\n\nবুখারী ৬/১৪১, নং ১৪১; মুসলিম ২/১০২৮, নং ১৪৩৪"
      },
      {
        "title": "যে ব্যক্তি বলবে, ‘আমি আপনাকে আল্লাহ্‌র জন্য ভালোবাসি’— তার জন্য দুআ",
        "subtitle": "",
        "content": "\nأَحَبَّكَ الَّذِيْ أَحْبَبْتَنِيْ لَهُ \n\nযাঁর জন্য আপনি আমাকে ভালোবেসেছেন, তিনি আপনাকে ভালোবাসুন।\n\nহাদীসটি সংকলন করেছেন, আবু দাঊদ ৪/৩৩৩, নং ৫১২৫। আর শাইখ আলবানী একে সহীহ আবি দাউদে হাসান বলেছেন, ৩/৯৬৫"
      },
      {
        "title": "আপনাকে কেউ তার সম্পদ দান করার জন্য পেশ করলে তার জন্য দুআ",
        "subtitle": "",
        "content": "\nبَارَكَ اللّٰهُ لَكَ فِيْ أَهْلِكَ وَمَالِكَ \n\nআল্লাহ আপনার পরিবারে ও সম্পদে বরকত দান করুন।\n\nবুখারী, (ফাতহুল বারীসহ) ৪/২৮৮, হাদীস নং ২০৪৯"
      },
      {
        "title": "কেউ যদি বলে, ‘আল্লাহ আপনার উপর বরকত দিন’, তার জন্য দুআ",
        "subtitle": "",
        "content": "আয়িশা (রা:) হতে বর্ণিত রাসূলুল্লাহ (স:) একদিন একটি ভেড়া হাদিয়া পান এরপর তা দান করে দিতে বলেন। \n\nযখন সে দাসটি ফিরে আসল আয়িশা (রা:) জিজ্ঞেস করলেন, “তারা কী বলল?”\n\nসে উত্তর দিল, “তারা এই দোআ পাঠ করল,\n\nبَارَكَ اللّٰهُ فِيْكُمْ \n\nআল্লাহ আপনাদের মধ্যে বরকত দান করুন”\n\nআয়িশা (রা:) তখন বললেন,\n\nوَ فِيْهِمْ بَارَكَ اللّٰهُ \n\nআর তাদের মধ্যেও আল্লাহ বরকত দিন।\n\nوَفِيْكَ بَارَكَ اللّٰهُ \n\nআর আপনার মধ্যেও আল্লাহ বরকত দিন।\n\nহাদীসটি ইবনুস সুন্নী সংকলন করেছেন, পৃ. ১৩৮, নং ২৭৮। আরও দেখুন, ইবনুল কাইয়্যেমের আল-ওয়াবিলুস সাইয়্যেব, পৃ. ৩০৪। তাহকীক, বশীর মুহাম্মাদ উয়ূন"
      },
      {
        "title": "কোনো মুসলিম অপর মুসলিমকে প্রশংসা করলে যা বলবে",
        "subtitle": "",
        "content": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “যখন তোমাদের মধ্যে কেউ কারো প্রশংসা করতেই হয়, তখন যেন সে বলে, \n\nঅমুক প্রসঙ্গে আমি এ ধারণা রাখি, আর আল্লাহই তার ব্যাপারে সঠিক হিসাবকারী, আল্লাহ্‌র উপর (তাঁর জ্ঞানের উপরে উঠে) কারও প্রশংসা করছি না। আমি মনে করি, সে এ ধরনের, ও ধরনের (যদি তার সম্পর্কে তা জানা থাকে)\n\nমুসলিম, ৪/২২৯৬, নং ৩০০০"
      },
      {
        "title": "কোনো মুসলিমের প্রশংসা করা হলে সে যা বলবে",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ لاَ تُؤَاخِذْنِيْ بِمَا يَقُوْلُوْنَ، وَاغْفِرْ لِيْ مَا لاَ يَعْلَمُوْنَ، (وَاجْعَلْنِيْ خَيْراً مِمَّا يَظُّنُّوْنَ) \n\nহে আল্লাহ, তারা যা বলছে তার জন্য আমাকে পাকড়াও করবেন না, তারা (আমার ব্যাপারে) যা জানে না সে ব্যাপারে আমাকে ক্ষমা করুন। (আর তারা যা ধারণা করে তার চাইতেও আমাকে উত্তম বানান)\n\nবুখারী, আল-আদাবুল মুফরাদ, নং ৭৬১। আর শাইখ আলবানী তাঁর সহীহুল আদাবিল মুফরাদ গ্রন্থে নং ৫৮৫, সেটার সনদকে সহীহ বলেছেন। আর দু’ ব্রাকেটের মাঝখানের অংশ বাইহাকীর শু‘আবুল ঈমান গ্রন্থ থেকে নেওয়া হয়েছে, ৪/২২৮, যা অন্য পদ্ধতিতে এসেছে"
      }
    ]
  },
  {
    "category_id": 3,
    "category_name": "সাওম",
    "category_image": "https://i.imgur.com/l1JXHvh.jpg",
    "content_list": [
      {
        "title": "সাওমের নিয়ত",
        "subtitle": "নিয়ত করা ফরজ কিন্তু নিয়ত \"পড়া\" ফরজ নয়",
        "content": "নিয়ত করার অর্থ হচ্ছে মনে মনে সংকল্প করা। সাওম রাখার জন্য মনে মনে ইচ্ছা করা জরুরি। সেটা মুখে পড়া জরুরি নয়। আমাদের সমাজে যে সকল নিয়ত আরবিতে পাওয়া যায় সেগুলোর কোনোটিই কুরআন-হাদীস দ্বারা প্রমাণিত নয়। এগুলো কোনো আলেম বা আরবি ভাষায় পারদর্শী ব্যক্তির রচিত। তাই আমরা আমাদের অ্যাপের ইউজারদেরকে এসব থেকে দূরে থেকে সুন্দর সহজ পথ অনুসরণ করার আহ্বান জানাচ্ছি।\n\nআপনি সাহরি খেতে উঠেছেন সেটাই আপনার জন্য নিয়ত। সারা রমজান আপনি সাহরি খেতে পারেন বা না পারেন আপনি সাওম রাখবেন। এমন ইচ্ছা আপনার সাওম শুরু হবার আগেই থাকে। সেক্ষেত্রে এটিই আপনার জন্য নিয়ত। বিভিন্ন ক্যালেন্ডারে যে সকল নিয়তের আরবি বাক্য লিখা থাকে সেগুলো বর্জন করুন।\n\nনাওয়াইতুয়ান আসুম্মা গাদাম্মিন…‌ এই জাতীয় যত নিয়ত আছে এগুলোকে সালাত বা সাওমের জন্য জরুরি বা আবশ্যক মনে করা বিদআত। আল্লাহ ও তাঁর রাসূল (সাঃ) আমাদের জন্য নির্দিষ্ট করে দেন নি যে এই বাক্যগুলিই পড়তে হবে। তাই আমরা এগুলোকে সাওম বা সালাতের অংশ মনে করে সুনির্দিষ্ট করে নিলে নিশ্চিত এটি হবে আমাদের তরফ থেকে বাড়াবাড়ি। আল্লাহ আমাদেরকে সকল প্রকার বিদআত থেকে রক্ষা করুন।\n\nরেফারেন্সঃ\n1. assunnahtrust.com/সালাতের-সংক্ষিপ্ত-বিধান\n\n2. youtube.com/watch?v=6W5_ClQxPzs"
      },
      {
        "title": "ইফতারের দুআ",
        "subtitle": "ইফতারের আগে সাওম পালনকারীর দুআ বিফল হয় না",
        "content": "দুআ ১\n-------------------\n\nذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوْقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللّٰهُ \n\nপিপাসা মিটেছে, শিরাগুলো সিক্ত হয়েছে এবং আল্লাহ্‌ চান তো সওয়াব সাব্যস্ত হয়েছে।\n\nআবূ দাউদ ২/৩০৬, নং ২৩৫৯। সহীহুল জামে‘ ৪/২০৯\n\nদুআ ২\n-------------------\n\nاللّٰهُمَّ إِنِّيْ أَسْأَلُكَ بِرَحْمَتِكَ الَّتِيْ وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِيْ \n\nহে আল্লাহ! আপনার যে রহমত সকল কিছু পরিব্যাপ্ত করে রেখেছে তার উসীলায় আবেদন করি, আপনি আমাকে ক্ষমা করুন।\n\nইবন মাজাহ্‌ ১/৫৫৭, নং ১৭৫৩; যা মূলত আবদুল্লাহ ইবন আমর রাদিয়াল্লাহু আনহুমার দো‘আ। আর হাফেয ইবন হাজার তাঁর তাখরীজুল আযকারে এটার সনদকে হাসান বলেছেন। শরহুল আযকার, ৪/৩৪২।\n\nদুআ ৩ (দুর্বল হাদীস হতে প্রাপ্ত)\n---------------------------------------------\n\nاللَّهُمَّ اِنِّى لَكَ صُمْتُ وَبِكَ امنْتُ وَ عَلى رِزْقِكَ اَفْطَرْتُ\n\nহে আল্লাহ! আমি তোমার জন্য সাওম রেখেছি এবং তোমার রিজিক দ্বারা ইফতার করছি।\n\nসূত্রঃ আবু দাঊদ - ২৩৫৮। এর সানাদ মুরসাল। এছাড়া সানাদে জাহালাত রয়েছে। এই হাদীসের বর্ণনাকারী মু‘আয বিন যুহরা সম্পর্কে হাফিয বলেনঃ মাক্ববূল।"
      },
      {
        "title": "কোনো পরিবারের মেহমান হয়ে ইফতার করলে তাদের জন্য দুআ",
        "subtitle": "সাওম পালনকারীকে ইফতার করালে তার সমান সওয়াব পাওয়া যায়",
        "content": "\nأَفْطَرَ عِنْدَكُمُ الصَّائِمُوْنَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ \n\nআপনাদের কাছে রোযাদাররা ইফতার করুন, আপনাদের খাবার যেন সৎলোকেরা খায়, আর আপনাদের জন্য ফিরিশতারা ক্ষমা প্রার্থনা করুন।\n\nসুনান আবি দাউদ ৩/৩৬৭, নং ৩৮৫৬; ইবন মাজাহ ১/৫৫৬, নং ১৭৪৭; নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ২৯৬-২৯৮। আর সেখানে স্পষ্টভাবে বর্ণিত আছে যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তার পরিবারের কাছে ইফতার করতেন তখন তা বলতেন। আর শাইখ আলবানী তাঁর সহীহ আবি দাউদে একে সহীহ বলেছেন, ২/৭৩০।"
      },
      {
        "title": "রোযাদারকে কেউ গালি দিলে যা বলবে",
        "subtitle": "সাওম অবস্থায় ঝগড়া-বিবাদ ও অশালীন কাজ করা বিশেষ ভাবে নিষেধ",
        "content": "\nإِنِّيْ صَائِمٌ، إِنِّيْ صَائِمٌ \n\nনিশ্চয় আমি রোযাদার, নিশ্চয় আমি রোযাদার।\n\nবুখারী, (ফাতহুল বারীসহ) ৪/১০৩, নং ১৮৯৪; মুসলিম, ২/৮০৬, নং ১১৫১"
      },
      {
        "title": "লাইলাতুল ক্বদরের দুআ",
        "subtitle": "عَفُوٌّ বলতে এমন ক্ষমাকে বুঝানো হয় যা ক্ষমা করার পাশাপাশি আমলনামা থেকে একেবারে মুছে ফেলা হয়। অর্থাৎ কিয়ামতের দিন এই ধরনের ক্ষমা করা অপরাধগুলো সমগ্র মানবজাতির সামনে প্রকাশ করা হবে না",
        "content": "\nاللّٰهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّيْ \n\nহে আল্লাহ! তুমি ক্ষমাকারী, তুমি মাফ করতেই পছন্দ কর, অতএব তুমি আমাকে মাফ করে দাও\n\nসুনান ইবনে মাজাহ, বই ৩৪, হাদিস ২৪"
      },
      {
        "title": "তারাবীহ সালাতের প্রতি চার রাকাতের বিরতিতে পড়ার দুআ",
        "subtitle": "চার রাকাত সালাতের বিরতিতে নির্দিষ্ট কোনো দুআ নাই",
        "content": "আমাদের দেশে অনেক আগে থেকে একটি রেওয়াজ চালু আছে। বিশেষ করে গ্রামগঞ্জে তারাবীহ সালাতের প্রতি চার রাকাতের পর পুরো মসজিদের সব মুসল্লি একত্রে সুর করে একটি দুআ পড়েন। দুআর শুরুটি এরকমঃ \"সুবহানাযিল মুলকে ওয়াল মালাকুতে...\"\n\nদুঃখের বিষয় হলো উক্ত দুআটি কুরআন-হাদীসের কোথাও খুঁজে পান নি আলেমগণ। কোনো মুহাদ্দীসই উক্ত দুআটি কোনো হাদীসের কিতাবে আছে বলে জানতে পারেন নি। দুআর কথাগুলো ভালো। কিন্তু এই দুআটি আমরা যেরকম বিশেষ ভাবে তারাবীহ সালাতের প্রতি চার রাকাতের পর পড়াকে অনেক ফজিলতের বা একে তারাবীহ সালাতের দুআ বলে জানি। আল্লাহর রাসূল (সা) আমাদেরকে তা শিক্ষা দেন নি। কোনো সাহাবী এই দুআ পড়েছেন বলে জানা যায় না।\n\nতাহলে এই দুআ কোথা থেকে আসলো? সালাতের নিয়তের আরবি বাক্যগুলোর মত এই দুআটিও কোনো আলেম বা আরবি ভাষা জানেন এমন ব্যক্তি বানিয়েছেন। এর মাঝের অনেকগুলো শব্দ বা বাক্য অন্য কোনো দুআর অংশ হিসাবে পাওয়া যায়। কিন্তু এখানে পূর্ণাঙ্গ যেই দুআটি পড়া হয় তার অস্তিত্ব কুরআন-হাদীসে পাওয়া যায় না। তাই এই দুআকে তারাবীহ সালাতের প্রতি চার রাকাতে পড়াকে সুন্নত মনে করলে বা বিশেষ ফজিলতের মনে করলে তা বিদআত বলে গণ্য হবে। আল্লাহর রাসূল (সা) আমাদেরকে অনেক অনেক দুআ শিক্ষা দিয়েছেন। তাহলে কেন আমরা এমন দুআ পড়ব যা রাসূলের (সা) থেকে আসে নি? আমরা যুক্তি দিয়ে, একগুয়েমী করে কেন দলীল দিব আমাদের পূর্ব পুরুষেরা পড়ে গেছেন তাই আমাদেরও পড়তে হবে? সহীহ হাদীস দ্বারা যেই পরিমাণ দুআ প্রমাণিত সেগুলো শিক্ষা করতেই তো আমাদের জীবন পার হয়ে যাবে। তাহলে কেন এমন বাক্যগুলো মুখে আউড়াবো যেগুলোর ব্যাপারে আল্লাহর রাসূল (সা) কোনো সার্টিফিকেট দেন নাই?\n\nতারাবীহ সালাতের প্রতি চার রাকাতের মাঝে বিরতি দেয়া হয়। এই বিরতি দেয়াকে বলে তারাবীহ। এই বিরতির সময় আমরা যে কোনো যিক‍্‍র করতে পারি। ইস্তেগফার করতে পারি। দরূদ পড়তে পারি। যে কোনো মাসনূন দুআ (সুন্নাহ নির্দেশিত দুআ) পড়তে পারি। অথবা চাইলে চুপ করে বসে থেকে রেস্টও নিতে পারি। সাথে করে খাবার, পানি, চা-কফি নিয়ে গেলে এই বিরতিতে এগুলো খেতে পারি। এই বিরতি মূলত বিশ্রামের জন্য। এই বিশ্রামের সময়টাও আমরা আল্লাহর স্মরণে থাকতে পারলে আমাদেরই লাভ। তাই আসুন আমরা হাদীসে উল্লেখ আছে এমন যে কোনো দুআ ও যিক‍্‍র এই বিরতিতে করি। যদি বসে বসে সুবহানাল্লাহ, আলহামদুলিল্লাহ, আল্লাহু আকবার পড়ি তাহলে সেটাও অনেক উত্তম যিক‍্‍র হবে ইনশাআল্লাহ। আল্লাহ আমাদেরকে শিরক ও বিদআত মুক্ত দ্বীনের উপর অটল রাখুন।\n\n[উক্ত দুআর ব্যাপারে আপনার দ্বিমত থাকলে বা এই দুআ কোনো হাদীসের কিতাবে কোথাও উল্লেখ থাকলে আমাদেরকে জানাতে পারেন। তা জাল বা জয়ীফ না হলে আমরা ইনশাআল্লাহ আমাদের কনটেন্ট আপডেট করে দিব। দলীল ছাড়া অযথা আমাদের গালমন্দ না করার জন্য আগাম ধন্যবাদ।]"
      }
    ]
  },
  {
    "category_id": 4,
    "category_name": "সকাল-সন্ধ্যার যিক‍্‍র",
    "category_image": "https://i.imgur.com/l1JXHvh.jpg",
    "content_list": [
      {
        "title": "আয়াতুল কুরসী - জিন ও শয়তান থেকে নিরাপত্তা",
        "subtitle": "আয়াতুল কুরসী কুরআনের সর্বশ্রেষ্ট আয়াত",
        "content": "যে ব্যক্তি সকালে আয়াতুল কুরসী পড়বে সে বিকাল হওয়া পর্যন্ত জিন শয়তান থেকে আল্লাহর আশ্রয়ে থাকবে, আর যে ব্যক্তি বিকালে তা পড়বে সে সকাল হওয়া পর্যন্ত জিন শয়তান থেকে আল্লাহর আশ্রয়ে থাকবে।\n\nاَللّٰهُ لَآ إِلٰهَ إِلَّا هُوَ ۚ اَلْحَىُّ الْقَيُّومُ ۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌ ۚ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْأَرْضِ ؕ مَنْ ذَا الَّذِى يَشْفَعُ عِندَهٗ إِلَّا بِإِذْنِهٖ ؕ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهٖۤ إِلَّا بِمَاشَآءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْأَرْضَ ۚ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَا ۚ وَهُوَ الْعَلِىُّ الْعَظِيمُ\n\nআল্লাহ ছাড়া অন্য কোনো সত্য ইলাহ বা উপাস্য নেই। তিনি চিরঞ্জীব, সর্বসত্তার ধারক। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না এবং নিদ্রাও নয়। আসমানসমূহে ও যমীনে যা কিছু রয়েছে, সবই তাঁর। কে সে, যে সুপারিশ করবে তাঁর কাছে তাঁর অনুমতি ছাড়া? তাদের সামনে কিংবা পিছনে যা কিছু রয়েছে সে সবই তিনি জানেন। তাঁর জ্ঞানসীমা থেকে তারা কোনো কিছুকেই পরিবেষ্টিত করতে পারে না, কিন্তু যতটুকু তিনি ইচ্ছা করেন। তাঁর কুরসী (সিংহাসন) সমস্ত আসমান ও যমীনকে পরিবেষ্টিত করে আছে। আর এগুলোর রক্ষণাবেক্ষণ করা তাঁর পক্ষে কঠিন নয়। আর তিনি সুউচ্চ সুমহান।\n\n(সূরা বাক্বারা-২৫৫)\n\nহাদীসটি হাকিম সংকলন করেছেন, ১/৫৬২। আর শাইখ আলবানী একে সহীহুত তারগীব ওয়াত-তারহীবে সহীহ বলেছেন ১/২৭৩। আর তিনি একে নাসাঈ, তাবারানীর দিকে সম্পর্কযুক্ত করেছেন এবং বলেছেন, তাবারানীর সনদ ‘জাইয়্যেদ’ বা ভালো।"
      },
      {
        "title": "সব কিছুর নিরাপত্তার জন্য যথেষ্ট সূরা ইখলাস, ফালাক্ব ও নাস",
        "subtitle": "জাদু-টোনা, নজর লাগা ও জিন শয়তান থেকে নিরাপদ থাকার সূরা",
        "content": "রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যক্তি সকাল ও বিকালে সূরা ইখলাস, সূরা ফালাক্ব ও সূরা নাস তিনবার করে পড়বে, এটাই তার সবকিছুর (নিরাপত্তার) জন্য যথেষ্ট হবে।\n\n(আবু দাউদ ৪্৩২২, নং ৫০৮২, তিরমিযী ৫্৫৬৭, নং ৩৫৭৫)\n\nসূরা ইখলাস\n----------------------\n\nقُلْ هُوَ اللّٰهُ أَحَدٌ ﴿١﴾ اللّٰهُ الصَّمَدُ ﴿٢﴾ لَمْ يَلِدْ وَلَمْ يُوْلَدْ ﴿٣﴾ وَلَمْ يَكُنْ لَّهُ كُفُوًا أَحَدٌ ﴿٤﴾ \n\nবলুন, তিনি আল্লাহ্, এক-অদ্বিতীয়। আল্লাহ্ হচ্ছেন ‘সামাদ’ (তিনি কারো মুখাপেক্ষী নন, সকলেই তাঁর মুখাপেক্ষী)। তিনি কাউকেও জন্ম দেন নি এবং তাঁকেও জন্ম দেয়া হয় নি। আর তাঁর সমতুল্য কেউই নেই।\n\nসূরা ফালাক\n----------------------\n\nقُلْ أَعُوْذُ بِرَ‌بِّ الْفَلَقِ ﴿١﴾ مِنْ شَرِّ‌ مَا خَلَقَ ﴿٢﴾ وَمِنْ شَرِّ‌ غَاسِقٍ إِذَا وَقَبَ ﴿٣﴾ وَمِنْ شَرِّ‌ النَّفَّاثَاتِ فِيْ الْعُقَدِ ﴿٤﴾ وَمِنْ شَرِّ‌ حَاسِدٍ إِذَا حَسَدَ ﴿٥﴾ \n\nবলুন, আমি আশ্রয় প্রার্থনা করছি ঊষার রবের। তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে। ‘আর অনিষ্ট হতে রাতের অন্ধকারের, যখন তা গভীর হয়। আর অনিষ্ট হতে সমস্ত নারীদের, যারা গিরায় ফুঁক দেয়। আর অনিষ্ট হতে হিংসুকের, যখন সে হিংসা করে।\n\nসূরা নাস\n----------------------\n\nقُلْ أَعُوْذُ بِرَ‌بِّ النَّاسِ ﴿١﴾ مَلِكِ النَّاسِ ﴿٢﴾ إِلَـٰهِ النَّاسِ ﴿٣﴾ مِنْ شَرِّ‌ الْوَسْوَاسِ الْخَنَّاسِ ﴿٤﴾ الَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ‌ النَّاسِ ﴿٥﴾ مِنَ الْجِنَّةِ وَالنَّاسِ ﴿٦﴾ \n\nবলুন, আমি আশ্রয় প্রার্থনা করছি মানুষের রবের, মানুষের অধিপতির, মানুষের ইলাহের কাছে, আত্মগোপনকারী কুমন্ত্রণাদাতার অনিষ্ট হতে; যে কুমন্ত্রণা দেয় মানুষের অন্তরে, জিনের মধ্য থেকে এবং মানুষের মধ্য থেকে।"
      },
      {
        "title": "কোনো কিছু তার ক্ষতি করতে পারবে না",
        "subtitle": "এই দুআর বরকতে ইনশাআল্লাহ আপনি সকল প্রকার অনিষ্ট থেকে মুক্ত থাকবেন",
        "content": "যে ব্যক্তি সকালে তিনবার ও বিকালে তিনবার এই দুআ পড়বে, কোনো কিছুই তার কোনো ক্ষতি করতে পারবে না।\n\nبِسْمِ اللّٰهِ الَّذِيْ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِيْ الْأَرْضِ وَلاَ فِيْ السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ \n\nআল্লাহ্‌র নামে; যাঁর নামের সাথে আসমান ও যমীনে কোনো কিছুই ক্ষতি করতে পারে না। আর তিনি সর্বশ্রোতা, মহাজ্ঞানী।”\n\nআবূ দাউদ, ৪/৩২৩, নং ৫০৮৮; তিরমিযী, ৫/৪৬৫, নং ৩৩৮৮; ইবন মাজাহ, নং ৩৮৬৯; আহমাদ, নং ৪৪৬। আরও দেখুন, সহীহ ইবন মাজাহ, ২/৩৩২। আর আল্লামা ইবন বায রাহিমাহুল্লাহ তাঁর ‘তুহফাতুল আখইয়ার’ গ্রন্থের ৩৯ পৃষ্ঠায় এটার সনদকে হাসান বলেছেন।"
      },
      {
        "title": "জাহান্নামের আগুণ থেকে মুক্তির দুআ",
        "subtitle": "ফজর ও মাগরিবের পর ৭ বার",
        "content": "আল-হারিস ইবনু মুসলিম আত্‌-তামীমী (রাঃ) হতে তার পিতার সূত্র থেকে বর্ণিতঃ তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে বর্ণনা করেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে চুপে চুপে বলেন,\n\nযখন তুমি মাগরিবের সলাত হতে অবসর হয়ে সাতবার বলবেঃ\n اللَّهُمَّ أَجِرْنِي مِنَ النَّارِ\n\nহে আল্লাহ্‌! আমাকে জাহান্নাম হতে রক্ষা করো।\n\nতুমি তা বলার পর ঐ রাতে মারা গেলে তোমার জন্য জাহান্নাম হতে মুক্তি লেখা হবে। আর যখন তুমি ফাজ্‌রের সলাত শেষ করবে তখনও অনুরূপ বলবে, অতঃপর তুমি যদি ঐ দিন মারা যাও তাহলে তোমার জন্য জাহান্নাম হতে মুক্তি লেখা হবে।”\n\nমুহাম্মাদ ইবনু শু’আইব (রহঃ) বলেন, আবূ সাঈদ (রহঃ) আমাকে আল-হারিস (রাঃ) সূত্রে জানিয়েছেন, তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে তা চুপে চুপে বলেছেন, যাতে আমি আমার ভাইদের নিকট তা বিশেষভাবে প্রচার করি।\n\nহাদীসের মানঃ যঈফ (দুর্বল হাদীস)। উল্লেখ্য যঈফ হাদীসের বর্ণনা হতে প্রাপ্ত বাক্যগুলো দ্বারা দুআ করা জায়েজ আছে যদি তাতে কোনো শিরকী কথাবার্তা না থাকে।\n\nসুনানে আবু দাঊদ ৫০৭৯, মুসনাদে আহমাদ ৫০৭৭, ইবনু হিব্বান"
      },
      {
        "title": "সূরা হাশরের শেষ তিন আয়াত",
        "subtitle": "৭০ হাজার ফিরিশতা দুআর জন্য নিযুক্ত হবে",
        "content": "মা‘কিল ইবনু ইয়াসার (রাঃ) থেকে বর্ণিতঃ তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ\n\nযে ব্যক্তি সকালে (ঘুম থেকে) উঠে তিনবার বলবে,\n\n أَعُوذُ بِاللّٰهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ\n\nএবং এরপর সূরা হাশর-এর শেষের তিন আয়াত পড়বে আল্লাহ তা‘আলা তার জন্য সত্তর হাজার মালাক (ফেরেশতা) নিযুক্ত করবেন। এরা তার জন্য সন্ধ্যা পর্যন্ত দু‘আ করতে থাকবেন। যদি এ দিন সে মারা যায়, তার হবে শাহীদের মৃত্যু। যে ব্যক্তি এ দু‘আ সন্ধ্যার সময় পড়বে, সেও এ একই মর্যাদা পাবে।\n\n(তিরমিযী, দারিমী। ইমাম তিরমিযী বলেছেন, এ হাদীসটি গরীব।)\n\nهُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ - هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ  -  هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ \n\nতিনিই আল্লাহ, যিনি ব্যতীত কোন (সত্য) উপাস্য নেই, তিনি অদৃশ্য এবং দৃশ্যের পরিজ্ঞাতা, তিনিই অতি দয়াময়, পরম দয়ালু। তিনিই আল্লাহ, যিনি ব্যতীত কোন (সত্য) উপাস্য নেই। তিনিই অধিপতি, পবিত্র, নিরবদ্য, নিরাপত্তা বিধায়ক, রক্ষক, পরাক্রমশালী, প্রবল, গর্বের অধিকারী। যারা তার শরীক স্থির করে, আল্লাহ তা হতে পবিত্র মহান। তিনিই আল্লাহ সৃজনকর্তা, উদ্ভাবনকর্তা, রূপদাতা। সকল উত্তম নাম তাঁরই। আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে, সমস্তই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে। আর তিনিই পরাক্রমশালী, প্রজ্ঞাময়।\n(সূরা হাশরঃ ২২-২৪)\n\nহাদীসের মানঃ যঈফ (দুর্বল হাদীস)। কারণ এর সনদে খালিদ ইবনু ত্বহমান একজন দুর্বল রাবী।\n\nতিরমিযী ২৯২২, আহমাদ ২০৩০৬, দারিমী ৩৪৬৮, মু‘জামুল কাবীর লিত্ব ত্ববারানী ৫৩৭, শু‘আবূল ঈমান ২২৭২, য‘ঈফ আত্ তারগীব ৩৭৯, য‘ঈফ আল জামি‘ ৫৭৩২।"
      },
      {
        "title": "দুনিয়া ও আখেরাতের সকল চিন্তাভাবনার জন্য আল্লাহই যথেষ্ট হবেন",
        "subtitle": "দুআটি আপনার মনের সকল পেরেশানী ও অস্থিরতা দূর করে দিবে ইনশাআল্লাহ",
        "content": "যে ব্যক্তি এই দুআটি সকালে ৭ বার ও বিকালে ৭ বার পড়বে তার দুনিয়া ও আখিরাতের সকল চিন্তাভাবনার জন্য আল্লাহই যথেষ্ট হবেন।\n\nحَسْبِيَ اللّٰهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ \n\nআল্লাহই আমার জন্য যথেষ্ট, তিনি ছাড়া আর কোনো হক্ব ইলাহ নেই। আমি তাঁর উপরই ভরসা করি। আর তিনি মহান আরশের রব্ব।\n\nইবনুস সুন্নী, নং ৭১, মারফূ‘ সনদে; আবূ দাউদ ৪/৩২১; মাওকূফ সনদে, নং ৫০৮১। আর শাইখ শু‘আইব ও আব্দুল কাদের আরনাঊত এর সনদকে সহীহ বলেছেন। দেখুন, যাদুল মা‘আদ ২/৩৭৬।"
      },
      {
        "title": "তার চেয়ে কেউ উৎকৃষ্ট হবে না যে এই দুআ বেশি বেশি পড়বে",
        "subtitle": "",
        "content": "যে ব্যক্তি সকালে ১০০ বার ও বিকালে ১০০ বার এই দুআটি পড়বে, কিয়ামতের দিন তার চেয়ে বেশি উত্তম কিছু কেউ নিয়ে আসতে পারবে না, তবে সে ব্যক্তি (পারবে) যে তার মত এই আমল করবে বা তার চেয়েও বেশি আমল করবে।\n\nسُبْحَانَ اللّٰهِ وَبِحَمْدِهِ \n\nআমি আল্লাহর প্রশংসাসহ পবিত্রতা ও মহিমা ঘোষণা করছি।\n\nমুসলিম ৪/২০৭১, নং ২৬৯২।"
      },
      {
        "title": "দশটি দাস মুক্তির অনুরূপ ও একশত সাওয়াব",
        "subtitle": "",
        "content": "যে ব্যক্তি এই দুআ দিনে ১০০ বার পড়বে সেটা তার জন্য ১০ টি দাস মুক্ত করার অনুরূপ (সওয়াব) হবে। তার জন্য ১০০ সওয়াব লিখা হবে। সে দিন বিকাল পর্যন্ত সেটা তার জন্য শয়তান থেকে বাঁচার উপায় হিসাবে বিবেচিত হবে। আর কেউ (কিয়ামতের দিন) তার মত কিছু নিয়ে আসতে পারবে না। হ্যাঁ, সে ব্যক্তি ব্যতীত যে তার চেয়েও বেশি আমল করবে [৩]\n\n১০ বার [১] অথবা (অলসতা লাগলে) ১ বার [২] বলবে অথবা একশত বার বলবে,\n\nلاَ إِلَهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ \n\nএকমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই, রাজত্ব তাঁরই, সমস্ত প্রশংসাও তাঁর, আর তিনি সকল কিছুর উপর ক্ষমতাবান।\n\n[১] নাসাঈ, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ২৪। আরও দেখুন, সহীহুত তারগীব ওয়াত তারহীব, ১/২৭২; ইবন বায, তুহফাতুল আখইয়ার পৃ.৪৪। এর ফযীলতের ব্যাপারে আরও দেখন, পৃ.হাদীস নং ২৫৫। \n[২] আবূ দাউদ, নং ৫০৭৭; ইবন মাজাহ, নং ৩৭৯৮; আহমাদ নং ৮৭১৯। আরও দেখুন, সহীহুত তারগীব ওয়াত তারহীব, ১/২৭০; সহীহ আবি দাউদ ৩/৯৫৭; সহীহ ইবন মাজাহ ২/৩৩১ ও যাদুল মা‘আদ ২/৩৭৭। \n[৩] বুখারী, ৪/৯৫, নং ৩২৯৩; মুসলিম, ৪/২০৭১, নং ২৬৯১।"
      },
      {
        "title": "সকাল ও বিকালের মাসনূন দুআ ১",
        "subtitle": "অকল্যান, অলসতা, জাহান্নাম থেকে মুক্তি চেয়ে প্রার্থনা",
        "content": "সকালে (বা বিকালে) বলবে,\n\nأَصْبَحْنَا وَأَصْبَحَ (أَمْسَيْنَا وَ أَمْسَىا) الْمُلْكُ لِلّٰهِ، وَالْحَمْدُ لِلّٰهِ، لاَ إِلَهَ إلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ (هَذِهِ اللَّيْلَةِ) وَخَيْرَ مَا بَعْدَهُ (بَعْدَهَا)، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ (هَذِهِ اللَّيْلَةِ) وَشَرِّ مَا بَعْدَهُ (بَعْدَهَا)، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِيْ النَّارِ وَعَذَابٍ فِيْ الْقَبْرِ \n\nআমরা আল্লাহর জন্য সকালে (বিকালে) উপনীত হয়েছি, অনুরূপ যাবতীয় রাজত্বও সকালে (বিকালে) উপনীত হয়েছে, আল্লাহ্‌র জন্য। সমুদয় প্রশংসা আল্লাহ্‌র জন্য। একমাত্র আল্লাহ ছাড়া কোনো হক্ব ইলাহ নেই, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই এবং প্রশংসাও তাঁর, আর তিনি সকল কিছুর উপর ক্ষমতাবান। হে রব্ব! এই দিনের (রাতের) মাঝে এবং এর পরে যা কিছু কল্যাণ আছে আমি আপনার নিকট তা প্রার্থনা করি। আর এই দিনের (রাতের) মাঝে এবং এর পরে যা কিছু অকল্যাণ আছে, তা থেকে আমি আপনার আশ্রয় চাই। \nহে রব্ব! আমি আপনার কাছে আশ্রয় চাই অলসতা ও খারাপ বার্ধক্য থেকে। হে রব্ব!আমি আপনার কাছে আশ্রয় চাই জাহান্নামে আযাব হওয়া থেকে এবং কবরে আযাব হওয়া থেকে।\n\nমুসলিম, ৪/২০৮৮, নং ২৭২৩"
      },
      {
        "title": "সকাল ও বিকালের মাসনূন দুআ ২",
        "subtitle": "",
        "content": "সকালে বলবে,\n\nاللّٰهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ \n\nহে আল্লাহ! আমরা আপনার জন্য সকালে উপনীত হয়েছি এবং আপনারই জন্য আমরা বিকালে উপনীত হয়েছি। আর আপনার দ্বারা আমরা জীবিত থাকি, আপনার দ্বারাই আমরা মারা যাব; আর আপনার দিকেই উত্থিত হব।\n\nবিকালে বলবে,\n\nاللّٰهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَإِلَيْكَ الْمَصِيْرُ. \n\nহে আল্লাহ!আমরা আপনার জন্য বিকালে উপনীত হয়েছি এবং আপনারই জন্য আমরা সকালে উপনীত হয়েছি। আর আপনার দ্বারা আমরা জীবিত থাকি, আপনার দ্বারাই আমরা মারা যাব;আর আপনার দিকেই প্রত্যাবর্তিত হব।\n\nতিরমিযী, ৫/৪৬৬, নং ৩৩৯১। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৪২"
      },
      {
        "title": "সকাল ও বিকালের মাসনূন দুআ ৩",
        "subtitle": "",
        "content": "তিন বার বলবে,\n\nاللّٰهُمَّ عَافِنِيْ فِيْ بَدَنِي، اللّٰهُمَّ عَافِنِيْ فِيْ سَمْعِي، اللّٰهُمَّ عَافِنِيْ فِيْ بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ، اللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ \n\nহে আল্লাহ! আমাকে নিরাপত্তা দিন আমার শরীরে। হে আল্লাহ! আমাকে নিরাপত্তা দিন আমার শ্রবণশক্তিতে। হে আল্লাহ! আমাকে নিরাপত্তা দিন আমার দৃষ্টিশক্তিতে। আপনি ছাড়া কোনো হক্ব ইলাহ নেই। হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাই কুফরি ও দারিদ্র্য থেকে। আর আমি আপনার আশ্রয় চাই কবরের আযাব থেকে। আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই।\n\nআবূ দাউদ ৪/৩২৪, নং ৫০৯২; আহমাদ ৫/৪২, নং ২০৪৩০; নাসাঈ, আমালুল ইয়াওমি ওয়াল্লাইলাহ, নং ২২; ইবনুস সুন্নী, নং ৬৯; বুখারী, আল-আদাবুল মুফরাদ, নং ৭০১। আর শাইখ আল্লামা ইবন বায রাহিমাহুল্লাহ ‘তুহফাতুল আখইয়ার’ গ্রন্থের পৃ. ২৬ এ এর সনদকে হাসান বলেছেন।"
      },
      {
        "title": "সকাল ও বিকালের মাসনূন দুআ ৪",
        "subtitle": "",
        "content": "\nيَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ أَصْلِحْ لِيْ شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ \n\nহে চিরঞ্জীব, হে চিরস্থায়ী! আমি আপনার রহমতের অসীলায় আপনার কাছে উদ্ধার কামনা করি, আপনি আমার সার্বিক অবস্থা সংশোধন করে দিন, আর আমাকে আমার নিজের কাছে নিমেষের জন্যও সোপর্দ করবেন না।\n\nহাকেম ১/৫৪৫, তিনি হাদীসটিকে সহীহ বলেছেন, আর যাহাবী তা সমর্থন করেছেন। আরও দেখুন, সহীহ আত-তারগীব ওয়াত-তারহীব ১/২৭৩"
      },
      {
        "title": "সংক্ষিপ্ত একটি ইসতিগফার",
        "subtitle": "",
        "content": "প্রতি দিন ১০০ বার বলবে,\n\nأَسْتَغْفِرُ اللّٰهَ وَأَتُوْبُ إِلَيْهِ \n\nআমি আল্লাহ্‌র কাছে ক্ষমা প্রার্থনা করছি এবং তাঁর নিকটই তাওবা করছি\n\nবুখারী (ফাতহুল বারীসহ) ১১/১০১, নং ৬৩০৭; মুসলিম ৪/২০৭৫, নং ২৭০২।"
      },
      {
        "title": "যুদ্ধক্ষেত্র থেকে পলায়নকারীর ন্যায় গুনাহ মাফ হয়ে যাওয়ার দুআ",
        "subtitle": "জিহাদের ময়দান থেকে পালানোর মত কঠিন গুনাহও এই ইসতিগফারের মাধ্যমে তাওবা করলে ক্ষমা হবে",
        "content": "রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “আল্লাহ্‌র শপথ, নিশ্চয় আমি দৈনিক সত্তর -এর অধিকবার আল্লাহ্‌র কাছে ক্ষমা চাই এবং তাওবা করি।” [১] \n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “হে মানুষ, তোমরা আল্লাহ্‌র কাছে তাওবা কর, নিশ্চয় আমি আল্লাহ্‌র কাছে দৈনিক একশত বার তাওবা করি।” [২] \n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “যে ব্যক্তি এই দুআটি পড়বে, আল্লাহ তাকে মাফ করে দিবেন যদিও সে যুদ্ধক্ষেত্র থেকে পলায়নকারী হয়।” [৩]\n\nأَسْتَغْفِرُ اللّٰهَ الْعَظيْمَ الَّذِيْ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيُّوْمُ وَأَتُوْبُ إِلَيْهِ \n\nআমি মহামহিম আল্লাহ্‌র নিকট ক্ষমা চাই, যিনি ছাড়া আর কোনো হক্ব ইলাহ নেই, তিনি চিরস্থায়ী, সর্বসত্তার ধারক। আর আমি তাঁরই নিকট তওবা করছি।’\n\n[১] বুখারী, ফাতহুল বারীসহ, ১১/১০১, নং ৬৩০৭। \n[২] মুসলিম, ৪/২০৭৬, নং ২৭০২। \n[৩] আবূ দাউদ ২/৮৫, নং ১৫১৭; তিরমিযী ৫/৫৬৯, নং ৩৫৭৭"
      },
      {
        "title": "সায়্যিদুল ইসতিগফার - ক্ষমা চাওয়ার শ্রেষ্ঠ দুআ",
        "subtitle": "যে ইসতিগফারের মাধ্যমে আল্লাহ বান্দার সকল গুনাহ মাফ করে জান্নাতে প্রবেশ করাবেন",
        "content": "যে ব্যক্তি সকালে অথবা সন্ধ্যায় এটি (সায়্যিদুল ইসতিগফার) অর্থ বুঝে দৃঢ় বিশ্বাসসহ পড়বে, সে ঐ দিন রাতে বা দিনে মারা গেলে অবশ্যই জান্নাতে যাবে।\n\nاللّٰهُمَّ أَنْتَ رَبِّيْ لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ وَأَنَا عَبْدُكَ \n\nহে আল্লাহ্‌! আপনি আমার রব্ব, আপনি ছাড়া আর কোনো হক্ব ইলাহ নেই। আপনি আমাকে সৃষ্টি করেছেন এবং আমি আপনার বান্দা।\n\nوَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ \n\nআর আমি আমার সাধ্য মতো আপনার (তাওহীদের) অঙ্গীকার ও (জান্নাতের) প্রতিশ্রুতির উপর রয়েছি। আমি আমার কৃতকর্মের অনিষ্ট থেকে আপনার আশ্রয় চাই।\n\nأَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِيْ \n\nআপনি আমাকে আপনার যে নিয়ামত দিয়েছেন তা আমি স্বীকার করছি, আর আমি স্বীকার করছি আমার অপরাধ।\n\nفَاغْفِرْ لِيْ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ \n\nঅতএব আপনি আমাকে মাফ করুন। নিশ্চয় আপনি ছাড়া আর কেউ গুনাহসমূহ মাফ করে না।\n\nবুখারী, ৭/১৫০, নং ৬৩০৬"
      },
      {
        "title": "সাগরের ফেনারাশির সমান পাপ মুছে ফেলার দুআ",
        "subtitle": "যে ইসতিগফারের মাধ্যমে আল্লাহ বান্দার সকল গুনাহ মাফ করে জান্নাতে প্রবেশ করাবেন",
        "content": "রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেন, যে ব্যক্তি দৈনিক ১০০ বার এই দুআ পড়ে, তার পাপসমূহ মুছে ফেলা হয়, যদিও তা সাগরের ফেনারাশির সমান হয়ে থাকে।\n\nسُبْحَانَ اللّٰهِ وَبِحَمْدِهِ \n\nআমি আল্লাহর সপ্রশংসা পবিত্রতা ঘোষণা করছি\n\nবুখারী ৭/১৬৮, নং ৬৪০৫; মুসলিম ৪/২০৭১, নং ২৬৯১"
      },
      {
        "title": "কিয়ামতের দিনে আল্লাহর সন্তুষ্টি",
        "subtitle": "",
        "content": "যে ব্যক্তি এই দুআ সকাল ও বিকালে তিনবার করে পড়বে, আল্লাহর কাছে তার অধিকার হয়ে যায় তাকে কিয়ামতের দিন সন্তুষ্ট করা।\n\nرَضِيْتُ بِاللّٰهِ رَبًّا، وَبِالْإِسْلاَمِ دِيْنًا وَّبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا \n\nআল্লাহকে রব, ইসলামকে দীন ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে নবীরূপে গ্রহণ করে আমি সন্তুষ্ট।\n\nআহমাদ ৪/৩৩৭; নং ১৮৯৬৭; নাসাঈ, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ৪; ইবনুস সুন্নী, নং ৬৮; আবু দাউদ, ৪/৩১৮, নং ১৫৩১; তিরমিযী ৫/৪৬৫, নং ৩৩৮৯। আর ইবন বায রাহিমাহুল্লাহ ‘তুহফাতুল আখইয়ার’ এর ৩৯ পৃষ্ঠায় একে হাসান বলেছেন।"
      },
      {
        "title": "কিয়ামতের দিন রাসূলের (স) সুপারিশ লাভ",
        "subtitle": "",
        "content": "নবী (সা) বলেছেনঃ “যে ব্যক্তি সকালে আমার উপর দশবার দরূদ পাঠ করবে এবং বিকাল বেলা দশবার দরূদ পাঠ করবে, কিয়ামতের দিন আমার সুপারিশ দ্বারা সৌভাগ্যবান হবে।”\n\nاللّٰهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ \n\nহে আল্লাহ! আপনি সালাত ও সালাম পেশ করুন আমাদের নবী মুহাম্মাদের উপর।\n\nতাবরানী হাদীসটি দু’ সনদে সংকলন করেন, যার একটি উত্তম। দেখুন, মাজমা‘উয যাওয়ায়েদ ১০/১২০; সহীহুত তারগীব ওয়াত তারহীব ১/২৭৩।"
      },
      {
        "title": "জাহান্নামের আগুন থেকে মুক্তি",
        "subtitle": "আল্লাহর তাওহীদের ও রাসূলের (সা) এর রিসালাতের সাক্ষ্য প্রদান",
        "content": "যে ব্যক্তি সকালে অথবা বিকালে এই দুআ চারবার পড়বে, আল্লাহ তাকে জাহান্নামের আগুন থেকে মুক্ত করবেন।\n\nاللّٰهُمَّ إِنّيْ أَصْبَحْتُ (أَمْسَيْتُ) أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيْعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللّٰهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُوْلُكَ \n\nহে আল্লাহ! আমি সকালে (বিকালে) উপনীত হয়েছি। আপনাকে আমি সাক্ষী রাখছি, আরও সাক্ষী রাখছি আপনার ‘আরশ বহনকারীদেরকে, আপনার ফেরেশতাগণকে ও আপনার সকল সৃষ্টিকে, (এর উপর) যে— নিশ্চয় আপনিই আল্লাহ, একমাত্র আপনি ছাড়া আর কোন হক্ব ইলাহ নেই, আপনার কোনো শরীক নেই; আর মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার বান্দা ও রাসূল।\n\nআবূ দাউদ ৪/৩১৭, নং ৫০৭১; বুখারী, আল-আদাবুল মুফরাদ, নং ১২০১; নাসাঈ, ‘আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ৯; ইবনুস সুন্নী, নং ৭০। সম্মানিত শাইখ আবদুল আযীয ইবন বায রাহেমাহুল্লাহ তাঁর তুহফাতুল আখইয়ার গ্রন্থের পৃ. ২৩ এ নাসাঈ ও আবূ দাউদের সনদকে হাসান বলেছেন।"
      },
      {
        "title": "সারা দিন ও রাতের শুকরিয়া আদায়ের দুআ",
        "subtitle": "আল্লাহর শুকরিয়া আদায় করলে আল্লাহ নিয়ামত আরো বাড়িয়ে দেন",
        "content": "যে ব্যক্তি সকালে এই দুআ পাঠ করলো, সে যেন সেই দিনের শুকরিয়া আদায় করলো। আর যে ব্যক্তি বিকালে এ দুআ পাঠ করলো সে যেন রাতের শুকরিয়া আদায় করলো।\n\nاللّٰهُمَّ مَا أَصْبَحَ (أَمْسَى) بِيْ مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ \n\nহে আল্লাহ! যে নেয়ামত আমার সাথে সকালে (বিকালে) উপনীত হয়েছে, অথবা আপনার সৃষ্টির অন্য কারও সাথে; এসব নেয়ামত কেবলমাত্র আপনার নিকট থেকেই; আপনার কোনো শরীক নেই। সুতরাং সকল প্রশংসা আপনারই। আর সকল কৃতজ্ঞতা আপনারই প্রাপ্য।\n\nহাদীসটি সংকলন করেছেন, আবূ দাউদ ৪/৩১৮, নং ৫০৭৫; নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ৭; ইবনুস সুন্নী, নং ৪১; ইবন হিব্বান, (মাওয়ারিদ) নং ২৩৬১। আর শাইখ ইবন বায তাঁর তুহফাতুল আখইয়ার পৃ. ২৪ এ এর সনদকে হাসান বলেছেন।"
      },
      {
        "title": "চারটি বাক্য সারা সকাল ইবাদতের চেয়েও ওজনে ভারী",
        "subtitle": "",
        "content": "উম্মুল মুমিনিন জুওয়ায়রিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ (সা) প্রত্যূষে তাঁর নিকট থেকে বের হলেন। যখন তিনি ফজরের সালাত আদায় করলেন তখন তিনি সালাতের জায়গায় ছিলেন। এরপর তিনি –দুহা’র পরে ফিরে এলেন। তখনও তিনি বসেছিলেন। নবী (সা) বললেন, আমি তোমাকে যে অবস্হায় রেখে গিয়েছিলাম তুমি সেই অবস্হায়ই আছো? \n\nতিনি বললেন, হ্যা। তখন নবী (সা) বললেনঃ আমি তোমার নিকট থেকে যাওয়ার পর চারটি কালেমা তিনবার পাঠ করেছি। আজকে তুমি এ পর্যন্ত যা বলেছ তার সাথে ওযন করলে এই কালেমা চারটির ওযনই বেশী হবে। \n\nকালেমাগুলো এই- (তিনবার বলবে)\n\nسُبْحَانَ اللّٰهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ \n\nআমি আল্লাহর প্রশংসাসহ পবিত্রতা ও মহিমা ঘোষণা করছি— তাঁর সৃষ্ট বস্তুসমূহের সংখ্যার সমান, তাঁর নিজের সন্তোষের সমান, তাঁর আরশের ওজনের সমান ও তাঁর বাণীসমূহ লেখার কালি পরিমাণ (অগণিত অসংখ্য)\n\nমুসলিম ৪/২০৯০, নং ২৭২৬।"
      },
      {
        "title": "উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমলের দো'আ",
        "subtitle": "",
        "content": "তিন বার সকালবেলা বলবে,\n\nاللّٰهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا \n\nহে আল্লাহ! আমি আপনার নিকট উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমল প্রার্থনা করি।\n\nহাদীসটি সংকলন করেছেন, ইবনুস সুন্নী, নং ৫৪; ইবন মাজাহ, নং ৯২৫। আর আব্দুল কাদের ও শু‘আইব আল-আরনাঊত যাদুল মা‘আদের সম্পাদনায় ২/৩৭৫; এর সনদকে হাসান বলেছেন।"
      },
      {
        "title": "বিষধর প্রাণীর ক্ষতি থেকে নিরাপত্তা",
        "subtitle": "",
        "content": "যে ব্যক্তি বিকালে এ দুআটি তিনবার পড়বে, সে রাতে কোনো বিষধর প্রাণী তার ক্ষতি করতে পারবে না।\n\nأَعُوْذُ بِكَلِمَاتِ اللّٰهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ \n\nআল্লাহ্‌র পরিপূর্ণ কালেমাসমূহের ওসিলায় আমি তাঁর নিকট তাঁর সৃষ্টির ক্ষতি থেকে আশ্রয় চাই।\n\nআহমাদ ২/২৯০, নং ৭৮৯৮; নাসাঈ, আমালুল ইয়াওমি ওয়াল লাইলাহ, নং ৫৯০; ইবনুস সুন্নী, নং ৬৮; আরও দেখুন, সহীহুত তিরমিযী ৩/১৮৭; সহীহ ইবন মাজাহ ২/২৬৬; তুহফাতুল আখইয়ার লি ইবন বায, পৃ. ৪৫।"
      }
    ]
  },
  {
    "category_id": 5,
    "category_name": "কুরআন থেকে",
    "category_image": "https://i.imgur.com/l1JXHvh.jpg",
    "content_list": [
      {
        "title": "মুর্খতা থেকে মুক্তি চেয়ে দুআ [২:৬৭]",
        "subtitle": "",
        "content": "\nأَعُوْذُ بِاللّٰهِ أَنْ أَكُوْنَ مِنَ الْجَاهِلِيْنَ \n\nআমি মূর্খদের অন্তর্ভুক্ত হওয়া থেকে আল্লাহর আশ্রয় চাচ্ছি\n\nসূরা আল বাকারাহ - ২:৬৭\n"
      },
      {
        "title": "আমল কবুলের জন্য দুআ [২:১২৭-১২৮]",
        "subtitle": "",
        "content": "\nرَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيْعُ العَلِيْمُ \n\nহে আমাদের রব, আমাদের পক্ষ থেকে কবূল করুন। নিশ্চয় আপনি সর্বশ্রোতা, সর্বজ্ঞানী\n\nرَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ \n\nহে আমাদের রব, আমাদেরকে আপনার অনুগত করুন এবং আমাদের বংশধরের মধ্য থেকে আপনার অনুগত জাতি বানান। আর আমাদেরকে আমাদের ইবাদাতের বিধি-বিধান দেখিয়ে দিন এবং আমাদেরকে ক্ষমা করুন। নিশ্চয় আপনি ক্ষমাশীল, পরম দয়ালু\n\nসূরা আল বাকারাহ - ২:১২৭-১২৮"
      },
      {
        "title": "দুনিয়া ও আখিরাতের কল্যান চেয়ে দুআ [২:২০১]",
        "subtitle": "",
        "content": "\nرَبَّنَا آتِنَا فِيْ الدُّنْيَا حَسَنَةً وَّفِيْ الْآخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ \n\nহে আমাদের রব, আমাদেরকে দুনিয়াতে কল্যাণ দিন। আর আখিরাতেও কল্যাণ দিন এবং আমাদেরকে আগুনের আযাব থেকে রক্ষা করুন।\n\nসূরা আল বাকারাহ - ২:২০১"
      },
      {
        "title": "ধৈর্য্য, একনিষ্ঠতা এবং বিজয় প্রার্থনা [২:২৫০]",
        "subtitle": "",
        "content": "\nرَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَّثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى القَوْمِ الكَافِرِيْنَ \n\nহে আমাদের রব, আমাদের উপর ধৈর্য ঢেলে দিন, আমাদের পা স্থির রাখুন এবং আমাদেরকে কাফের জাতির বিরুদ্ধে সাহায্য করুন।\n\nসূরা আল বাকারাহ - ২:২৫০"
      },
      {
        "title": "সূরা বাক্বারার শেষ দুই আয়াতঃ আনুগত্য স্বীকার করে ক্ষমা ও সাহায্য প্রার্থনা - [২:২৮৫-২৮৬]",
        "subtitle": "",
        "content": "\nآمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ - \n\nلَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنتَ مَوْلَانَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ - \n\nরাসূল তার প্রভুর পক্ষ থেকে যা তার কাছে নাযিল করা হয়েছে তার উপর ঈমান এনেছেন এবং মুমিনগণও। প্রত্যেকেই ঈমান এনেছে আল্লাহ্র উপর, তাঁর ফেরেশ্তাগণ, তাঁর কিতাবসমূহ এবং তাঁর রাসূলগণের উপর। আমরা তাঁর রাসূলগণের কারও মধ্যে তারতম্য করি না। আর তারা বলে, আমরা শুনেছি ও মেনে নিয়েছি। হে আমাদের রব! আপনার ক্ষমা প্রার্থনা করি এবং আপনার দিকেই প্রত্যাবর্তনস্থল।\n\nআল্লাহ্ কারো উপর এমন কোন দায়িত্ব চাপিয়ে দেন না যা তার সাধ্যাতীত। সে ভাল যা উপার্জন করে তার প্রতিফল তারই, আর মন্দ যা কামাই করে তার প্রতিফল তার উপরই বর্তায়। ‘হে আমাদের রব! যদি আমরা বিস্মৃত হই অথবা ভুল করি তবে আপনি আমাদেরকে পাকড়াও করবেন না। হে আমাদের রব! আমাদের পূর্ববর্তীগণের উপর যেমন বোঝা চাপিয়ে দিয়েছিলেন আমাদের উপর তেমন বোঝা চাপিয়ে দিবেন না। হে আমাদের রব! আপনি আমাদেরকে এমন কিছু বহন করাবেন না যার সামর্থ আমাদের নেই। আর আপনি আমাদের পাপ মোচন করুন, আমাদেরকে ক্ষমা করুন, আমাদের প্রতি দয়া করুন, আপনিই আমাদের অভিভাবক। অতএব কাফির সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য করুন।\n\n(সূরা বাক্বারা, আয়াত ২৮৫-২৮৬)"
      },
      {
        "title": "হেদায়াতের পর অন্তরের বক্রতা হতে মুক্তি চাওয়া [৩:৮-৯]",
        "subtitle": "",
        "content": "\nرَبَّنَا لاَ تُزِغْ قُلُوْبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ \n\nহে আমাদের রব, আপনি হিদায়াত দেয়ার পর আমাদের অন্তরসমূহ বক্র করবেন না এবং আপনার পক্ষ থেকে আমাদেরকে রহমত দান করুন।\n\n\nرَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيْهِ ۚ إِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ \n\nহে আমাদের রব, নিশ্চয় আপনি মানুষকে সমবেত করবেন এমন একদিন, যাতে কোন সন্দেহ নেই। নিশ্চয় আল্লাহ প্রতিশ্রুতি ভঙ্গ করেন না।\n\nসূরা আলে ইমরান - ৩:৮-৯"
      },
      {
        "title": "ক্ষমা এবং জাহান্নাম হতে মুক্তি চাওয়া [৩:১৬]",
        "subtitle": "",
        "content": "\nرَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَقِنَا عَذَابَ النَّارِ \n\nহে আমাদের রব, নিশ্চয় আমরা ঈমান আনলাম। অতএব, আমাদের পাপসমূহ ক্ষমা করুন এবং আমাদেরকে আগুনের আযাব থেকে রক্ষা করুন।\n\nসূরা আলে ইমরান - ৩:১৬"
      },
      {
        "title": "সুসন্তান লাভের জন্য দুআ [৩:৩৮]",
        "subtitle": "",
        "content": "\nرَبِّ هَبْ لِيْ مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيْعُ الدُّعَاءِ \n\nহে আমার রব, আমাকে আপনার পক্ষ থেকে উত্তম সন্তান দান করুন। নিশ্চয় আপনি প্রার্থনা শ্রবণকারী।\n\nসূরা আলে ইমরান - ৩:৩৮"
      },
      {
        "title": "তাওহীদ ও রিসালাতের স্বীকৃতি ও সাক্ষ্যদাতাদের অন্তর্ভুক্ত করার দুআ [৩:৫৩]",
        "subtitle": "",
        "content": "\nرَبَّنَا آمَنَّا بِمَا أَنْزَلَتْ وَاتَّبَعْنَا الرَّسُوْلَ فَاكْتُبْنَا مَعَ الشَّاهِدِيْنَِ \n\nহে আমাদের রব, আপনি যা নাযিল করেছেন তার প্রতি আমরা ঈমান এনেছি এবং আমরা রাসূলের অনুসরণ করেছি। অতএব, আমাদেরকে সাক্ষ্যদাতাদের তালিকাভুক্ত করুন।\n\nসূরা আলে ইমরান - ৩:৫৩"
      },
      {
        "title": "ক্ষমা, একনিষ্ঠতা এবং বিজয় প্রার্থনা [৩:১৪৭]",
        "subtitle": "",
        "content": "\nربَّنَا اغْفِرْ لَنَا ذُنُوْبَنَا وَإِسْرَافَنَا فِيْ أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وْانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِيْنَِ \n\nহে আমাদের রব, আমাদের পাপ ও আমাদের কর্মে আমাদের সীমালঙ্ঘন ক্ষমা করুন এবং অবিচল রাখুন আমাদের পা সমূহকে, আর কাফির কওমের উপর আমাদেরকে সাহায্য করুন।\n\nসূরা আলে ইমরান - ৩:১৪৭"
      },
      {
        "title": "আখিরাতের কল্যাণের জন্য দুআ [৩:১৯১-১৯৪]",
        "subtitle": "",
        "content": "\nرَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ \n\nহে আমাদের রব, তুমি এসব অনর্থক সৃষ্টি করনি। তুমি পবিত্র মহান। সুতরাং তুমি আমাদেরকে আগুনের আযাব থেকে রক্ষা কর\n\nرَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِيْنَ مِنْ أَنْصَارٍ \n\nহে আমাদের রব, নিশ্চয় তুমি যাকে আগুনে প্রবেশ করাবে, অবশ্যই তাকে তুমি অপমান করবে। আর যালিমদের জন্য কোন সাহায্যকারী নেই\n\nرَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْإِيْمَانِ أَنْ آمِنُوْا بِرَبِّكُمْ فَآمَنَّا ۚ رَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ \n\nহে আমাদের রব, নিশ্চয় আমরা শুনেছিলাম একজন আহ্বানকারীকে, যে ঈমানের দিকে আহবান করে যে, ‘তোমরা তোমাদের রবের প্রতি ঈমান আন। তাই আমরা ঈমান এনেছি। হে আমাদের রব আমাদের গুনাহসমূহ ক্ষমা করুন এবং বিদূরিত করুন আমাদের ত্রুটি-বিচ্যুতি, আর আমাদেরকে মৃত্যু দিন নেককারদের সাথে\n\nرَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ \n\nহে আমাদের রব, আর আপনি আমাদেরকে তা প্রদান করুন যার ওয়াদা আপনি আমাদেরকে দিয়েছেন আপনার রাসূলগণের মাধ্যমে। আর কিয়ামতের দিনে আপনি আমাদেরকে অপমান করবেন না। নিশ্চয় আপনি অঙ্গীকার ভঙ্গ করেন না\n\nসূরা আলে ইমরান - ৩:১৯১-১৯৪"
      },
      {
        "title": "মজলুমের দুআ [৪:৭৫]",
        "subtitle": "",
        "content": "\nرَبَّنَا أَخْرِجْنَا مِنْ هَٰذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَّاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيْرًا \n\nহে আমাদের রব, আমাদেরকে বের করুন এ জনপদ থেকে যার অধিবাসীরা যালিম এবং আমাদের জন্য আপনার পক্ষ থেকে একজন অভিভাবক নির্ধারণ করুন। আর নির্ধারণ করুন আপনার পক্ষ থেকে একজন সাহায্যকারী\n\nসূরা আন-নিসা - ৪:৭৫"
      },
      {
        "title": "আল্লাহর কাছে রিযিক চেয়ে প্রার্থনা [৫:১১৪]",
        "subtitle": "",
        "content": "\nرَبَّنَا أَنْزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السَّمَاء تَكُوْنُ لَنَا عِيْداً لِّأَوَّلِنَا وَآخِرِنَا وَآيَةً مِّنْكَ وَارْزُقْنَا وَأَنْتَ خَيْرُ الرَّازِقِيْنَ \n\nহে আমাদের রব, আসমান থেকে আমাদের প্রতি খাবারপূর্ণ দস্তরখান নাযিল করুন; এটা আমাদের জন্য ঈদ হবে। আমাদের পূর্ববর্তী ও পরবর্তীদের জন্য। আর আপনার পক্ষ থেকে এক নিদর্শন হবে। আর আমাদেরকে রিযিক দান করুন, আপনিই শ্রেষ্ঠ রিযিকদাতা\n\nসূরা আল মায়েদাহ - ৫:১১৪"
      },
      {
        "title": "পাপ কাজ করে ফেললে ক্ষমা প্রার্থনা [৭:২৩]",
        "subtitle": "",
        "content": "\nرَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخَاسِرِيْنَ \n\nহে আমাদের রব, আমরা নিজদের উপর যুল্‌ম করেছি। আর যদি আপনি আমাদেরকে ক্ষমা না করেন এবং আমাদেরকে দয়া না করেন তবে অবশ্যই আমরা ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হব\n\nসূরা আল আরাফ - ৭:২৩"
      },
      {
        "title": "যালিম সম্প্রদায়ের অন্তর্ভুক্ত না হওয়ার দুআ [৭:৪৭]",
        "subtitle": "",
        "content": "\nرَبَّنَا لاَ تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِيْنَ \n\nহে আমাদের রব, আমাদেরকে যালিম কওমের অন্তর্ভুক্ত করবেন না\n\nসূরা আল আরাফ - ৭:৪৭"
      },
      {
        "title": "ধৈর্য লাভ এবং মুসলমান হিসেবে মৃত্যু চাওয়া [৭:১২৬]",
        "subtitle": "",
        "content": "\nرَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ \n\nহে আমাদের রব, আমাদেরকে পরিপূর্ণ ধৈর্য দান করুন এবং মুসলিম হিসাবে আমাদেরকে মৃত্যু দান করুন\n\nসূরা আল আরাফ - ৭:১২৬"
      },
      {
        "title": "ক্ষমা এবং রহমত প্রার্থনা [৭:১৫১]",
        "subtitle": "",
        "content": "\nرَبِّ اغْفِرْ لِيْ وَلِأَخِيْ وَأَدْخِلْنَا فِيْ رَحْمَتِكَ ۖ وَأَنْتَ أَرْحَمُ الرَّاحِمِيْنَ \n\nআমার রব, ক্ষমা করুন আমাকে ও আমার ভাইকে এবং আপনার রহমতে আমাদের প্রবেশ করান। আর আপনিই রহমকারীদের মধ্যে শ্রেষ্ঠ।\n\nসূরা আল আরাফ - ৭:১৫১"
      },
      {
        "title": "হেদায়েত, ক্ষমা ও পথভ্রষ্ট হওয়া থেকে মুক্তি চাওয়া [৭:১৫৫-১৫৬]",
        "subtitle": "",
        "content": "\nرَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِّنْ قَبْلُ وَإِيَّايَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا ۖ إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِيْ مَنْ تَشَاءُ ۖ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا ۖ وَأَنْتَ خَيْرُ الْغَافِرِيْنَ \n\nহে আমার রব, আপনি চাইলে ইতঃপূর্বে এদের ধ্বংস করতে পারতেন এবং আমাকেও। আমাদের মধ্যে নির্বোধরা যা করেছে তার কারণে কি আমাদেরকে ধ্বংস করবেন? এটাতো আপনার পরীক্ষা ছাড়া কিছু না। এর মাধ্যমে যাকে চান আপনি পথভ্রষ্ট করেন এবং যাকে চান হিদায়াত দান করেন। আপনি আমাদের অভিভাবক। সুতরাং আমাদের ক্ষমা করে দিন এবং আপনি উত্তম ক্ষমাশীল।\n\nوَاكْتُبْ لَنَا فِيْ هَٰذِهِ الدُّنْيَا حَسَنَةً وَّفِيْ الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ \n\nআর আমাদের জন্য এ দুনিয়াতে ও আখিরাতে কল্যাণ লিখে দিন। নিশ্চয় আমরা আপনার দিকে প্রত্যাবর্তন করেছি\n\nসূরা আল আরাফ - ৭:১৫৫-১৫৬"
      },
      {
        "title": "সুসন্তান চেয়ে দুআ [৭:১৮৯]",
        "subtitle": "",
        "content": "\nلَئِنْ آتَيْتَنَا صَالِحًا لَّنَكُوْنَنَّ مِنَ الشَّاكِرِيْنَ \n\nযদি আপনি আমাদেরকে সুসন্তান দান করেন তবে অবশ্যই আমরা কৃতজ্ঞদের অন্তর্ভুক্ত হব\n\nসূরা আল আরাফ - ৭:১৮৯"
      },
      {
        "title": "যে কোনো মুসিবত থেকে মুক্তি চেয়ে প্রার্থনা [১০:২২]",
        "subtitle": "",
        "content": "\nلَئِنْ أَنْجَيْتَنَا مِنْ هَٰذِهِ لَنَكُوْنَنَّ مِنَ الشَّاكِرِيْنَ \n\nযদি আপনি এ থেকে আমাদেরকে মুক্তি দেন, তাহলে আমরা অবশ্যই কৃতজ্ঞদের অন্তর্ভুক্ত হব\n\nসূরা ইউনুস - ১০:২২"
      },
      {
        "title": "জালিম কওমের ফিতনা থেকে মুক্তি চেয়ে দুআ [১০:৮৫-৮৬]",
        "subtitle": "",
        "content": "\nعَلَى اللّٰهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلْقَوْمِ الظَّالِمِيْنَ \n\nআমরা আল্লাহর উপরই তাওয়াক্কুল করলাম। হে আমাদের রব, আপনি আমাদেরকে যালিম কওমের ফিতনার পাত্র বানাবেন না\n\nوَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِيْنَ \n\nআর আমাদেরকে আপনার অনুগ্রহে কাফির কওম থেকে নাজাত দিন\n\nসূরা ইউনুস - ১০:৮৫-৮৬"
      },
      {
        "title": "নৌকা বা যানবাহনে চড়ার পর দুআ [১১:৪১]",
        "subtitle": "",
        "content": "\nبِسْمِ اللّٰهِ مَجْر۪ىٰهَا وَمُرْسَىٰهَآۚ إِنَّ رَبِّى لَغَفُوْرٌ رَّحِيْمٌ \n\nএর চলা ও থামা হবে আল্লাহর নামে। নিশ্চয় আমার রব অতি ক্ষমাশীল, পরম দয়ালু।\n\nসূরা হুদ - ১১:৪১"
      },
      {
        "title": "নিজের, বংশধরদের ও পিতামাতার জন্য দুআ [১৪:৪০-৪১]",
        "subtitle": "",
        "content": "\nرَبِّ اجْعَلْنِيْ مُقِيْمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِيْ ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ \n\nহে আমার রব, আমাকে সলাত কায়েমকারী বানান এবং আমার বংশধরদের মধ্য থেকেও, হে আমাদের রব, আর আমার দু’আ কবূল করুন\n\nرَبَّنَا اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِلْمُؤْمِنِيْنَ يَوْمَ يَقُوْمُ الْحِسَابُ \n\nহে আমাদের রব, যেদিন হিসাব কায়েম হবে, সেদিন আপনি আমাকে, আমার পিতামাতাকে ও মুমিনদেরকে ক্ষমা করে দিবেন\n\nসূরা ইবরাহিম - ১৪:৪০-৪১"
      },
      {
        "title": "পিতামাতার জন্য দুআ [১৭:২৪]",
        "subtitle": "",
        "content": "\nرَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِيْ صَغِيْرًا \n\nহে আমার রব, তাদের প্রতি দয়া করুন যেভাবে শৈশবে তারা আমাকে লালন-পালন করেছেন\n\nসূরা আল-ইসরা - ১৭:২৪"
      },
      {
        "title": "রহমত এবং সঠিক দিকনির্দেশনার দুআ [১৮:১০]",
        "subtitle": "",
        "content": "\nرَبَّنَا آتِنَا مِنْ لَّدُنْكَ رَحْمَةً وَّهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا \n\nহে আমাদের রব, আমাদেরকে আপনার পক্ষ থেকে রহমত দিন এবং আমাদের জন্য আমাদের কর্মকাণ্ড সঠিক করে দিন\n\nসূরা আল-কাহফ - ১৮:১০"
      },
      {
        "title": "বৃদ্ধ বয়সেও সন্তান চেয়ে জন্য প্রার্থনা [১৯:৪-৬]",
        "subtitle": "",
        "content": "\nرَبِّ إِنِّيْ وَهَنَ الْعَظْمُ مِنِّيْ وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَّلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا \n\n(হযরত যাকারিয়া [আঃ] বললেন) হে আমার রব! আমার হাড়গুলো দুর্বল হয়ে গেছে এবং বার্ধক্যবশতঃ আমার মাথার চুলগুলো সাদা হয়ে গেছে। হে আমার রব, আপনার নিকট দু’আ করে আমি কখনো ব্যর্থ হইনি’।\n\nوَإِنِّيْ خِفْتُ الْمَوَالِيَ مِنْ وَّرَائِيْ وَكَانَتِ امْرَأَتِيْ عَاقِرًا فَهَبْ لِيْ مِنْ لَّدُنْكَ وَلِيًّا \n\nআর আমার পরে স্বগোত্রীয়দের সম্পর্কে আমি আশংকাবোধ করছি। আমার স্ত্রী তো বন্ধ্যা, অতএব আপনি আমাকে আপনার পক্ষ থেকে একজন উত্তরাধিকারী দান করুন\n\nيَرِثُنِيْ وَيَرِثُ مِنْ آلِ يَعْقُوْبَ ۖ وَاجْعَلْهُ رَبِّ رَضِيًّا \n\nযে আমার উত্তরাধিকারী হবে এবং ইয়াকূবের বংশের উত্তরাধিকারী হবে। হে আমার রব, আপনি তাকে পছন্দনীয় বানিয়ে দিন\n\nসূরা মারিয়াম - ১৯:৪-৬"
      },
      {
        "title": "মুখের জড়তা দূর করার দুআ [২০:২৫-২৮]",
        "subtitle": "",
        "content": "\nرَبِّ اشْرَحْ لِيْ صَدْرِيْ \n\nহে আমার রব, আমার বুক প্রশস্ত করে দিন\n\nوَيَسِّرْ لِيْ أَمْرِيْ \n\nএবং আমার কাজ সহজ করে দিন\n\nوَاحْلُلْ عُقْدَةً مِّنْ لِّسَانِيْ \n\nআর আমার জিহবার জড়তা দূর করে \n\nيَفْقَهُوْا قَوْلِيْ \n\nযাতে তারা আমার কথা বুঝতে পারে\n\nসূরা ত্বাহা - ২০:২৫-২৮"
      },
      {
        "title": "জ্ঞান বৃদ্ধি চাওয়া [২০:১১৪]",
        "subtitle": "",
        "content": "\nرَّبِّ زِدْنِى عِلْمًا \n\nহে আমার রব, আমার জ্ঞান বৃদ্ধি করে দিন\n\nসূরা ত্বাহা - ২০:১১৪"
      },
      {
        "title": "দুঃখ-কষ্ট থেকে পরিত্রাণ চেয়ে দুআ [২১:৮৩]",
        "subtitle": "",
        "content": "\nأَنِّيْ مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِيْنَ \n\nআমি দুঃখ-কষ্টে পতিত হয়েছি। আর আপনি তো সর্বশ্রেষ্ঠ দয়ালু\n\nসূরা আল আম্বিয়া - ২১:৮৩"
      },
      {
        "title": "নিঃসন্তান অবস্থা থেকে মুক্তি চেয়ে দুআ [২১:৮৯]",
        "subtitle": "",
        "content": "\nرَبِّ لَا تَذَرْنِيْ فَرْدًا وَّأَنْتَ خَيْرُ الْوَارِثِيْنَ \n\n(হযরত যাকারিয়া [আঃ] বললেন) হে আমার রব! আমাকে একা (নিঃসন্তান) রেখো না, তুমি তো শ্রেষ্ঠ মালিকানার অধিকারী\n\nসূরা আল আম্বিয়া - ২১:৮৯"
      },
      {
        "title": "যালিমদের অন্তর্ভুক্ত না হওয়ার দুআ [২৩:৯৪]",
        "subtitle": "",
        "content": "\nرَبِّ فَلَا تَجْعَلْنِيْ فِيْ الْقَوْمِ الظَّالِمِيْنَ \n\nহে আমার রব, তাহলে আমাকে যালিম সম্প্রদায়ভুক্ত করবেন না\n\nসূরা আল মু'মিনূন - ২৩:৯৪"
      },
      {
        "title": "শয়তান হতে আল্লাহর কাছে আশ্রয় প্রার্থনা [২৩:৯৭-৯৮]",
        "subtitle": "",
        "content": "\nرَّبِّ أَعُوْذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِيْنِ \n\nহে আমার রব, আমি শয়তানের প্ররোচনা থেকে আপনার কাছে পানাহ চাই\n\nوَأَعُوْذُ بِكَ رَبِّ أَنْ يَّحْضُرُوْنِ \n\nআর হে আমার রব, আমার কাছে তাদের উপস্থিতি হতে আপনার কাছে পানাহ চাই\n\nসূরা আল মু'মিনূন - ২৩:৯৭-৯৮"
      },
      {
        "title": "ক্ষমা এবং রহমত প্রার্থনা [২৩:১০৯]",
        "subtitle": "",
        "content": "\nرَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِيْنَ \n\nহে আমাদের রব, আমরা ঈমান এনেছি, অতএব আমাদেরকে ক্ষমা ও দয়া করুন, আর আপনি সর্বশ্রেষ্ঠ দয়ালু\n\nসূরা আল মু'মিনূন - ২৩:১০৯"
      },
      {
        "title": "ক্ষমা এবং রহমত প্রার্থনা [২৩:১১৮]",
        "subtitle": "",
        "content": "\nرَّبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِيْنَ \n\nহে আমাদের রব, আপনি ক্ষমা করুন, দয়া করুন এবং আপনিই সর্বশ্রেষ্ঠ দয়ালু\n\nসূরা আল মু'মিনূন - ২৩:১১৮"
      },
      {
        "title": "জাহান্নামের আজাব হতে আশ্রয় চাওয়া [২৫:৬৫]",
        "subtitle": "",
        "content": "\nرَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا \n\nহে আমাদের রব, তুমি আমাদের থেকে জাহান্নামের আযাব ফিরিয়ে নাও। নিশ্চয় এর আযাব হল অবিচ্ছিন্ন\n\n\nসূরা আল-ফুরকান - ২৫:৬৫"
      },
      {
        "title": "চক্ষু শীতলকারী স্ত্রী ও সন্তানাদি লাভ আর মুত্তাকীদের নেতা হতে প্রার্থনা [২৫:৭৪]",
        "subtitle": "",
        "content": "\nرَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَّاجْعَلْنَا لِلْمُتَّقِيْنَ إِمَامًا \n\nহে আমাদের রব, আপনি আমাদেরকে এমন স্ত্রী ও সন্তানাদি দান করুন যারা আমাদের চক্ষু শীতল করবে। আর আপনি আমাদেরকে মুত্তাকীদের নেতা বানিয়ে দিন\n\nসূরা আল-ফুরকান - ২৫:৭৪"
      },
      {
        "title": "প্রজ্ঞা-সুখ্যাতি ও জাহান্নাম থেকে মুক্তি চেয়ে দুআ [২৬:৮৩-৮৯]",
        "subtitle": "",
        "content": "\nرَبِّ هَبْ لِيْ حُكْمًا وَّأَلْحِقْنِيْ بِالصَّالِحِيْنَ \n\nহে আমার রব, আমাকে প্রজ্ঞা দান করুন এবং আমাকে সৎকর্মশীলদের সাথে শামিল করে দিন\n\nوَاجْعَل لِّيْ لِسَانَ صِدْقٍ فِيْ الْآخِرِيْنَ \n\nএবং পরবর্তীদের মধ্যে আমার সুনাম-সুখ্যাতি অব্যাহত রাখুন\n\nوَاجْعَلْنِيْ مِنْ وَّرَثَةِ جَنَّةِ النَّعِيْمِ \n\nআর আপনি আমাকে সুখময় জান্নাতের ওয়ারিসদের অন্তর্ভুক্ত করুন\n\nوَاغْفِرْ لِأَبِيْ إِنَّهُ كَانَ مِنَ الضَّالِّيْنَ \n\nআর আমার পিতাকে ক্ষমা করুন; নিশ্চয় সে পথভ্রষ্টদের অন্তর্ভুক্ত ছিল\n\nوَلَا تُخْزِنِيْ يَوْمَ يُبْعَثُوْنَ \n\nআর যেদিন পুনরুত্থিত করা হবে সেদিন আমাকে লাঞ্ছিত করবেন না\n\n\n\nيَوْمَ لَا يَنْفَعُ مَالٌ وَّلَا بَنُوْنَ \n\nযেদিন ধন-সম্পদ ও সন্তান-সন্ততি কোন উপকারে আসবে না\n\nإِلَّا مَنْ أَتَى اللّٰهَ بِقَلْبٍ سَلِيْمٍ \n\n‘তবে যে আল্লাহর কাছে আসবে সুস্থ অন্তরে\n\nসূরা আশ্-শু'আরা - ২৬:৮৩-৮৯"
      },
      {
        "title": "শুকরিয়া জ্ঞাপন এবং কবুল আমলের প্রার্থনা [২৭:১৯]",
        "subtitle": "",
        "content": "\nرَبِّ أَوْزِعْنِيْ أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِيْ أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِيْ بِرَحْمَتِكَ فِيْ عِبَادِكَ الصَّالِحِيْنَ \n\nহে আমার রব, তুমি আমার প্রতি ও আমার পিতা-মাতার প্রতি যে অনুগ্রহ করেছ তার জন্য আমাকে তোমার শুকরিয়া আদায় করার তাওফীক দাও। আর আমি যাতে এমন সৎকাজ করতে পারি যা তুমি পছন্দ কর। আর তোমার অনুগ্রহে তুমি আমাকে তোমার সৎকর্মপরায়ণ বান্দাদের অন্তর্ভুক্ত কর\n\nসূরা আন-নামল - ২৭:১৯"
      },
      {
        "title": "যালিম সম্প্রদায় থেকে আশ্রয় প্রার্থনা [২৮:২১]",
        "subtitle": "",
        "content": "\nرَبِّ نَجِّنِيْ مِنَ الْقَوْمِ الظَّالِمِيْنَ \n\nহে আমার রব, আপনি যালিম কওম থেকে আমাকে রক্ষা করুন\n\nসূরা আল-কাসাস  - ২৮:২১"
      },
      {
        "title": "আল্লাহর অনুগ্রহের মুখাপেক্ষিতা [২৮:২৪]",
        "subtitle": "",
        "content": "\nرَبِّ إِنِّيْ لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيْرٌ \n\nহে আমার রব, নিশ্চয় আপনি আমার প্রতি যে অনুগ্রহই নাযিল করবেন, আমি তার মুখাপেক্ষী\n\nসূরা আল-কাসাস  - ২৮:২৪"
      },
      {
        "title": "ফাসাদ সৃষ্টিকারী কওমের বিরুদ্ধে সাহায্য প্রার্থনা [২৯:৩০]",
        "subtitle": "",
        "content": "\nرَبِّ انْصُرْنِيْ عَلَى الْقَوْمِ الْمُفْسِدِيْنَ \n\nহে আমার রব, আমাকে সাহায্য করুন ফাসাদ সৃষ্টিকারী কওমের বিরুদ্ধে\n\nসূরা আল-আনকাবুত - ২৯:৩০"
      },
      {
        "title": "সুসন্তান লাভের জন্য দুআ [৩৭:১০০]",
        "subtitle": "",
        "content": "\nرَبِّ هَبْ لِيْ مِنَ الصَّالِحِيْنَ \n\n‘হে আমার রব, আমাকে সৎকর্মশীল সন্তান দান করুন\n\nসূরা আস-সাফফাত - ৩৭:১০০"
      },
      {
        "title": "শুকরিয়া জ্ঞাপন, কবুল আমল এবং সুসন্তান প্রার্থনা [৪৬:১৫]",
        "subtitle": "",
        "content": "\nرَبِّ أَوْزِعْنِيْ أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِيْ أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِيْ فِيْ ذُرِّيَّتِيْ ۖ إِنِّيْ تُبْتُ إِلَيْكَ وَإِنِّيْ مِنَ الْمُسْلِمِيْنَ \n\nহে আমার রব, আমাকে সামর্থ্য দাও, তুমি আমার উপর ও আমার মাতা-পিতার উপর যে নি’আমত দান করেছ, তোমার সে নিআমতের যেন আমি শোকর আদায় করতে পারি এবং আমি যেন সৎকর্ম করতে পারি, যা তুমি পছন্দ কর। আর আমার জন্য তুমি আমার বংশধরদের মধ্যে সংশোধন করে দাও। নিশ্চয় আমি তোমার কাছে তাওবা করলাম এবং নিশ্চয় আমি মুসলিমদের অন্তর্ভুক্ত\n\nসূরা আল আহকাফ ৪৬:১৫"
      },
      {
        "title": "পূর্ববর্তী মুমিনদের জন্য দুআ [৫৯:১০]",
        "subtitle": "",
        "content": "\nرَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْإِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ آمَنُوْا رَبَّنَا إِنَّكَ رَءُوْفٌ رَّحِيْمٌ \n\nহে আমাদের রব, আমাদেরকে ও আমাদের ভাই যারা ঈমান নিয়ে আমাদের পূর্বে অতিক্রান্ত হয়েছে তাদেরকে ক্ষমা করুন; এবং যারা ঈমান এনেছিল তাদের জন্য আমাদের অন্তরে কোন বিদ্বেষ রাখবেন না; হে আমাদের রব, নিশ্চয় আপনি দয়াবান, পরম দয়ালু।\n\nসূরা আল-হাশর - ৫৯:১০\n"
      },
      {
        "title": "নূর ও ক্ষমা প্রার্থনা [৬৬:৮]",
        "subtitle": "",
        "content": "\nرَبَّنَا أَتْمِمْ لَنَا نُوْرَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ \n\nহে আমাদের রব, আমাদের জন্য আমাদের আলো পূর্ণ করে দিন এবং আমাদেরকে ক্ষমা করুন; নিশ্চয় আপনি সর্ববিষয়ে সর্বক্ষমতাবান\n\nসূরা আত-তাহরীম - ৬৬:৮"
      },
      {
        "title": "আল্লাহর উপর ভরসা ও তাঁর দিকে প্রত্যাবর্তনের স্বীকৃতি [৬০:৪]",
        "subtitle": "",
        "content": "\nرَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيْرُ \n\nহে আমাদের প্রতিপালক, আমরা আপনার ওপরই ভরসা করি, আপনারই অভিমুখী হই আর প্রত্যাবর্তন তো আপনারই কাছে।\n\nসূরা আল-মুমতাহিনাহ - ৬০:৪"
      },
      {
        "title": "জান্নাতে আল্লাহর কাছে বাড়ি বানিয়ে দেয়ার প্রার্থনা [৬৬:১১]",
        "subtitle": "",
        "content": "\nرَبِّ ابْنِ لِيْ عِنْدَكَ بَيْتًا فِيْ الْجَنَّةِ وَنَجِّنِيْ مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِيْ مِنَ الْقَوْمِ الظَّالِمِيْنَ \n\n(ফির’আউনের স্ত্রী বললেন) হে আমার রব, আপনার কাছে আমার জন্য জান্নাতে একটি বাড়ি নির্মাণ করুন এবং আমাকে ফির’আউন ও তার কর্ম হতে নাজাত দিন, আর আমাকে নাজাত দিন যালিম সম্প্রদায় হতে।\n\nসূরা আত-তাহরীম - ৬৬:১১"
      }
    ]
  },
  {
    "category_id": 6,
    "category_name": "বিবিধ",
    "category_image": "https://i.imgur.com/l1JXHvh.jpg",
    "content_list": [
      {
        "title": "ইসতিখারার সালাতের দুআ",
        "subtitle": "দুনিয়াবি যে কোনো জায়েজ সিদ্ধান্ত নেয়ার আগে ইসতিখারা করা উচিত",
        "content": "জাবের ইবন আব্দুল্লাহ রাদিয়াল্লাহু ‘আনহুমা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে প্রত্যেক কাজেই ইসতিখারা (তথা কল্যাণ কামনার নামায ও দো‘আ) শিক্ষা দিতেন, যেরূপ আমাদেরকে কুরআনের সূরা শিক্ষা দিতেন। \n\nতিনি বলেন, যখন তোমাদের কেউ কোনো কাজ করার ইচ্ছা করে, তখন সে যেন ফরয নামায ব্যতীত দুই রাক্আত নফল নামায পড়ে, অতঃপর যেন বলে,\n\nاللّٰهُمَّ إِنِّيْ أَسْتَخِيْرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيْمِ \n\nহে আল্লাহ! আমি আপনার জ্ঞানের সাহায্যে আপনার নিকট কল্যাণ কামনা করছি। আপনার কুদরতের সাহায্যে আপনার নিকট শক্তি কামনা করছি এবং আপনার মহান অনুগ্রহের প্রার্থনা করছি।\n\nفَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوْبِ \n\nকেননা আপনিই শক্তিধর, আমি শক্তিহীন। আপনি জ্ঞানবান, আমি জ্ঞানহীন এবং আপনি গায়েবী বিষয় সম্পর্কে মহাজ্ঞানী।\n\nاللّٰهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ (وَيُسَمِّيْ حَاجَتَهُ) خَيْرٌ لِيْ فِيْ دِيْنِيْ وَمَعَاشِيْ وَعَاقِبَةِ أَمْرِي، فَاقْدُرْهُ لِيْ وَيَسِّرْهُ لِيْ ثُمَّ بَارِكْ لِيْ فِيْهِ \n\nহে আল্লাহ! এই কাজটি (এখানে উদ্দিষ্ট কাজ বা বিষয়টি মনে মনে উল্লেখ করবে) আপনার জ্ঞান অনুযায়ী যদি আমার দীন, আমার জীবিকা এবং আমার কাজের পরিণতির দিক দিয়ে, (অথবা বলেছেন) ইহকাল ও পরকালের জন্য কল্যাণকর হয়, তবে তা আমার জন্য নির্ধারিত করুন এবং তাকে আমার জন্য সহজলভ্য করে দিন, তারপর তাতে আমার জন্য বরকত দান করুন।\n\nوَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِيْ فِيْ دِيْنِيْ وَمَعَاشِيْ وَعَاقِبَةِ أَمْرِيْ فَاصْرِفْهُ عَنِّيْ وَاصْرِفْنِيْ عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِيْ بِهِ \n\nআর এই কাজটি আপনার জ্ঞান অনুযায়ী যদি আমার দীন, আমার জীবিকা এবং আমার কাজের পরিণতির দিক দিয়ে, (অথবা বলেছেন) ইহকাল ও পরকালের জন্য ক্ষতিকর হয়, তবে আপনি আমাকে তা থেকে দূরে সরিয়ে রাখুন এবং যেখানেই কল্যাণ থাকুক আমার জন্য সেই কল্যাণ নির্ধারিত করে দিন। অতঃপর তাতেই আমাকে সন্তুষ্ট রাখুন। [১]\n\nআর যে ব্যক্তি স্রষ্টার কাছে কল্যাণ চাইবে, মুমিনদের সাথে পরামর্শ করবে এবং যে কোনো কাজ করার আগে খোঁজ-খবর নিয়ে করবে, সে কখনো অনুতপ্ত হবে না। কেননা, আল্লাহ সুবহানাহু ওয়া তা‘আলা বলেন,\n\nوَشَاوِرْهُمْ فِيْ الْاَمْرِ ۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَيْ اللّٰهِ \n\nআর আপনি কাজে কর্মে তাদের সাথে পরামর্শ করুন, তারপর আপনি কোনো দৃঢ় সংকল্প হলে আল্লাহ্‌র উপর নির্ভর করুন। [২]\n\n[১] বুখারী, ৭/১৬২, নং ১১৬২। \n[২] সূরা আলে-ইমরান: ১৫৯।\n\nপুনশ্চঃ\n-------------\nঅনেক আলেমের মতে রাতে ইসতিখারার সালাত পড়ে ঘুমিয়ে যাওয়র পর সকালে উঠে মন যেদিকে যাওয়ার পক্ষে সায় দেয় সেটাকেই ধরে নিতে হবে যে, তা আল্লাহর পক্ষ থেকে এসেছে। যদি দোটানায় ভুগতে থাকে তাহলে একাধিক বার এই সালাত পড়া যেতে পারে। অনেক আলেমের মতে এই সালাত রাতের ঘুমানোর আগে পড়া আবশ্যক নয়। বরং যে কোনো সময়ই পড়া যেতে পারে। সালাতের পর দুআ পড়ার পর আল্লাহর কাছে সাহায্য চাইতে থাকতে হবে। এরপর যেদিকে মন ঝুকবে সেটার ব্যাপারে সিদ্ধান্ত নিতে হবে।\n\nযে কোনো জায়েজ বা হালাল কাজের ব্যাপারে সিদ্ধান্ত নেয়ার আগে ইসতেখারা করে নেয়া উচিত। যেমন, অমুক জায়গায় সফর করব কিনা। বাসায় অমুক আসবাবপত্র কিনব কিনা। কোন ভার্সিটিতে বা কোন সাবজেক্টে ভর্তি হব? চাকরিটা বাদ দিয়ে অন্য অফিসে যাব কিনা। বিয়ের জন্য ছেলে বা মেয়ে দেখা হলে ইসতেখারা করে সিদ্ধান্ত নেয়া যে এই বিয়েতে মত দিব কিনা। কিন্তু ফরজ বা ওয়াজিব কোনো বিষয় পালন করা না করার ব্যাপারে ইসতেখারা করা যাবে না। যেমন “জীবনে কখনো বিয়ে করব কিনা” বা হজ্জ ফরজ হওয়ার পর “হজ্জ করব কিনা” এই মর্মে ইসতেখারা করা যাবে না। প্রয়োজনে হজ্জের এজেন্সি নির্বাচন বা বিয়ের পাত্র-পাত্রী নির্বাচনের ক্ষেত্রে ইসতেখারা করা যেতে পারে।"
      },
      {
        "title": "নব বিবাহিতের জন্য দুআ",
        "subtitle": "",
        "content": "\nبَارَكَ اللّٰهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِيْ خَيْرٍ \n\nআল্লাহ আপনার জন্য বরকতদান করুন, আপনার উপর বরকত নাযিল করুন এবং কল্যাণের সাথে আপনাদের উভয়কে একত্রিত করুন।\n\nহাদীসটি নাসাঈ ব্যতীত সকল সুনানগ্রন্থকারগণই সংকলন করেছেন। আবু দাঊদ, নং ২১৩০; তিরমিযী, নং ১০৯১; ইবন মাজাহ, নং ১৯০৫; নাসাঈ, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ২৫৯। আরও দেখুন, সহীহুত তিরমিযী ১/৩১৬।"
      },
      {
        "title": "সন্তান লাভকারীকে অভিনন্দন ও তার জবাব",
        "subtitle": "",
        "content": "\nبَارَكَ اللّٰهُ لَكَ فِيْ الْمَوْهُوْبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ \n\nআল্লাহ আপনাকে যা দিয়েছেন তাতে আপনার জন্য বরকত দান করুন, সন্তান দানকারীর শুকরিয়া আদায় করুন, সন্তানটি পরিপূর্ণ বয়সে পদার্পণ করুক এবং তার সদ্ব্যবহার প্রাপ্ত হোন। [১]\n\nঅভিনন্দনের জবাবে বলবে,\n\nبَارَكَ اللّٰهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللّٰهُ خَيْراً، وَرَزَقَكَ اللّٰهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ \n\nআল্লাহ আপনাকে বরকত দান করুন, আর আপনার উপর বরকত নাযিল করুন। আল্লাহ আপনাকে উত্তম প্রতিদান দিন, আর আপনাকেও অনুরূপ দান করুন এবং আপনার সওয়াব বহুগুণ বৃদ্ধি করুন। [২]\n\n[১] এটি হাসান বসরী রাহিমাহুল্লাহর বাণী হিসেবে উল্লেখিত হয়েছে। দেখুন, তুহফাতুল মাওদূদ লি ইবনিল কাইয়্যেম, পৃ. ২০; তিনি একে ইবনুল মুনযির এর আল-আওসাত্ব গ্রন্থের দিকে সম্পর্কযুক্ত করেছেন। \n[২] এটি ইমাম নাওয়াবী তার আল-আযকার গ্রন্থে পৃ. ৩৪৯ উল্লেখ করেছেন। আরও দেখুন, সহীহুল আযকার লিন নাওয়াবী, সলীম আল-হিলালী, ২/৭১৩। আর এর বিস্তারিত তাখরীজ দেখার জন্য গ্রন্থকারের ‘আয-যিকর ওয়াদ দো‘আ ওয়াল ‘ইলাজ বির রুকা’ গ্রন্থটি দেখুন, পৃ. ১/৪১৬।"
      },
      {
        "title": "বৈঠকের শেষে কাফ্‌ফারা হিসেবে দুআ",
        "subtitle": "",
        "content": "আয়েশা রাদিয়াল্লাহু আনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখনই কোনো মজলিসে বসেছেন, অথবা কুরআন তেলাওয়াত করেছেন, অথবা সালাত আদায় করেছেন, তখনই একে কিছু বাক্যের মাধ্যমে সম্পন্ন করেছেন [১],\n\nسُبْحَانَكَ اللّٰهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوْبُ إِلَيْكَ \n\nহে আল্লাহ! আমি আপনার প্রশংসা সহকারে আপনার পবিত্রতা ঘোষণা করি। আমি সাক্ষ্য দেই যে, আপনি ছাড়া হক্ব কোনো ইলাহ নেই। আমি আপনার নিকট ক্ষমা প্রার্থনা করি এবং আপনার নিকট তওবা করি। [২]\n\n[১] হাদীসটি নাসাঈ তাঁর আমালুল ইয়াওমি ওয়াল-লাইলাহ গ্রন্থে নং ৩০৮ এ বর্ণনা করেছেন। অনুরূপভাবে আহমাদ, ৬/৭৭, নং ২৪৪৮৬। আর ড. ফারূক হাম্মাদাহ, ইমাম নাসাঈ এর আমালুল ইয়াওমি ওয়াল-লাইলাহ গ্রন্থের তাহকীকের সময় এ হাদীসটিকে সহীহ বলেছেন। পৃ. ২৭৩। \n[২] হাদীসটি সুনান গ্রন্থকারগণ সবাই সংকলন করেছেন। আবু দাঊদ, নং ৪৮৫৮; তিরমিযী, নং ৩৪৩৩; নাসাঈ, নং ১৩৪৪। আরও দেখুন, সহীহুত তিরমিযী ৩/১৫৩।"
      },
      {
        "title": "সকল কঠিন রোগ থেকে আশ্রয়ের দুআ",
        "subtitle": "",
        "content": "\nاللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبَرَصِ وَالْجُنُونِ وَالْجُذَامِ وَمِنْ سَيِّئِ الأَسْقَامِ\n\nহে আল্লাহ! অবশ্যই আমি তোমার নিকট ধবল, উন্মাদ, কুষ্ঠরোগ এবং সকল প্রকার কঠিন ব্যাধি থেকে আশ্রয় প্রার্থনা করছি।\n\n(আবূ দাউদ ১৫৫৪, নাসায়ী ৫৪৯৩, আহমাদ ১২৫৯২)"
      },
      {
        "title": "শত্রু এবং শক্তিধর ব্যক্তির সাক্ষাতকালে দুআ",
        "subtitle": "",
        "content": "দুআ ১\n----------------\n\nحَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ \n\nআল্লাহই আমাদের জন্য যথেষ্ট, আর তিনি কতই না উত্তম কর্মবিধায়ক\n\nসূরা আল ইমরান - ৩ঃ১৭৩\n\nদুআ ২\n----------------\n\nاللّٰهُمَّ إِنَّا نَجْعَلُكَ فِيْ نُحُوْرِهِم، وَنَعُوْذُ بِكَ مِنْ شُرُوْرِهِمْ \n\nহে আল্লাহ! আমরা আপনাকে তাদের গলদেশে রাখছি এবং তাদের অনিষ্ট থেকে আপনার নিকট আশ্রয় প্রার্থনা করছি।\n\nআবু দাঊদ ২/৮৯, নং ১৫৩৭; আর হাকেম হাদীসটিকে সহীহ বলেছেন এবং ইমাম যাহাবী একে সমর্থন করেছেন ২/১৪২।"
      },
      {
        "title": "শাসকের অত্যাচারের ভয় করলে পড়ার দুআ",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيْمِ، كُنْ لِيْ جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَّفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ \n\nহে আল্লাহ, সাত আসমানের রব্ব! মহান আরশের রব্ব! আপনার সৃষ্টিকুলের মধ্য থেকে অমুকের পুত্র অমুকের বিপক্ষে এবং তার বাহিনীর বিরুদ্ধে আপনি আমার আশ্রয়দানকারী হোন; যাতে তাদের কেউ আমার উপর দ্রুত আক্রমণ বা সীমালঙ্ঘন করতে না পারে। আপনার আশ্রিত তো শক্তিশালী, আপনার প্রশংসা তো অতি মহান। আর আপনি ছাড়া কোনো হক্ব ইলাহ নেই।\n\nবুখারী, আল-আদাব আল-মুফরাদ, নং ৭১২। আর শাইখ আলবানী সহীহ আল-আদাবুল মুফরাদ গ্রন্থে, নং ৫৪৫, একে সহীহ বলেছেন।"
      },
      {
        "title": "শত্রুর উপর বদ-দুআ",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيْعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللّٰهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ \n\nহে আল্লাহ, কিতাব নাযিলকারী, দ্রুত হিসাব গ্রহণকারী! আপনি শত্রুবাহিনীকে পরাভূত করুন। হে আল্লাহ! আপনি তাদেরকে পরাজিত করুন এবং তাদের মধ্যে ত্রাস সৃষ্টি করে দিন।\n\nমুসলিম, ৩/১৩৬২, নং ১৭৪২।"
      },
      {
        "title": "কোনো সম্প্রদায়কে ভয় করলে যা বলবে",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ اكْفِنِيْهِمْ بِمَا شِئْتَ \n\nহে আল্লাহ! আপনি যা ইচ্ছে তা দ্বারাই এদের মোকাবিলায় আমার জন্য যথেষ্ট হোন।\n\nআল্লা-হুম্মাকফিনীহিম বিমা শি’তা\n\nমুসলিম ৪/২৩০০, নং ৩০০৫।\n\n\nঈমানের মধ্যে সন্দেহে পতিত ব্যক্তির দুআ ১\n\nআল্লাহ্‌র কাছে আশ্রয় প্রার্থনা করবে,\n\nأَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ \n\nআল্লাহ্‌র নিকট আশ্রয় চাই বিতাড়িত শয়তান থেকে।\n\nআ‘ঊযু বিল্লাহি মিনাশ্-শাইত্বা-নির রাজীম\n\nযে সন্দেহে নিপতিত হয়েছে তা দূর করবে। [১] \n\nবলবে,\n\nآمَنْتُ بِاللّٰهِ وَرُسُلِهِ \n\nআমি আল্লাহ ও তাঁর রাসূলগণের উপর ঈমান আনলাম। [২]\n\nআ-মানতু বিল্লা-হি ওয়া রুসুলিহি\n\n[১] বুখারী, (ফাতহুল বারীসহ) ৬/৩৩৬, নং ৩২৭৬; মুসলিম ১/১২০, নং ১৩৪। \n[২] মুসলিম ১/১১৯-১২০, নং ১৩৪।\n"
      },
      {
        "title": "কোনো সম্প্রদায়কে ভয় করলে যা বলবে",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ اكْفِنِيْهِمْ بِمَا شِئْتَ \n\nহে আল্লাহ! আপনি যা ইচ্ছে তা দ্বারাই এদের মোকাবিলায় আমার জন্য যথেষ্ট হোন।\n\nমুসলিম ৪/২৩০০, নং ৩০০৫।"
      },
      {
        "title": "ঈমানের মধ্যে সন্দেহে পতিত ব্যক্তির দুআ ১",
        "subtitle": "",
        "content": "আল্লাহ্‌র কাছে আশ্রয় প্রার্থনা করবে,\n\nأَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ \n\nআল্লাহ্‌র নিকট আশ্রয় চাই বিতাড়িত শয়তান থেকে।\n\nযে সন্দেহে নিপতিত হয়েছে তা দূর করবে। [১] \n\nবলবে,\n\nآمَنْتُ بِاللّٰهِ وَرُسُلِهِ \n\nআমি আল্লাহ ও তাঁর রাসূলগণের উপর ঈমান আনলাম। [২]\n\n[১] বুখারী, (ফাতহুল বারীসহ) ৬/৩৩৬, নং ৩২৭৬; মুসলিম ১/১২০, নং ১৩৪। \n[২] মুসলিম ১/১১৯-১২০, নং ১৩৪।"
      },
      {
        "title": "ঈমানের মধ্যে সন্দেহে পতিত ব্যক্তির দুআ ২",
        "subtitle": "",
        "content": "\nهُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ \n\nতিনিই সর্বপ্রথম, তিনিই সর্বশেষ, তিনিই সকলের উপরে, তিনিই সকলের নিকটে এবং তিনি সব কিছু সম্পর্কে সর্বজ্ঞ।\n\nসূরা হাদীদ-৩, আবূ দাউদ ৪/৩২৯, নং ৫১১০। আর শাইখ আলবানী সহীহ আবি দাউদ ৩/৯৬২ একে হাসান বলেছেন।"
      },
      {
        "title": "সালাতে ও কিরাআতে শয়তানের কুমন্ত্রণায় পতিত ব্যক্তির দুআ",
        "subtitle": "",
        "content": "বলবে,\n\nأَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ \n\nবিতাড়িত শয়তান থেকে আমি আল্লাহ্‌র আশ্রয় নিচ্ছি।\n\nমুসলিম ৪/১৭২৯, ২২০৩।"
      },
      {
        "title": "শয়তান ও তার কুমন্ত্রণা দূর করার দুআ",
        "subtitle": "",
        "content": "তার থেকে আল্লাহ্‌র নিকট আশ্রয় প্রার্থনা করবে\n\nأَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجيْمِ \n\nবিতাড়িত শয়তান থেকে আমি আল্লাহ্‌র আশ্রয় নিচ্ছি\n\nআবূ দাউদ ১/২০৩, ইবন মাজাহ্‌ ১/২৬৫, নং ৮০৭"
      },
      {
        "title": "শিরক থেকে বেঁচে থাকার জন্য দুআ",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ \n\nহে আল্লাহ! আমি জ্ঞাতসারে আপনার সাথে শির্ক করা থেকে আপনার নিকট আশ্রয় চাই এবং অজ্ঞতাসারে (শির্ক) হয়ে গেলে তার জন্য ক্ষমা চাই।\n\nআহমাদ ৪/৪০৩, নং ১৯৬০৬; ইমাম বুখারীর আল-আদাবুল মুফরাদ, নং ৭১৬। আরও দেখুন, সহীহ আল জামে ৩/২৩৩; সহীহুত তারগীব ওয়াত তারহীব লিল আলবানী, ১/১৯।"
      },
      {
        "title": "কোনো কিছুর উপর নিজের বদ নজর লাগার ভয় থাকলে দুআ",
        "subtitle": "",
        "content": "যখন তোমাদের কেউ তার ভাইয়ের, অথবা নিজের কোনো বিষয়ে, অথবা নিজের কোনো সম্পদে এমন কিছু দেখে যা তাকে চমৎকৃত করে, তখন সে যেন বলে,\n\nبَارَكَ اللّٰهُ لَك \n\nআল্লাহ তোমাকে বরকত দান করুন\n\nমুসনাদে আহমাদ ৪/৪৪৭, নং ১৫৭০০; ইবন মাজাহ্, নং ৩৫০৮; মালেক ৩/১১৮-১১৯। আর শাইখুল আলবানী, সহীহুল জামে‘ গ্রন্থে সহীহ বলেছেন, ১/২১২; আরও দেখুন, আরনাঊতের এর যাদুল মা‘আদ এর তাহকীক ৪/১৭০।"
      },
      {
        "title": "রোগী দেখতে গিয়ে তার জন্য দুআ",
        "subtitle": "",
        "content": "\nلاَ بأْسَ طَهُوْرٌ إِنْ شَاءَ اللّٰهُ \n\nকোনো ক্ষতি নেই, আল্লাহ যদি চান তো (রোগটি গুনাহ থেকে) পবিত্রকারী হবে।\n\nবুখারী (ফাতহুল বারীসহ) ১০/১১৮, নং ৩৬১৬।"
      },
      {
        "title": "অসুস্থ ব্যক্তির জন্য দুআ",
        "subtitle": "",
        "content": "নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের (তার স্ত্রীদের) কাউকে ঝাড়ার সময় ডান হাত দিয়ে মাসাহ্ করতেন এবং বলতেন,\n\nأَذْهِبِ الْبَاسَ رَبَّ النَّاسِ، وَاشْفِ أَنْتَ الشَّافِي، لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفَاءً لاَ يُغَادِرُ سَقَمًا \n\nহে মানুষের প্রতিপালক! তুমি রোগ দূর করে দাও এবং আরোগ্য দান কর। তুমিই তো আরোগ্যদানকারী, তোমার আরোগ্য ভিন্ন আর কোন আরোগ্য নেই, এমন আরোগ্য দাও, যারপর কোন রোগ থাকে না।\n\nবুখারী , বই ৭৬, হাদিস ৬৫"
      },
      {
        "title": "কবর যিয়ারতের দুআ",
        "subtitle": "",
        "content": "\nالسَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِيْنَ وَالْمُسْلِمِيْنَ، وَإِنَّا إِنْ شَاءَ اللّٰهُ بِكُمْ لاَحِقُوْنَ، (وَيَرْحَمُ اللّٰهُ الْمُسْتَقْدِمِيْنَ مِنَّا وَالْمُسْتَأْخِرِيْنَ) أَسْاَلُ اللّٰهَ لَنَا وَلَكُمُ الْعَافِيَةَ \n\nহে গৃহসমূহের অধিবাসী মুমিন ও মুসলিমগণ! তোমাদের প্রতি শান্তি বর্ষিত হোক। আর নিশ্চয় আমরা ইনশাআল্লাহ আপনাদের সাথে মিলিত হবো। [আল্লাহ আমাদের পুর্ববর্তীদের এবং পরবর্তীদের প্রতি দয়া করুন।] আমি আল্লাহ্‌র নিকট আমাদের জন্য এবং তোমাদের জন্য নিরাপত্তা প্রার্থনা করি।\n\nমুসলিম ২/৬৭১, নং ৯৭৫; ইবন মাজাহ্‌, ১/৪৯৪, আর শব্দ তাঁরই, নং ১৫৪৭; বুরাইদা রাদিয়াল্লাহু ‘আনহু থেকে। আর দু ব্রাকেটের মাঝখানের অংশ আয়েশা রাদিয়াল্লাহু আনহার হাদীস থেকে, যা সংকলন করেছেন, মুসলিম, ২/৬৭১, নং ৯৭৫।"
      },
      {
        "title": "শরীরে কোনো ব্যথা অনুভব করলে যা করবে ও বলবে",
        "subtitle": "",
        "content": "আপনার দেহের যে স্থানে আপনি ব্যথা অনুভব করছেন, সেখানে আপনার হাত রেখে তিনবার বলুন,\n\nبِسْمِ اللّٰهِ \n\nআল্লাহর নামে।\n\nআর সাতবার বলুন,\n\nأَعُوْذُ بِاللّٰهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ \n\nএই যে ব্যথা আমি অনুভব করছি এবং যার আমি আশঙ্কা করছি, তা থেকে আমি আল্লাহ্‌র এবং তাঁর কুদরতের আশ্রয় প্রার্থনা করছি।\n\nমুসলিম ৪/১৭২৮, নং ২২০২।"
      },
      {
        "title": "দুঃখ ও দুশ্চিন্তার সময় পড়ার দুআ",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ \n\nহে আল্লাহ! নিশ্চয় আমি আপনার আশ্রয় নিচ্ছি দুশ্চিন্তা ও দুঃখ থেকে, অপারগতা ও অলসতা থেকে, কৃপণতা ও ভীরুতা থেকে, ঋণের ভার ও মানুষদের দমন-পীড়ন থেকে।\n\nবুখারী, ৭/১৫৮, নং ২৮৯৩; আরও দেখুন, বুখারী, (ফাতহুল বারীসহ) ১১/১৭৩"
      },
      {
        "title": "দুর্দশাগ্রস্ত ব্যক্তির দুআ",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ \n\nহে আল্লাহ! আমি আপনার রহমতেরই আশা করি। তাই আপনি এক নিমেষের জন্যও আমাকে আমার নিজের কাছে সোপর্দ করবেন না। আপনি আমার সার্বিক বিষয়াদি সংশোধন করে দিন। আপনি ছাড়া কোনো হক্ব ইলাহ নেই।\n\nআবূ দাউদ, ৪/৩২৪, নং ৫০৯০; আহমাদ ৫/৪২, নং ২০৪৩০। আর শাইখ আলবানী সহীহ আবি দাউদ গ্রন্থে ৩/৯৫৯ এটাকে হাসান হাদীস বলেছেন।"
      },
      {
        "title": "দুআয়ে ইউনুস - দুর্দশাগ্রস্ত ব্যক্তির দুআ",
        "subtitle": "",
        "content": "\nلاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّيْ كُنْتُ مِنَ الظَّالِمِيْنَ \n\nআপনি ছাড়া কোনো হক্ব ইলাহ নেই, আপনি পবিত্র-মহান, নিশ্চয় আমি যালেমদের অন্তর্ভুক্ত।\n\nসূরা আল আন্মবিয়া - ২১ঃ৮৭"
      },
      {
        "title": "কঠিন কাজে পতিত ব্যক্তির দুআ",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً \n\nহে আল্লাহ! আপনি যা সহজ করেছেন তা ছাড়া কোনো কিছুই সহজ নয়। আর যখন আপনি ইচ্ছা করেন তখন কঠিনকেও সহজ করে দেন।\n\nসহীহ ইবন হিব্বান ২৪২৭, (মাওয়ারিদ); ইবনুস সুন্নী, নং ৩৫১। আর হাফেয (ইবন হাজার) বলেন, এটি সহীহ হাদীস। তাছাড়া আবদুল কাদের আরনাউত ইমাম নওয়াবীর আযকার গ্রন্থের তাখরীজে পৃ. ১০৬, একে সহীহ বলে মত প্রকাশ করেছেন।"
      },
      {
        "title": "যখন অনাকাঙ্খিত কিছু ঘটে, বা যা করতে চায় তাতে বাধাপ্রাপ্ত হয়, তখন পড়ার দুআ",
        "subtitle": "",
        "content": "হাদীসে এসেছে, “শক্তিশালী ঈমানদার আল্লাহর নিকট উত্তম ও প্রিয় দুর্বল ঈমানদারের চেয়ে। আর তাদের (ঈমানদারদের) প্রত্যেকের মধ্যেই কল্যাণ নিহিত রয়েছে। তোমার যা কাজে লাগবে সেটা করার ব্যাপারে সচেষ্ট হও আর আল্লাহর সাহায্য চাও, অপারগ হয়ে যেও না। আর যদি তোমার কোনো অনাকাঙ্খিত বিষয় উদয় হয়, তখন বলো না যে, ‘যদি আমি এরকম করতাম তাহলে তা এই এই হতো’, বরং বলো,\n\nقَدَرُ اللّٰه وَمَا شَاءَ فَعَلَ \n\nএটি আল্লাহ্‌র ফয়সালা, আর তিনি যা ইচ্ছা করেছেন।\n\nحَسْبُنَا اللّٰهُ وَنِعْمَ الوَكِيْلُ \n\nআল্লাহই আমাদের জন্য যথেষ্ট, আর তিনি কতই না উত্তম কর্মবিধায়ক\n\nমুসলিম, ৪/২০৫২, নং ২৬৬৪।"
      },
      {
        "title": "কোনো মুসিবতে পতিত ব্যক্তির দুআ",
        "subtitle": "",
        "content": "\nإِنَّا لِلّٰهِ وَإِنَّا إِلَيْهِ رَاجِعُوْنَ، اللّٰهُمَّ أْجُرْنِيْ فِيْ مُصِيْبَتِي، وَأَخْلِفْ لِيْ خَيْرًا مِنْهَا \n\nআমরা তো আল্লাহ্‌রই। আর নিশ্চয় আমরা তাঁর দিকেই প্রত্যাবর্তনকারী। হে আল্লাহ! আমাকে আমার বিপদে সওয়াব দিন এবং আমার জন্য তার চেয়েও উত্তম কিছু স্থলাভিষিক্ত করে দিন।\n\nমুসলিম ২/৬৩২, নং ৯১৮।"
      },
      {
        "title": "রাগ দমন করার দুআ",
        "subtitle": "",
        "content": "\nأَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ \n\nআল্লাহ্‌র নিকট আশ্রয় চাই বিতাড়িত শয়তান থেকে।\n\nবুখারী ৭/৯৯, নং ৩২৮২; মুসলিম ৪/২০১৫, নং ২৬১০"
      },
      {
        "title": "বিপন্ন লোক দেখলে পড়ার দুআ",
        "subtitle": "",
        "content": "\nاَلْحَمْدُ لِلّٰهِ الَّذِيْ عَافَانِيْ مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِيْ عَلَى كَثِيْرٍ مِمَّنْ خَلَقَ تَفْضِيْلاً \n\nসকল প্রশংসা আল্লাহ্‌র জন্য, যিনি আপনাকে যে পরীক্ষায় ফেলেছেন তা থেকে আমাকে নিরাপদ রেখেছেন এবং তার সৃষ্টির অনেকের উপরে আমাকে অধিক সম্মানিত করেছেন।\n\nতিরমিযী ৫/৪৯৪, ৫/৪৯৩, নং ৩৪৩২। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৫৩।"
      },
      {
        "title": "আনন্দদায়ক অথবা অপছন্দনীয় কিছুর সম্মুখীন হলে যা বলবে",
        "subtitle": "",
        "content": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে যখন আনন্দায়ক কোনো বিষয় আসত তখন তিনি বলতেন,\n\nاَلْحَمْدُ لِلّٰهِ الَّذِيْ بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ \n\nআল্লাহ্‌র জন্য সমস্ত প্রশংসা, যাঁর নেয়ামত দ্বারা সকল ভাল কিছু পরিপূর্ণ হয়।\n\nআর যখন তার কাছে অপছন্দনীয় বিষয় আসত, তখন তিনি বলতেন,\n\nاَلْحَمْدُ لِلّٰهِ عَلَى كُلِّ حَالٍ \n\nসকল অবস্থায় যাবতীয় প্রশংসা আল্লাহ্‌র জন্য।\n\nহাদীসটি সংকলন করেছেন, ইবনুস সুন্নী, আমালুল ইয়াওমি ওয়াল-লাইলাহ, নং ৩৭৭; হাকেম এবং তিনি একে সহীহ বলেছেন, ১/৪৯৯। আর শাইখ আলবানী তাঁর সহীহুল জামে‘ ৪/২০১।"
      },
      {
        "title": "যাকে আপনি গালি দিয়েছেন তার জন্য দুআ",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ \n\nহে আল্লাহ! যে মুমিনকেই আমি গালি দিয়েছি, তা তার জন্য কিয়ামতের দিন আপনার নৈকট্যের মাধ্যম করে দিন।\n\nবুখারী (ফাতহুল বারীসহ) ১১/১৭১, নং ৬৩৬১; মুসলিম ৪/২০০৭, নং ৩৯৬, আর তার শব্দ হচ্ছে, “ফাজ‘আলহা লাহূ যাকাতান ও রাহমাতান”। অর্থাৎ ‘সেটা তার জন্য পবিত্রতা ও রহমত বানিয়ে দিন’।"
      },
      {
        "title": "আশ্চর্যজনক ও আনন্দজনক বিষয়ের পর দুআ",
        "subtitle": "",
        "content": "\nسُبْحَانَ اللّٰهِ \n\nআল্লাহ পবিত্র-মহান। [১]\n\nاللّٰهُ أَكْبَرُ \n\nআল্লাহ সবচেয়ে বড়। [২]\n\n[১] বুখারী, (ফাতহুল বারীসহ) ১/২১০, ৩৯০, ৪১৪, নং ১১৫, ৩৫৯৯, ৬২১৮; মুসলিম ৪/১৮৫৭, নং ১৬৭৪। \n[২] বুখারী, (ফাতহুল বারীসহ) ৮/৪৪১, নং ৪৭৪১; তিরমিযী নং ২১৮০; আন- নাসাঈ ফিল কুবরা, নং ১১১৮৫। আরও দেখুন, সহীহুত তিরমিযী ২/১০৩, ২/২৩৫, আহমাদ-৫/২১৮, নং ২১৯০০।"
      },
      {
        "title": "ভীত অবস্থায় যা বলবে",
        "subtitle": "",
        "content": "\nلاَ إِلَهَ إِلاَّ اللّٰهُ \n\nআল্লাহ ব্যতীত কোনো হক্ব উপাস্য নেই!\n\nবুখারী, (ফাতহুল বারীসহ) ৬/৩৮১, নং ৩৩৪৬; মুসলিম ৪/২২০৮, নং ২৮৮০।"
      },
      {
        "title": "আহারের আয়োজনকারীর জন্য মেহমানের দুআ",
        "subtitle": "",
        "content": "\nاللّٰهُمَّ بَارِكْ لَهُمْ فِيْمَا رَزَقْتَهُمْ، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ \n\nহে আল্লাহ! আপনি তাদেরকে যে রিযিক দান করেছেন তাতে তাদের জন্য বরকত দিন এবং তাদের গুনাহ মাফ করুন, আর তাদের প্রতি দয়া করুন।\n\nমুসলিম ৩/১৬১৫, নং ২০৪২।"
      }
    ]
  }
]
