[
  {
    "category_id": 1,
    "category_name": "হাদীসের নামে জালিয়াতি",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/book.png",
    "content_list": [
      {
        "title": "নবীজির (সা) মিষ্টি খাওয়া সংক্রান্ত মিথ্যা গল্প",
        "subtitle": "বহুল প্রচলিত একটু ভিত্তিহীন গল্প",
        "content": "কিছু মানুষকে একটি কাহিনী বলতে শোনা যায়- \nএকবার এক সাহাবী নিজ সন্তানকে নিয়ে নবীজীর কাছে এলেন। বললেন, আল্লাহর রাসূল! আমার ছেলে খুব বেশি মিষ্টি খায়, দয়া করে আপনি তাকে বারণ করুন। নবীজী বললেন, তিন দিন পরে আস। সাহাবী তিন দিন পরে এলে নবীজী তার ছেলেকে মিষ্টি খাওয়া থেকে বারণ করলেন।\n\nনবীজী কেন তিন দিন পরে আসতে বললেন- এর কারণ জিজ্ঞাসা করা হলে তিনি বললেন, এই তিন দিনে আগে আমি নিজে মিষ্টি খাওয়া ছেড়েছি তারপর তাকে নিষেধ করেছি।\n\nকোনো কাজের কথা অন্যকে বলতে হলে আগে নিজে আমল করা উচিত- এ বিষয়টিকে সামনে আনার জন্য এ কিসসাটির অবতারণা করা হয়। অথচ এটি একটি বানোয়াট কিসসা; এর কোনোই ভিত্তি নেই। এর কোনো সনদও পাওয়া যায় না। এমনকি কোনো নির্ভরযোগ্য হাওয়ালাও নয়।\n\nমিষ্টি খাওয়া তো কোনো গুনাহের কাজ নয় যে, তা বেশি খেতে বারণ করার জন্য নিজেকে মিষ্টি খাওয়া ছেড়ে দিতে হবে। হাঁ, কোনো বিষয়ে অন্যকে উপদেশ দেয়া বা নিষেধ করা আর নিজে সে অনুযায়ী আমল না করা বা বিরত না থাকা নিন্দনীয়। কিন্তু  এর অর্থ এটা নয় যে, কোনো বিষয় নিজের মাঝে আমল না থাকলে অন্যকে বলা যাবে না; এমনটি ধারণা করা ঠিক নয়। অন্যকে আমলের বা বিরত থাকার উপদেশ দিবে, সাথে সাথে নিজেও আমলের চেষ্টা করবে। কারণ অনেক সময় অন্যকে বলার দ্বারা নিজেরও আমলের তাওফীক হয়।\n\nআল্লাহ আমাদেরকে হাদীসের নামে জালিয়াতি করা থেকে হেফাজত করুন। রাসূলের (সা) নামে এমন কথা বলা থেকে হেফাজত করুন যা রাসূল (সা) বলেন নি। আল্লাহ আমাদেরকে সকল প্রকার শিরক, বিদআত ও জাল হাদীস থেকে রক্ষা করুন।\n\nলেখাটি নেয়া হয়েছে প্রসিদ্ধ ইসলামি পত্রিকা মাসিক আলকাউসার থেকে। মূল লেখাটি পড়া যাবে এখান থেকেঃ https://www.alkawsar.com/bn/article/2234/"
      },
      {
        "title": "ইলম ও আলেমদের মর্যাদা প্রকাশক কিছু জাল হাদীস",
        "subtitle": "আলেমদের মর্যাদা স্বয়ং আল্লাহ দিয়েছেন। তাই মিথ্যার আশ্রয় নেয়া নিতান্তই অমূলক",
        "content": "দ্বীনি ইলম শিক্ষা করা আমাদের সকলের উপর ফরজ। ইলম ও আলেমদের মর্যাদার বিষয়ে কুরআন হাদীসে অসংখ্য সুস্পষ্ট বর্ণনা রয়েছে। এরপরেও কিছু ওয়াজেয়ীন তাদের ওয়াজে ও বিভিন্ন লেখনীতে অসংখ্য প্রচলিত জাল হাদীস বর্ণনা করেন। ইলম ও আলেমদের মর্যাদা ও গুরুত্ব বুঝানোর জন্য এই জাল ও মিথ্যা বানোয়াট কথাগুলো আল্লাহর রাসূলের (সা) হাদীস বলে প্রচার করা হয়। যা অত্যন্ত গর্হিত অন্যায় কাজ। নিচে এরকম কয়েকটি প্রচলিত \"জাল হাদীস\" তুলে ধরা হলো।\n\n# \"জ্ঞানীর কলমের কালি, শহীদের রক্তের চেয়েও দামী\"\n.........................................................\nএটি একটি জাল হাদীস। যা রাসূলের (সা) নামে প্রচার করা হয়। আল্লামা সাখাবী, যারকানী, মোল্লা আলী কারী (রহ) প্রমুখ মুহাদ্দিস জানিয়েছেন এটি রাসূল (সা) এর বাণী নয়। যারকাশী বলেছেন \"বাক্যটি তাবিয়ী হাসান বসরীর (রহ) উক্তি\"\n\n# \"জ্ঞান অর্জনের জন্য সুদূর চীন দেশে হলেও যাও\"\n.........................................................\nঅধিকাংশ মুহাদ্দিস একে জাল হাদীস বলে উল্লেখ করেছেন। কেউ কেউ অন্যন্ত দুর্বল হাদীস বলে উল্লেখ করেছেন। সনদ বিচারে দেখা যায় দু'জন অত্যন্ত দুর্বল হাদীস বর্ণনাকারী  রাবী, যারা মিথ্যা হাদীস বর্ণনা করতেন শুধুমাত্র তারাই একে রাসূলের (সা) কথা হিসাবে প্রচার করেছেন।\n\n# \"আমার উম্মতের আলেমগণ বনী ইসরাইলের নবীগণের মত\"\n.........................................................\nঅনেক আলেমগণ তাদের নিজেদের মর্যাদা বুঝাতে উক্ত কথাটি জোরেসোরে প্রচার করে থাকেন। মুহাদ্দিসগণ একমত যে এটি সনদবিহীন, মিথ্যা, বানোয়াট ও জাল কথা।\n\n# \"আলেমদের চেহারার দিকে তাকানো ইবাদত\" বা \"আলেমের চেহারার দিকে তাকানো আল্লাহর কাছে ৬০ বছরের নামাজ ও রোজার চেয়েও প্রিয়\"\n.........................................................\nএ বাক্যদুটির কোনোটিই হাদীস নয়। সর্ববৈ মিথ্যা, বানোয়াট ও জাল কথা।\n\n# \"আলেমের ঘুম, মুর্খের ইবাদতের চেয়ে উত্তম\"\n.........................................................\nএই সনদে কোনো হাদীস পাওয়া যায় না। এটি একটি বানোয়াট কথা। তবে এর কাছাকাছি অর্থে একটি যয়ীফ (দূর্বল) হাদীস আছে \"ইলম সহ নিদ্রা যাওয়া, মুর্খতা সহ সালাত আদায় করা থেকে উত্তম\"\n\nআল্লাহ আমাদেরকে সকল প্রকার মিথ্যা ও বানোয়াট কথা থেকে হেফাজত করুন\n\nসূত্রঃ\nএই জাল হাদীসগুলোর কথা সংকলন করা হয়েছে ড. খোন্দকার আবদুল্লাহ জাহাঙ্গীর (রহ) স্যারের \"হাদীসের নামে জালিয়াতি\" (৫ম সংস্করন) নামক বইয়ের ৪৪৭ থেকে ৪৫০ পৃষ্ঠা থেকে।"
      },
      {
        "title": "হযরত ওয়ায়েস করনী (রহ) এর দাঁত ভাঙ্গার মিথ্যা গল্প",
        "subtitle": "তিনি কখনোই নিজের দাঁত ভাঙ্গার মত নাজায়েজ কাজে লিপ্ত হন নি",
        "content": "হযরত ওয়ায়েস করনী (রহ) একজন তাবেয়ী ছিলেন। ৩৭ হিজরিতে তিনি ইন্তেকাল করেন। রাসূলের (সা) সমসাময়িক হওয়ার পরেও তিনি রাসূলের (সা) সাথে দেখা করতে পারেন নি। তাই তিনি সাহাবী নন। তার বৃদ্ধা মায়ের সেবাযত্ন করার জন্য তিনি রাসূলের (সা) দরবারে সাক্ষাত করতে আসতে পারেন নাই। কিন্তু তিনি সাহাবীদের সাক্ষাত পেয়েছেন। তাই তিনি একজন তাবেয়ী ছিলেন।\n\nআমাদের সমাজে হযরত ওয়ায়েস করনী (রহ) সম্পর্কে অনেক গল্প প্রচলিত রয়েছে। এমন অনেক কথা মানুষের মুখে মুখে প্রচার হয়েছে যেগুলো হাদীসের কিতাবগুলোতে পাওয়া যায় না।\n\nসবচেয়ে প্রসিদ্ধ গল্পটি হচ্ছে এরকমঃ\n\n\"ওহুদ যুদ্ধে যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের একটি দাঁত ভেঙে গেল। তখন ওয়ায়েস করনী বিষয়টি জানতে পারলেন এবং যারপরনাই ব্যাথিত হলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি তার অগাধ ভালবাসা ছিল। এ ঘটনা শুনে তিনি স্থির থাকতে পারলেন না। তিনি ভাবলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দাঁত মোবারক যখন শহীদ হয়েছে তো আমার এ দাঁতের কী অর্থ! তিনি নিজের একটি দাঁত ভেঙে ফেললেন। পরক্ষণে চিন্তা করলেন, আমি যে দাঁত ভেঙেছি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হয়ত এ দাঁত ভাঙেনি অন্য দাঁত। তাই ভেবে তিনি নিজের আরেকটি দাঁত ভেঙে ফেললেন। এভাবে তিনি নিজের সবগুলো দাঁত ভেঙে ফেললেন।\" নাউযুবিল্লাহ! ওয়েস করণী (রহ) সম্পর্কে অন্য আরেকটি মিথ্যা কথা হচ্ছে, রাসূলের (সা) এর জুব্বা মোবারক ওয়েস করণীকে (রহ) দেয়ার জন্য নবীজি (সা) বলে গিয়েছিলেন। তাই তাকে সেই জুব্বা প্রদান করা হয়েছে। এটিও মিথ্যা। এর কোনো সঠিক ভিত্তি নাই।\n\nসুস্থ্য মস্তিষ্কে নিজের অঙ্গহানী করা ভয়ংকরতম কবিরা গুনাহ। কারো প্রতি মহব্বতে নিজের হাত কাটা, দাঁত ভাঙ্গা বা এ জাতীয় কাজ করা সম্পূর্ণ নিষেধ। নবীর (সা) প্রতি ভালবাসার উদাহরণ হচ্ছে ঐ সাহাবী (রা) যিনি ওহুদের যুদ্ধে অসুস্থ্যতার জন্য অংশ নিতে পারেন নাই। কিন্তু যখন খবর আসল রাসূল (সা) হয়ত শহীদ হয়ে গিয়েছেন তিনি সেই অবস্থায় তলয়ার নিয়ে ওহুদের ময়দানের দিকে ছুটে চললেন যুদ্ধে অংশ নিতে। নবীর (সা) শহীদ হওয়ার সংবাদে তাঁর প্রতি ভালবাসার কারণে নিজের তলোয়ার নিজের বুকে বিদ্ধ করে তিনি আত্মহত্যা করেন নাই। একই ভাবে ওয়ায়েস করনী (রহ), তিনিও এমন ভয়ংকর কবিরা গুনাহ করেন নাই। এ সংক্রান্ত কোনো নির্ভরযোগ্য বর্ণনা হাদীসের কিতাবে পাওয়া যায় না।\n\nআল্লাহ আমাদেরকে হাদীসের নামে জালিয়াতির হাত থেকে রক্ষা করুন। নবী (সা), তাঁর সাহাবীগণ (রাঃ), তাবেয়ীগণ (রহ) ও সকল ওলি-বুজুর্গদের নামে মিথ্যা কথা প্রচার করা থেকে আমাদেরকে আল্লাহ রক্ষা করুন। আমীন।\n\nরেফারেন্সঃ\n১। মাসিক আলকাউসারঃ https://www.alkawsar.com/bn/article/1189/\n২। মাসিক আলকাউসারঃ https://www.alkawsar.com/bn/article/1341/\n৩। হাদীসের নামে জালিয়াতি (পৃষ্ঠাঃ ৪১৬) - ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রহ)\n৪। ড. আব্দুল্লাহ জাহাঙ্গীর স্যারের লেকচারঃ https://youtu.be/X-cwP9IND3I"
      },
      {
        "title": "হযরত আলী (রা) এর দান সম্পর্কে মিথ্যা কিসসা",
        "subtitle": "হযরত আলী (রা) কে নিয়ে মিথ্যা গল্পগুলোর বেশির ভাগই শিয়া সম্প্রদায়ের দ্বারা বানানো",
        "content": "আলী রা.-এর ছয় দিরহাম দান এবং জিবরীল ও মিকাঈল আ.-এর উটনী ক্রয়-বিক্রয় প্রসঙ্গে লোকমুখে এ কাহিনীটি বেশ প্রসিদ্ধ-\n\n\nএকদিন আলী রা. অর্থের প্রয়োজনে ফাতেমা রা.-এর একটি শাল বাজারে বিক্রি করতে গেলেন। তিনি মাত্র ৬ দিরহামে শালটি বিক্রি করলেন। একজন ভিক্ষুক এসে হাত পাতলে তিনি সেই ছয় দিরহাম তাকে দিয়ে দিলেন। এতে আল্লাহ অনেক খুশি হলেন।\n\nপরক্ষণেই (জিবরীল আমীন) এক গ্রাম্য ব্যক্তির ছুরতে একটি উটনী নিয়ে এলেন এবং আলী রা.-কে বললেন, আপনি কি আমার কাছ থেকে এ উটনীটি ক্রয় করবেন? তখন আলী রা. বললেন, আমার কাছে যে নগদ অর্থ নেই! তখন তিনি বললেন, আপনি বাকিতেই নিয়ে যান।\n\nদরদাম ঠিক হওয়ার পর তিনি একশ দিরহামে উটনীটি ক্রয় করলেন। পথিমধ্যে মীকাঈল আ. একজন মানুষের ছুরতে এসে বললেন, আলী! উটনীটি কি বিক্রি করবেন? তিনি বিক্রি করতে রাজি হলেন, বললেন, আমি এটি একশ দিরহামে কিনেছি, তুমি কত দিয়ে নেবে? তখন সে বলল, আমি একশ ষাট দিরহামে নিব। তিনি তার কাছে উটনীটি একশ ষাট দিরহামে বিক্রি করলেন।\n\nতারপর বিক্রেতার (জীবরীল আ.) সাথে দেখা হল। সে বলল, উটনীটি কি বিক্রি করতে পেরেছেন? তিনি বললেন, হাঁ এবং তাকে উটনীর মূল্য একশ দিরহাম দিয়ে দিলেন। বাকি ষাট দিরহাম নিয়ে বাড়িতে এলেন।\n\nতা দেখে ফাতিমা রা. ঘটনা জানতে চাইলেন। তখন তিনি বললেন, আমি ছয় দিরহাম দান করেছি, এর বিনিময়ে আল্লাহ আমাকে এ ষাট দিরহাম দান করেছেন। এরপর পুরো ঘটনা খুলে বললেন।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলে তাঁকেও ঘটনা শোনানো হল। তিনি বললেন, উটনীর বিক্রেতা ছিল, জিবরীল, ক্রেতা ছিল, মীকাঈল আর উটনীটি হল ঐ উটনী, যাতে ফাতেমা কাল কিয়ামতের দিন সওয়ার হবে।\n\nঘটনাটি কেউ কেউ এভাবেও বলে থাকে-\n\nএকদিন মা ফাতেমা রা. হযরত আলী রা.-কে বললেন, ঘরে কিছু সুতা কেটেছি, বাজারে বিক্রি করে ক্ষুধার্ত হাসান ও হোসেনের জন্য কিছু আটা নিয়ে আসুন। হযরত আলী রা. সুতাগুলো নিয়ে বাজারে ৬ দিরহামে বিক্রি করলেন।\n\nএমন সময় এক অসহায় সাহাবী হযরত আলী রা.-কে বললেন, আলী! কিছু দিরহাম কর্য হবে? আমার ঘরে বাচ্চারা না খেয়ে আছে...\n\nএটি একটি ভিত্তিহীন কিসসা। এর নির্ভরযোগ্য কোনো সনদ খুঁজে পাওয়া যায় না। আবদুর রহমান সাফূরী রাহ. (মৃত্যু : ৮৯৯হি.-এর পর) নুযহাতুল মাজালিস কিতাবে ‘হিকায়া’ (একটি ঘটনা) বলে সনদবিহীন এটি উল্লেখ করেছেন। এর হাওয়ালায় আরো কিছু কিতাবেও এটি উদ্ধৃত হয়েছে। আর নুযহাতুল মাজালিস কিতাবটি ভিত্তিহীন ও বানোয়াট কিসসা-কাহিনীতে ভরপুর।\n\nনূরুদ্দীন হালাবী রাহ. (মৃত্যু ১০৪৪হি.) আসসীরাতুল হালাবিয়্যাহ কিতাবে আলোচ্য কিসসাটি উল্লেখ করে সুয়ূতী রাহ.-এর ফাতাওয়ার উদ্ধৃতি দিয়ে একে ভিত্তিহীন ও বানোয়াট আখ্যা দিয়েছেন। তিনি বলেন, সুয়ূতী রাহ.-কে এ কিসসাটিসহ আরো কিছু কিসসা সম্পর্কে সহীহ কি না- জিজ্ঞাসা করা হলে তিনি ‘সহীহ নয়’ বলে মন্তব্য করেছেন। (দ্র. আসসীরাতুল হালাবিয়্যা, খ. ২ পৃ. ২৮১; আলহাবী, সুয়ূতী খ. ২  পৃ. ৪১)\n\nইরান থেকে আগত হিন্দুস্তানের শিয়া আলেম নূরুল্লাহ তুসতারী (মৃত্যু ১০১৯ হি.) কৃত ইহকাকুল হাক (খ. ৮ পৃ. ৭০৭), ইসমাঈল যানজানী খুওয়াইনীকৃত ‘আলমাউসূআতুল কুবরা আন ফাতিমাতিয যাহরা’ (খ. ১৭ পৃ. ২৯৮-২৯৯), মুহাম্মাদ সালেহ কাশফীকৃত ‘আলমানাকিবুল মুরতাযাউয়্যাহ’ (পৃ. ৩৬৮-ইহকাকুল হাক পৃ. ৭০৮) ইত্যাদি শিয়াদের কিছু কিতাবেও নুযহাতুল মাজালিসের হওয়ালায় কিসসাটি সনদবিহীন উল্লেখ করা হয়েছে।\n\nআর শিয়াদের প্রসিদ্ধ কিতাব বিহারুল আনওয়ার আলজামিআতু লি দুরারি আখবারিল আইম্মাতিল আতহার, মুহাম্মাদ বাকের আলমাজলিসী (মৃত্যু ১১১১ হি.)-এ এজাতীয় একটি ঘটনা উল্লেখ করা হয়েছে। সেখানে সনদবিহীন ঘটনাটি উল্লেখ করা হয়েছে। সেখানের ঘটনাটিও এ ঘটনার মতই।\n\nবিহারুল আনওয়ারের টীকায় হাওয়ালা দেওয়া হয়েছে আবু জাফর মুহাম্মাদ ইবনে আলী ইবনে শাহর আশওয়াব (মৃত্যু ৫৮৮হি.)কৃত মানাকিবু আলে আবি তালিব-এর। কিন্তু সেখানেও এখানের মতই সনদবিহীনভাবে ঘটনাটি উল্লেখ করা হয়েছে। (দ্র. মানাকিবু আলে আবি তালিব খ. ২ পৃ. ৯১-৯২)\n\nযাইহোক, আলোচ্য কিসসাটির কোনো সনদ খুঁজে পাওয়া যায় না; এটি একটি ভিত্তিহীন কিসসা। আলী রা.-এর বিষয়ে শিয়ারা অনেক বিষয় জাল করেছে; আলোচ্য কিসসাটিও শিয়াগণ কর্তৃক জালকৃত হওয়ার সম্ভাবনাই বেশি।\n\n\n----------------------------------------\nপ্রসিদ্ধ ইসলামি পত্রিকা মাসিক আলকাউসার থেকে সংকলিত।\nমূল লেখাটি পাওয়া যাবে এখানেঃ https://www.alkawsar.com/bn/article/2653/"
      }
    ]
  },
  {
    "category_id": 2,
    "category_name": "সালাত সংক্রান্ত ভুল",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/salat.png",
    "content_list": [
      {
        "title": "সালাত শুরুর আগে জায়নামাজের দুআ পড়া",
        "subtitle": "ইসলামী শরীয়তে জায়নামাজের দুআ বলে কোনো দুআ নাই",
        "content": "আমাদের সমাজে প্রচলিত আছে সালাত শুরুর আগে এটি দুআটি পড়ার রেওয়াজ আছেঃ \"ইন্নি ওয়াজ্জাহতু, ওয়াজহিয়া লিল্লাজি...\"। একে বলা হয় জায়নামাজের দুআ। বিভিন্ন অনির্ভরযোগ্য নামাজ শিক্ষা বইতে এ দুআর উল্লেখ রয়েছে। এমন কি অনেক মাদরাসা-মক্তবেও বাচ্চাদেরকে এই দুআ শেখানো হয়।\n\nসালাত শুরুর আগে এই দুআ পড়ার বিষয়টি নবীজির (সা) সুন্নাহ দ্বারা প্রমাণিত নয়। নবীজি (সা) সালাত শুরুর আগে কখনো এই দুআ পড়েছেন বা পড়তে বলেছেন বলে হাদীসে উল্লেখ পাওয়া যায় না। অজানা কোনো ভাবে উক্ত দুআটি সমাজে \"জায়নামাজের দুআ\" বলে প্রচলিত হয়ে গেছে। নবীজি (সা) সালাত শুরুর পূর্বে শুধুমাত্র \"আল্লাহু আকবার\" বলে সালাত শুরু করতেন। সমাজে প্রচলিত প্রথা অনুযায়ী অনেককে দেখা যায় মুখে উচ্চারণ করে নামাজের \"নিয়ত\" পড়েন এবং জায়নামাজের দুআ পড়েন, এরপর তাকবীরে তাহরিমা বলে সালাত শুরু করেন। এসব পড়তে পড়তে প্রায়ই দেখা যায় জামায়াতের রাকাত ছুটে যায়। মুখে উচ্চারণ করে নিয়ত \"পড়া\" এবং জায়নামাজের দুআ পড়া উভয়টিই সুন্নতের খেলাফ।\n\nতাই আমরা এখন থেকে কথিত জায়নামাজের দুআটি পড়া থেকে বিরত থাকব। নবীজি (সা) যেভাবে সালাত আদায় করেছেন সেভাবে সালাত আদায় করব। নিজেদের চিন্তা-ভাবনা বা যুক্তি-তর্কের উপর ভিত্তি করে কোনো আমল করে নিজেদের আখিরাত বরবাদ করব না।\n\nরেফারেন্সঃ\nআহলে হক্ব মিডিয়া (হানাফী মাজহাবের একজন সুপরিচিত আলেমের দ্বারা পরিচালিত)\nhttps://ahlehaqmedia.com/জায়নামাযের-দুআ-বলতে-কিছ/"
      }
    ]
  }
]
