[
  {
    "category_id": 1,
    "category_name": "সালাত সংক্রান্ত ভুল",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/salat.png",
    "content_list": [
      {
        "title": "অযুর শুরুতে বিশেষ নিয়ত \"পড়া\"",
        "subtitle": "নিয়ত করা আর নিয়ত পড়া এক জিনিস নয়",
        "content": "নিয়ত অর্থ ইচ্ছা করা, সংকল্প করা। মনে মনে আমরা পবিত্র হওয়ার উদ্দেশ্যে যখন অযুখানায় প্রবেশ করি সেটাই অযুর নিয়ত। কুরআন-হাদীসের কোথাও অযুর শুরুতে পড়তে হবে এমন নিয়তের বাক্যগুলো বর্ণনা করা নাই। বিভিন্ন বইতে যে সকল নিয়তের বাক্যগুলো দেয়া থাকে সেগুলো আরবি ভাষী কোনো ব্যক্তির বানানো। আল্লাহর রাসূল (সা) ও তাঁর সাহাবাগণ অযুর শুরুতে ঐসব নিয়তের বাক্যগুলো আবৃত্তি করতে আমাদের শিখিয়ে যান নাই। তাই অযুর শুরুতে সেই আরবি বাক্যগুলো মুখে উচ্চারণ করাকে জরুরি বা বেশি সওয়াবের বা দ্বীনের অংশ মনে করা বিদআত।\n\nপবিত্র হওয়ার আগের নিয়তের ব্যাপারে একটা উদাহরণ দেয়া যেতে পারে। ধরা যাক দুইজন ব্যক্তি একটি খালের উপরের বাঁশের সাঁকো পার হচ্ছেন। একজন এসেছেন গোসল করার উদ্দেশ্যে। তিনি এসে সাঁকো থেকে লাফ দিলেন। অপর জন গোসলের উদ্দেশ্যে আসেন নাই বরং তাল সামলাতে না পেরে পড়ে গেছেন। প্রথম ব্যক্তির গোসল হবে নিয়ত সহ। আর দ্বিতীয় ব্যক্তির গোসল হবে ঠিকই কিন্তু নিয়ত ব্যতীত।\n\nসারকথা হচ্ছে, অযু করার জন্য মনে মনে ইচ্ছা করাই যথেষ্ট। বিভিন্ন বই-পুস্তকে যেসকল নিয়তের বাক্য পাওয়া যায় সেগুলো কুরআন হাদীস দ্বারা প্রমাণিত নয়। আসুন, ইসলাম কোনো বিষয়কে যতটা গুরুত্ব দিয়েছে ততটা গুরুত্বই আমরা দিই। দ্বীনকে পালনের জন্য কঠিন থেকে কঠিনতর না বানিয়ে নিই।\n\nরেফারেন্সঃ\n1. http://assunnahtrust.com/সালাতের-সংক্ষিপ্ত-বিধান\n\n2. https://youtube.com/watch?v=6W5_ClQxPzs"
      },
      {
        "title": "সালাতের শুরুতে মুখে উচ্চারণ করে নিয়ত \"পড়া\"",
        "subtitle": "নিয়ত করা ফরজ কিন্তু নিয়ত \"পড়া\" ফরজ নয়। নিয়ত করতে হয়, নিয়ত \"পড়তে\" হয় না",
        "content": "নিয়ত করার অর্থ হচ্ছে ইচ্ছা করা বা সংকল্প করা। আমরা কোনো কাজ করার ব্যাপারে যখন ইচ্ছা করি সেটাই নিয়ত। যেমন আমরা যদি চিন্তা করি \"এই মাসে একটু বেশি ইনকাম হয়েছে, এই তাই কিছু টাকা দান করব\"। এটাই দানের নিয়ত হয়ে গেল। নিয়ত করার জন্য ঐ আমলের সওয়াব আমাদের আমলনামায় লেখা হয়ে যায়। দান করার জন্য আমরা কিন্তু মুখে উচ্চারণ করে আবৃত্তি করি নাই। আমরা বলি নাই \"আমি অমুক, বোনাস পাইয়াছি। তাহার জন্য আনন্দিত হইয়া দান করিতে মনস্থির করিলাম\"।\n\nএকই ভাবে সালাতের জন্য আমরা যখন মসজিদে যাই, বা ফজরের সালাতের জন্য আমরা যখন অ্যালার্ম দেই তখনই আসলে সালাতের নিয়ত হয়ে যায়। আমরা যখন সালাতের জন্য অযু করি তখন নির্দিষ্ট সালাত পড়ার কথা আমাদের মনে থাকেই। এমন হওয়া মনে হয় অসম্ভব যে সালাতের আগে সালাতের অন্য উদ্দেশ্যহীন ভাবে অযু করছি। তাই সালাতের নিয়তের জন্য মনে যে আমাদের ইচ্ছা করা সেটাই যথেষ্ট। মুখে উচ্চারণ করা জরুরি নয়। যদিও অনেক আলেমের মতে মুখে উচ্চারণ করে নিয়ত করা মুস্তাহাব।\n\nসালাতের নিয়ত বলে প্রচলিত যেসব আরবি বাক্য বিভিন্ন সালাত শিক্ষা বইতে পাওয়া যায় সেগুলোর কোনোটিই কুরআন-হাদীস দ্বারা প্রমাণিত নয়। কোনো হাদীসে পাওয়া যায় না \"নাওয়াইতুয়ান উসাল্লিয়া লিল্লাহি তায়ালা...\" এরকম কোনো বাক্য। আলেমগণ বা মুহাদ্দীসগণ এমন কোনো হাদীস পান নাই যেখানে রাসূল (সা) এই বাক্যগুলো সাহাবীদেরকে শিক্ষা দিয়েছেন। তাহলে এই বাক্যগুলো কোথা থেকে আসলো? কোনো আলেম বা আরবি ভাষায় অভিজ্ঞ ব্যক্তি এগুলোকে বানিয়েছেন। তাই এই বাক্যগুলোকে দ্বীনের অংশ মনে করা অনুচিত। এই বাক্যগুলো পড়লে বেশি সওয়াব হবে এমন মনে করাও ঠিক না।\n\nঅনেককে দেখা যায় সালাত শুরু হয়ে গেছে, ইমাম হয়ত রুকুতে চলে গেছেন। এমন অবস্থাতেও দাঁড়িয়ে বিড়বিড় করে আরবি নিয়তের বাক্যগুলো মুখে তোতা পাখির মত আউড়ে যাচ্ছেন। অর্থ বুঝে আসুক বা না আসুক। রাকাত ছুটে যাওয়া বা জামাত ছুটে যাওয়ার চেয়েও অনেকের কাছে এই নিয়ত মুখে উচ্চারণ করা জরুরি। নিঃসন্দেহে এটা একটা অনুচিত, দ্বীনের মধ্যে নতুন উদ্ভাবন বা বিদআত। আল্লাহর রাসূল (সা) সালাতের শুরুতে একটা বাক্য উচ্চারণ করতেন। তা হচ্ছে \"আল্লাহু আকবর\" বা তাকবীরে তাহরিমা। আমাদেরও উচিত নবীকে (সা) অনুসরণ করা। যেহেতু কোনো কোনো আলেম মুখে নিয়ত পড়াকে মুস্তাহাব বলেছেন, আমরা সেটার উপর আমল করতে চাইলে সময় থাকলে মুখে নিয়ত উচ্চারণ করতেই পারি। সেটা বাংলা বা আরবি যে কোনো ভাষায় হতে পারে। যে ভাষাতেই হোক অর্থটা বুঝা জরুরি। সূরা ফাতিহার অর্থ না বুঝলেও আমাদের সালাত হয়ে যাবে। কিন্তু আমরা যেই আরবি বাক্য মুখে উচ্চারণ করছি তার অর্থ না জানলে কি সালাত আদায় হবে? তাও আদায় হবে, ঐ মনের ইচ্ছার কারণে। মূল নিয়ত তো মনের ইচ্ছাই। কিন্তু মনে সালাতের ইচ্ছা না থাকলে শুধু মুখে নিয়তের বাক্য উচ্চারণ করলে কিন্তু সেটা নিয়ত হল না। উদাহরণ স্বরূপ বলা যায়, কোনো মুসলিমকে সারাদিন না খেতে দিয়ে রাখলে আর দিনের শুরুতে আরবিতে সাওমের নিয়ত আবৃত্তি করিয়ে দিলে সেই লোকের সাওম কি আদায় হবে যদি আরবি নিয়তের অর্থ তার জানা না থাকে? সাওম রাখার জন্য নিয়ত করা জরুরি। সেই মুসলিম সারা দিন না খেয়ে থাকলো কিন্তু তার মনে সাওমের কোনো নিয়ত বা ইচ্ছা নাই, যদিও তাকে আরবি নিয়ত পড়ানো হয়েছে। এমন অবস্থাতে কিন্তু ঐ লোকের সাওম আদায় হবে না। সালাতের ক্ষেত্রেও একই বিধান।\n\nআল্লাহ আমাদেরকে ইসলামের সৌন্দর্য বুঝার ও এর মধ্যপন্থী অবস্থান বুঝার তাওফিক দান করুন। কেউ যদি আমাদের কথার সাথে দ্বিমত পোষণ করেন বা কোনো হাদীসে নিয়তের বাক্যগুলো খুঁজে পান তাহলে গালাগালি না করে সেগুলো আমাদেরকে মেইল করে জানান। ইনশাআল্লাহ আমরা এই লেখা আপডেট করে দিব। অন্যথায় ওহাবী, লা-মাজহাবী, বাতিল ফেরকা ইত্যাদি বলে অপবাদ দিবেন না। আমরা মনেপ্রাণে হানাফী মাজহাবের অনুসারী। আমরা চেষ্টা করি হানাফী মাজহাবের ফতোয়া ও মাসায়েলের কিতাব পড়ে হানাফী মাজহাব অনুসরণ করার। অন্ধ ভাবে পূর্বপুরুষগণ যা করেছেন সেটার উপর দৃঢ় নই। আল্লাহ আমাদের ইসলামের জ্ঞানকে বাড়িয়ে দিন। আমীন।\n\nরেফারেন্সঃ\n1. assunnahtrust.com/সালাতের-সংক্ষিপ্ত-বিধান\n\n2. youtube.com/watch?v=6W5_ClQxPzs"
      },
      {
        "title": "সালাত শুরুর আগে জায়নামাজের দুআ পড়া",
        "subtitle": "ইসলামী শরীয়তে জায়নামাজের দুআ বলে কোনো দুআ নাই",
        "content": "আমাদের সমাজে প্রচলিত আছে সালাত শুরুর আগে এটি দুআটি পড়ার রেওয়াজ আছেঃ \"ইন্নি ওয়াজ্জাহতু, ওয়াজহিয়া লিল্লাজি...\"। একে বলা হয় জায়নামাজের দুআ। বিভিন্ন অনির্ভরযোগ্য নামাজ শিক্ষা বইতে এ দুআর উল্লেখ রয়েছে। এমন কি অনেক মাদরাসা-মক্তবেও বাচ্চাদেরকে এই দুআ শেখানো হয়।\n\nসালাত শুরুর আগে এই দুআ পড়ার বিষয়টি নবীজির (সা) সুন্নাহ দ্বারা প্রমাণিত নয়। নবীজি (সা) সালাত শুরুর আগে কখনো এই দুআ পড়েছেন বা পড়তে বলেছেন বলে হাদীসে উল্লেখ পাওয়া যায় না। অজানা কোনো ভাবে উক্ত দুআটি সমাজে \"জায়নামাজের দুআ\" বলে প্রচলিত হয়ে গেছে। নবীজি (সা) সালাত শুরুর পূর্বে শুধুমাত্র \"আল্লাহু আকবার\" বলে সালাত শুরু করতেন। সমাজে প্রচলিত প্রথা অনুযায়ী অনেককে দেখা যায় মুখে উচ্চারণ করে নামাজের \"নিয়ত\" পড়েন এবং জায়নামাজের দুআ পড়েন, এরপর তাকবীরে তাহরিমা বলে সালাত শুরু করেন। এসব পড়তে পড়তে প্রায়ই দেখা যায় জামায়াতের রাকাত ছুটে যায়। মুখে উচ্চারণ করে নিয়ত \"পড়া\" এবং জায়নামাজের দুআ পড়া উভয়টিই সুন্নতের খেলাফ।\n\nতাই আমরা এখন থেকে কথিত জায়নামাজের দুআটি পড়া থেকে বিরত থাকব। নবীজি (সা) যেভাবে সালাত আদায় করেছেন সেভাবে সালাত আদায় করব। নিজেদের চিন্তা-ভাবনা বা যুক্তি-তর্কের উপর ভিত্তি করে কোনো আমল করে নিজেদের আখিরাত বরবাদ করব না।\n\nরেফারেন্সঃ\nআহলে হক্ব মিডিয়া (হানাফী মাজহাবের একজন সুপরিচিত আলেমের দ্বারা পরিচালিত)\nhttps://ahlehaqmedia.com/জায়নামাযের-দুআ-বলতে-কিছ/"
      },
      {
        "title": "নামাজ মু'মিনের মেরাজ - এটি হাদীস নয়",
        "subtitle": "এটি একটি প্রচলিত কথা",
        "content": "‘নামায মুমিনের মেরাজ’ কথাটা একটা প্রসিদ্ধ উক্তি। কেউ কেউ একে হাদীস মনে করে থাকেন। কিন্তু হাদীসের প্রসিদ্ধ কিতাবসমূহে এটা পাওয়া যায় না। তবে এ কথাটার মর্ম বিভিন্ন সহীহ হাদীস থেকে আহরণ করা যায়। এ জন্য একথাটা একটি প্রসিদ্ধ উক্তি হিসেবেই বলা উচিত, হাদীস হিসেবে নয়। \n\nহাদীস বলতে হলে নিম্নোক্ত কোনো সহীহ হাদীস উল্লেখ করা যায়- \n‘মুমিন যখন নামাযে দাড়ায় তখন সে তার রবের সঙ্গে একান্তে কথা বলে।’ (সহীহ  বুখারী, হাদীস ৪১৩)\n\n‘তোমাদের কেউ যখন নামাযে দাড়ায় তখন সে আল্লাহর সঙ্গে একান্তে কথা বলে, যতক্ষণ সে তার জায়নামাযে থাকে।’ (সহীহ বুখারী, হাদীস : ৪২৬)\n\nআল্লাহ আমাদেরকে প্রচলিত ভুলগুলো থেকে বেঁচে থাকার তাওফিক দান করুন। এমন কথাকে হাদীস হিসাবে যেন আমরা প্রচার না করি যেগুলো আসলে হাদীস নয়। আল্লাহর রাসূলের (সা) নামে এমন কথা বলা থেকে আল্লাহ আমাদের রক্ষা করুন যেই কথা রাসূল (সা) বলেন নি।"
      },
      {
        "title": "ইমামের সাহু সিজদায় মাসবুক ব্যক্তিরও সালাম ফিরানো",
        "subtitle": "সাহু সিজদায় মাসবুক ব্যক্তি সালাম ফিরাবে না",
        "content": "ইমাম সাহু সিজদার জন্য সালাম ফেরালে কি মাসবুকও সালাম ফেরাবে?\n\nমাসবুকঃ\n-----------------\nযে ব্যক্তি ইমামের সাথে পুরো সালাত পায়নি; বরং কিছু রাকাত ছুটে গিয়েছে তাকে মাসবুক বলে।\n\nসালাতের সময় কোনো ওয়াজিবের হ্রাস-বৃদ্ধি ঘটলে আমাদেরকে সাহু সিজদা আদায় করতে হয়। জামায়াতে সালাত আদায়ের সময় ইমাম সাহেবের যদি এরকম কোনো ভুল হয়ে যায় তাহলেও সাহু সিজদা আদায় করতে হবে। সাহু সিজদা আদায়ের জন্য শেষ বৈঠকে তাশাহুদ পড়ার পর সালাম ফিরিয়ে দু'টি সিজদা দিতে হয়।\n\nপ্রশ্ন হচ্ছেঃ\nযে ব্যক্তি ইমাম সাহেবের সাথে পুরো সালাত পায় নি, বরং কিছু রাকাত ছুটে গিয়েছে। সে ব্যক্তি (অর্থাৎ মাসবুক ব্যক্তি) কি ইমামের সাথে সাহু সিজদা এর জন্য সালাম ফিরাবে? নাকি সালাম ফিরানো ছাড়াই ইমামের সাথে সাহু সিজদা দিবে?\n\n উত্তর হচ্ছেঃ\nমাসবুক ব্যক্তি ইমামের সাথে সাহু সিজদার জন্য সালাম ফেরাবে না; বরং সালাম ফিরানো ছাড়া শুধু সাহু সিজদায় শরীক হবে। অবশ্য কখনো ভুলে ইমামের সাথে সাহু সিজদার সালাম ফিরিয়ে ফেললে (কাজটি নিয়মসম্মত না হলেও) সালাত নষ্ট হবে না এবং এজন্য নিজ সালাত শেষে সাহু সিজদাও করতে হবে না। \n(দ্র. বাদায়েউস সানায়ে ১/৪২২; রদ্দুল মুহতার ২/৮২; হালবাতুল মুজাল্লী ২/৪৫২)\n\n\nআল্লাহ আমাদের সবাইকে সঠিক ভাবে সালাত আদায় করার তাওফিক দান করুন। যতটুকু ইসলামী জ্ঞান প্রত্যেকের উপর ফরজ ততটুকু জ্ঞান অন্তত সবাইকে অর্জন করার তাওফিক দান করুন। আমীন।\n\nরেফারেন্সঃ\nমাসিক আলকাউসার\nhttps://www.alkawsar.com/bn/article/2693/"
      },
      {
        "title": "সময় বিবেচনা না করে ফরজ সালাতের আগে সুন্নত সালাত শুরু করা",
        "subtitle": "",
        "content": "ফজরের সুন্নত অত্যন্ত গুরুত্বপূর্ণ। হাদীস শরীফে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, তোমরা ফজরের সুন্নত ছেড়ে দিও না; যদিও সৈন্যবাহিনী তোমাদেরকে তাড়া দেয়। -মুসনাদে আহমদ ২/৪০৫\n\nআবদুল্লাহ ইবনে মাসউদ রা., আবদুল্লাহ ইবনে আব্বাস রা. ও আবু দারদা রা.-এর মতো বিশিষ্ট সাহাবীদের থেকে বর্ণিত আছে যে, তাঁরা ফজরের জামাত শুরু হয়ে গেলেও সুন্নত পড়ে নিতেন।\n\nসুতরাং ফজরের জামাত শুরু হয়ে গেলেও বারান্দায় বা জামাতের কাতার থেকে দূরে সরে খুঁটির আড়ালে সুন্নত পড়ে নিবে। তবে এ জন্য শর্ত হল, আগে নিশ্চিত হতে হবে যে, সুন্নত শেষ করে দ্বিতীয় রাকাত পাওয়া যাবে। কিন্তু কিছু মানুষকে দেখা যায়, কোনো বিবেচনা ছাড়াই সুন্নতের জন্য দাঁড়িয়ে যায়। কাউকে কাউকে তো এমনও দেখা যায়, দ্বিতীয় রাকাতের সূরা ফাতিহা শেষ হওয়ার পরও সুন্নতের জন্য দাঁড়িয়ে যায়। অথচ দ্বিতীয় রাকাতে সাধারণত একটু ছোট কেরাত পড়া হয়। ফলে দ্বিতীয় রাকাতও পাওয়া যায় না। এটি ঠিক নয়।\n\nজামাত শুরু হওয়ার পর সুন্নতে দাঁড়ানোর জন্য আগে বিবেচনা করে নিবে- দ্বিতীয় রাকাত পাওয়া যাবে কি না। স্বাভাবিকভাবে যদি অনুমান করা না যায়- প্রথম রাকাত চলছে না দ্বিতীয় রাকাত, তাহলে ঘড়ির সাহায্য নিবে। কারণ, জামাত শুরু হওয়ার সময় দেখে বোঝা সম্ভব- এখন প্রথম রাকাত চলছে না দ্বিতীয় রাকাত।\n\nআর (নির্ভরযোগ্য মতানুযায়ী) যদি ফজরের সুন্নত আদায় করে দ্বিতীয় রাকাত পাওয়ার সম্ভাবনা না থাকে তাহলে সুন্নত না পড়ে জামাতে শরীক হয়ে যাবে এবং সুর্যোদয়ের পর এ সুন্নত আদায় করে নিবে। -আলজামিউস সগীর ৯০; বাদায়েউস সানায়ে ১/৬৪০; ফাতহুল মুলহিম ৪/৮৯-৯২; ফয়যুল বারী ২/১৯৮\n\nউল্লেখ্য, যোহরের সুন্নতের ক্ষেত্রেও এমনটি দেখা যায়- সময় বিবেচনা ছাড়াই সুন্নতের জন্য দাঁড়িয়ে যায়। এটিও ঠিক নয়।\n\nআর যোহরের সুন্নতের বিষয়টি ফজরের সুন্নতের চেয়ে ভিন্ন। এক্ষেত্রে জামাত দাঁড়িয়ে গেলে সুন্নতের নিয়ত করার অবকাশ নেই। এমনকি চার রাকাত সুন্নতের জন্য দাঁড়ানোর পর যদি দেখা যায় জামাত শুরু হয়ে গিয়েছে, তাহলে দুই রাকাত পড়ে সালাম ফিরিয়ে জামাতে শরীক হয়ে যাবে এবং ফরযের পর দুই রাকাত সুন্নত পড়ে পূর্বের চার রাকাত সুন্নত পড়ে নিবে।\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/1922/"
      },
      {
        "title": "সময় বিবেচনা না করে ফরজ সালাতের আগে সুন্নত সালাত শুরু করা",
        "subtitle": "",
        "content": "ফজরের সুন্নত অত্যন্ত গুরুত্বপূর্ণ। হাদীস শরীফে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, তোমরা ফজরের সুন্নত ছেড়ে দিও না; যদিও সৈন্যবাহিনী তোমাদেরকে তাড়া দেয়। -মুসনাদে আহমদ ২/৪০৫\n\nআবদুল্লাহ ইবনে মাসউদ রা., আবদুল্লাহ ইবনে আব্বাস রা. ও আবু দারদা রা.-এর মতো বিশিষ্ট সাহাবীদের থেকে বর্ণিত আছে যে, তাঁরা ফজরের জামাত শুরু হয়ে গেলেও সুন্নত পড়ে নিতেন।\n\nসুতরাং ফজরের জামাত শুরু হয়ে গেলেও বারান্দায় বা জামাতের কাতার থেকে দূরে সরে খুঁটির আড়ালে সুন্নত পড়ে নিবে। তবে এ জন্য শর্ত হল, আগে নিশ্চিত হতে হবে যে, সুন্নত শেষ করে দ্বিতীয় রাকাত পাওয়া যাবে। কিন্তু কিছু মানুষকে দেখা যায়, কোনো বিবেচনা ছাড়াই সুন্নতের জন্য দাঁড়িয়ে যায়। কাউকে কাউকে তো এমনও দেখা যায়, দ্বিতীয় রাকাতের সূরা ফাতিহা শেষ হওয়ার পরও সুন্নতের জন্য দাঁড়িয়ে যায়। অথচ দ্বিতীয় রাকাতে সাধারণত একটু ছোট কেরাত পড়া হয়। ফলে দ্বিতীয় রাকাতও পাওয়া যায় না। এটি ঠিক নয়।\n\nজামাত শুরু হওয়ার পর সুন্নতে দাঁড়ানোর জন্য আগে বিবেচনা করে নিবে- দ্বিতীয় রাকাত পাওয়া যাবে কি না। স্বাভাবিকভাবে যদি অনুমান করা না যায়- প্রথম রাকাত চলছে না দ্বিতীয় রাকাত, তাহলে ঘড়ির সাহায্য নিবে। কারণ, জামাত শুরু হওয়ার সময় দেখে বোঝা সম্ভব- এখন প্রথম রাকাত চলছে না দ্বিতীয় রাকাত।\n\nআর (নির্ভরযোগ্য মতানুযায়ী) যদি ফজরের সুন্নত আদায় করে দ্বিতীয় রাকাত পাওয়ার সম্ভাবনা না থাকে তাহলে সুন্নত না পড়ে জামাতে শরীক হয়ে যাবে এবং সুর্যোদয়ের পর এ সুন্নত আদায় করে নিবে। -আলজামিউস সগীর ৯০; বাদায়েউস সানায়ে ১/৬৪০; ফাতহুল মুলহিম ৪/৮৯-৯২; ফয়যুল বারী ২/১৯৮\n\nউল্লেখ্য, যোহরের সুন্নতের ক্ষেত্রেও এমনটি দেখা যায়- সময় বিবেচনা ছাড়াই সুন্নতের জন্য দাঁড়িয়ে যায়। এটিও ঠিক নয়।\n\nআর যোহরের সুন্নতের বিষয়টি ফজরের সুন্নতের চেয়ে ভিন্ন। এক্ষেত্রে জামাত দাঁড়িয়ে গেলে সুন্নতের নিয়ত করার অবকাশ নেই। এমনকি চার রাকাত সুন্নতের জন্য দাঁড়ানোর পর যদি দেখা যায় জামাত শুরু হয়ে গিয়েছে, তাহলে দুই রাকাত পড়ে সালাম ফিরিয়ে জামাতে শরীক হয়ে যাবে এবং ফরযের পর দুই রাকাত সুন্নত পড়ে পূর্বের চার রাকাত সুন্নত পড়ে নিবে।\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/1922/"
      },
      {
        "title": "সালাতের শেষ বৈঠকের সময় উপস্থিত হলে জামাতে শরীক না হওয়া",
        "subtitle": "",
        "content": "কোনো কোনো মানুষকে দেখা যায়, যদি জামাতের শেষ বৈঠকের (আত্তাহিয়্যাতুর সময়) সময় উপস্থিত হন তাহলে জামাতে শরীক না হয়ে নিজে নিজে আলাদা নামায পড়তে দাঁড়িয়ে যান। তাদের ধারণা, জামাত তো শেষই হয়ে গেছে এখন আর শরীক হয়ে কী হবে!\n\nএটি একটি ভুল আমল। শেষ বৈঠকের সময় উপস্থিত হলেও জামাতে শরীক হয়ে যাবে এবং ইমামের সালাম ফেরানোর পর উঠে নামায আদায় করবে। কারণ, শেষ বৈঠকে শরীক হলেও জামাতের মৌলিক সওয়াব পাওয়া যাবে। -আততামহীদ ৭/৬৯; আদ্দুররুল মুখতার ২/৫৯\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/1862/"
      },
      {
        "title": "জামায়াতের সময় কাতারের মাঝে সুন্নত আদায় করা",
        "subtitle": "",
        "content": "ফজরের আগের দুই রাকাত সুন্নতের অনেক গুরুত্ব। এ দুই রাকাত বাসা থেকে আদায় করে আসাই উত্তম। আর মসজিদে আদায় করলে জামাত শুরু হওয়ার আগেই আদায় করে নেওয়া। আগে যদি আদায় করা না যায় এবং দেখা যায় সুন্নত আদায় করে জামাত পেয়ে যাবে তাহলে মসজিদের বারান্দা বা পিলারের পিছনে আদায় করে নিবে। কিন্তু কিছু মানুষকে দেখা যায়, জামাত চলা অবস্থায় জামাতের কাতারের সাথেই বা কাতারের মাঝে দাঁড়িয়ে সুন্নত আদায় করছে। এটি একটি ভুল আমল। এ থেকে বেঁচে থাকা জরুরি।\n\n\nউল্লেখ্য, যদি ফজরের সুন্নত আদায় করে জামাত পাওয়ার সম্ভাবনা না থাকে বা জামাত থেকে পিছনে পৃথক হয়ে সুন্নত আদায় করার মত জায়গা না থাকে তাহলে সুন্নত না পড়ে জামাতে শরীক হয়ে যাবে এবং সুর্যোদয়ের পর এ সুন্নত আদায় করে নিবে। -ফাতাওয়া হিন্দিয়া১/১২০; রদ্দুল মুহতার ২/৫৬-৫৮\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/1836/"
      },
      {
        "title": "মাসবুক ব্যক্তি ভুলে দুই দিকে সালাম ফিরিয়ে ফেললে কি নামায বাতিল হয়ে যায়?",
        "subtitle": "",
        "content": "অনেক মানুষকে দেখা যায়, মাসবুক অবস্থায় যদি ইমামের সাথে দুই দিকে সালাম ফিরিয়ে ফেলে তাহলে মনে করে যে তার নামায বাতিল হয়ে গিয়েছে। ফলে আবার নতুন করে শুরু থেকে নামায পড়ে।\n\nএ আমলটি ভুল। মাসআলা না জানার কারণেই হয়তো তারা এমনটি করেন। এক্ষেত্রে নিয়ম হল, দুই দিকে সালাম ফিরিয়ে ফেললেও, যদি নামায ভেঙে যায় এমন কোনো কাজ না করা হয় তাহলে উঠে যাবে এবং বাকী রাকাত আদায় করবে। শেষে সাহু সিজদা আদায় করবে।\n\nআর একথা তো সবারই জানা যে, মাসবুক ব্যক্তি ইমামের সাথে সালাম ফেরাবে না। বরং ইমামের দুই দিকে সালাম ফেরানো হলে উঠে বাকী রাকাত আদায় করবে।\n\nআল্লাহ আমাদের সঠিকভাবে মাসআলা জেনে আমল করার তাওফীক দান করুন। \n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/1190/"
      },
      {
        "title": "মসজিদে প্রবেশ করে আগে বসা পরে সালাতে দাঁড়ানো",
        "subtitle": "",
        "content": "অনেক মানুষকে দেখা যায় তারা মসজিদে এসে প্রথমে একটু বসেন তারপর নামায শুরু করেন। এটি ঠিক নয়। বরং মসজিদে গিয়ে প্রথম কাজ হবে নামায।\n\nহাদীস শরীফে এসেছে, রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, যখন কেউ মসজিদে প্রবেশ করবে তখন যেন দুই রাকাত নামায পড়া ছাড়া না বসে। সহীহ বুখারী, হাদীস ১১৬৭; সহীহ মুসলিম, হাদীস ৭১৪\nমোটকথা মসজিদে প্রবেশ করে প্রথম কাজ হবে নামায, যদি তা নামাযের সময় হয়ে থাকে।\n\nমসজিদে প্রবেশের পর পর্যাপ্ত সময় থাকলে তাহিয়্যাতুল মসজিদ পড়বে, সে সময় না থাকলে নির্ধারিত ওয়াক্তের সুন্নত পড়বে সেটাই তাহিয়্যাতুল মসজিদ বলে গণ্য হবে।\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/764/"
      },
      {
        "title": "আজানের আগে সুন্নত সালাত পড়াকে নিষেধ মনে করা",
        "subtitle": "আজানের আগে সুন্নত সালাত আদায়ে কোনো অসুবিধা নাই",
        "content": "যেসব ফরয নামাযের আগে দুই বা চার রাকাত সুন্নত পড়তে হয় সেসব সুন্নতের সময় শুরু হয় ঐ ফরযের সময়ের শুরু থেকেই। তাই ফরযের ওয়াক্ত হওয়ার পর আযান না দেওয়া হলেও সুন্নত নামায আদায় করা যায়। অনেকে মসজিদে এসেও শুধু এই মনে করে বসে থাকেন যে, এখনো তো আযান হয়নি, নামায কীভাবে পড়ব? অথচ নামাযের ওয়াক্ত হওয়ার পর আযান না হলেও সুন্নত পড়তে কোনো অসুবিধা নেই।\n\nতাছাড়া নির্দিষ্ট কয়েকটি সময় ছাড়া অন্য সব সময় নফল নামায পড়া যায়। সুতরাং মসজিদে প্রবেশের পর হাদীসের নির্দেশনা অনুযায়ী বসার আগে দুই রাকাত (তাহিয়্যাতুল মসজিদ) পড়ে নেওয়া উচিত বা সরাসরি সুন্নত নামায পড়ে নেওয়া উচিত তাহলে তা তাহিয়্যাতুল মসজিদের স্থলাভিষিক্ত হয়ে যাবে।  \n\nমোটকথা ওয়াক্ত হয়ে যাওয়ার পর শুধু আযান হয়নি-এ অজুহাতে নফল কিংবা সুন্নত পড়া থেকে বিরত থাকা ঠিক নয়। আযানের সাথে যুক্ত হচ্ছে ফরযের জামাত। এ জামাতের দিকে আহবান  করার জন্যই আযান হল ওয়াজিব পর্যায়ের একটি সুন্নতে মুয়াক্কাদাহ আমল। সুতরাং সুন্নত বা নফলকে এর সাথে যুক্ত মনে করা ঠিক নয়। \n\nএমনিভাবে কোনো কোনো মহিলাকে দেখা যায়, তারা ঘরে আযানের অপেক্ষায় বসে থাকেন। যদিও তারা জানেন যে, নামাযের ওয়াক্ত হয়ে গেছে। এটিও ভুল প্রচলন।\n\nকারো কারো মাঝে এমনও প্রচলন আছে যে, সূর্যাস্তের বিষয়টি নিশ্চিত হওয়ার পরও শুধু আযান শোনা না যাওয়ার কারণে ইফতারে বিলম্ব করে। এটাও ভুল, যার সংশোধন অপরিহার্য। এসবের কোনো কোনোটি সম্পর্কে আগেও এ বিভাগে আলোচনা করা হয়েছে। তবু সবগুলো একশ্রেণীর হওয়ায় আগেরগুলোও পুনরোল্লেখ করা হল।\n\nরেফারেন্সঃ\nhttps://www.alkawsar.com/bn/article/532/"
      },
      {
        "title": "ইমাম রুকুতে চলে গেলেও সানা পড়া",
        "subtitle": "",
        "content": "‘ছানা’ পড়া সুন্নত। নামাযে নিয়ত বাঁধার পর প্রথম কাজ হল ছানা পড়া। কেউ একা নামায পড়ুক বা জামাতে উভয় অবস্থায় ছানা পড়তে হয়। কিন্তু এক্ষেত্রে অনেকের যে ভুলটা হয়ে থাকে তা হল, ইমামকে যদি রুকুতে পায় তাহলে প্রথমে তাকবীর বলে হাত বাঁধে তারপর দ্রুত ছানা পড়ে রুকুতে যায়। অনেক সময় ছানা পড়তে পড়তে ইমামের রুকু শেষ হয়ে যায় ফলে ঐ রাকাত ছুটে যায়। এটা ঠিক নয়। এ অবস্থায় ছানা পড়তে হবে না হাতও বাঁধতে হবে না; বরং নিয়ম হল, প্রথমে দাড়ানো অবস্থায় দুহাত তুলে তাকবীরে তাহরীমা বলে হাত ছেড়ে দেবে, তারপর দাঁড়ানো থেকে তাকবীর বলে রুকুতে যাবে।\n\nএ ক্ষেত্রে অনেকে আরেকটি ভুল করে থাকে, ইমাম রুকুতে চলে গেছে, এখন দ্রুত রুকুতে শরীক হয়ে রাকাত ধরা দরকার, তা না করে এসময়ও আরবীতে উচ্চারণ করে নিয়ত পড়তে থাকে, ফলে ঐ রাকাত পায় না। এটা আরও বড় ভুল।\n\nনিয়তের বিষয়ে আগেও বলা হয়েছে যে, নিয়ত অর্থ সংকল্প করা, যা দিলের কাজ। উচ্চারণ করে নিয়ত পড়ার কোনো প্রয়োজন নেই। বিষয়টি নিয়ে পূর্বে বিস্তারিত লেখা হয়েছে।\n\n\nরেফারেন্সঃ\n১। https://www.alkawsar.com/bn/article/743/\n২। https://hellohasan.com/2016/07/16/নামাজ-রোজা-নিয়ত-ভুল-ধারণা/"
      }
    ]
  },
  {
    "category_id": 2,
    "category_name": "সাওম সংক্রান্ত ভুল",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/saom.png",
    "content_list": [
      {
        "title": "মুখে উচ্চারণ করে রোজার নিয়ত করা",
        "subtitle": "মুখে উচ্চারণ করে রোজার নিয়তকে জরুরি মনে করা বিদআত",
        "content": "রোযার নিয়ত নিয়ে অনেকের মধ্যে একটা ভুল ধারণা কাজ করে। অনেকেই মনে করেন, রোযার নিয়ত মুখে করতে হয়। সমাজে যে আরবী নিয়ত প্রচলিত আছে তা বলতে হয়, নইলে কমপক্ষে মুখে এতটুকু বলতে হয় যে, আমি আগামীকাল রোজা রাখার নিয়ত করছি। অন্যথায় নাকি রোযা সহীহ হবে না।\n\nতাদের এ ধারণা সম্পূর্ণ ভুল। রোযার জন্য মৌখিক নিয়ত জরুরি নয়; বরং অন্তরে রোযার সংকল্প করাই যথেষ্ট। এমনকি রোযার উদ্দেশ্যে সাহরী খেলেই রোযার নিয়ত হয়ে যায়। সুতরাং এ কথা ভাবার কোন সুযোগ নেই যে, মুখে রোযার নিয়ত না করলে রোযা হবে না।\n\nরেফারেন্সঃ\n১। https://www.alkawsar.com/bn/article/924/\n\n২। https://hellohasan.com/2016/07/16/নামাজ-রোজা-নিয়ত-ভুল-ধারণা"
      },
      {
        "title": "ফজরের আজান পর্যন্ত পানাহার করা",
        "subtitle": "ফজরের আজান পর্যন্ত পানাহার করলে রোজা ভেঙে যাবে",
        "content": "আমাদের সমাজের অনেকেই সাহরি খাওয়ার সময় দেরি হয়ে গেলে মসজিদের আজান চলাকালীন সময়েও পানাহার করতে থাকেন। তারা মনে করেন ফজরের আজানের সময়ও সাহরি খাওয়া যায়। কেউ কেউ মনে করেন আজানের শেষ পর্যন্ত খাওয়া যায়। কাউকে দেখা যায় নিজ এলাকার মসজিদের আজান শেষ হয়ে অন্য মসজিদে যখন আজান চলতে থাকে তখনও খাওয়া চালিয়ে যান। তাদের ধারণা হয়ত যতক্ষণ কোনো না কোনো মসজিদের আজান শোনা যাবে ততক্ষণ খাওয়া যাবে।\n\nএর প্রত্যেকটিই ভুল ধারনা। এমনই ভুল যা কিনা রোজাকে পুরোপুরো নষ্ট করে দিবে। এমন পরিস্থিতিতে রোজার কাজা আদায় করতে হবে।\n\nসাহরির শেষ সময় আসলে ফজরের আজানের সাথে সম্পর্কিত নয়। বরং সুবহে সাদিকের সাথে সংশ্লিষ্ট। সাহরির সময় শেষ হয় সুবহে সাদিকের সময়ে। এরপর ফজরের ওয়াক্ত শুরু হয়। কিন্তু ফজরের আজান সুবহে সাদিক হওয়ার সাথে সাথে না দিয়ে কয়েক মিনিট পরেও দেয়া হতে পারে। আমাদের দেশে রমজান মাসে সুবহে সাদিকের সময়ের শুরুর পর অন্তত ৩ মিনিট পর মসজিদে ফজরের আজান হয়। তাই যারা ফজরের আজানের সময় পানাহার করতে থাকবেন তারা আসলে ফজরের ওয়াক্তের সময় পানাহার করছেন। তাই তাদের রোজা ভেঙে যাবে।\n\nএ ব্যাপারে বিস্তারিত তথ্য ও দলীলগুলো পাওয়া যাবে এই লিংকেঃ https://hellohasan.com/2016/07/04/সাহরি-ইফতারের-সময়সীমা/"
      }
    ]
  },
  {
    "category_id": 3,
    "category_name": "দৈনন্দিন জীবন",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/daily-life.png",
    "content_list": [
      {
        "title": "খাওয়ার পর প্লেট ধুয়ে পানি খাওয়া",
        "subtitle": "এটি সুন্নত সম্মত আমল নয়",
        "content": "অনেককেই দেখা যায় খাওয়ার পর প্লেটে হাত ধুয়ে সেই পানিটা পান করেন। এই কাজটা করে থাকেন সুন্নত ও সওয়াবের কাজ হিসাবে। কিন্তু হাদীস বা সুন্নাহ এর কিতাবে এরকম কোনো সুন্নতের উল্লেখ নাই। এটাকে সুন্নত বা সওয়াবের কাজ মনে করা ভুল। \n\nকেউ যদি অভ্যাস বশত বা এমনি এটা করে থাকে। অর্থাৎ যদি এটাকে সওয়াবের বা সুন্নত কাজ মনে না করে এমনি করা হয়, তাহলে তা মুবাহ। মুবাহ বলতে এমন কিছুকে বুঝানো হয় যাতে সওয়াব বা গুনাহ কোনোটিই নাই। সাধারন ভাবে এটা করা জায়েজ হবে কিন্তু একে সুন্নত মনে করলে সেটা ভুল। এই কাজকে সুন্নত মনে করলে এমন একটা কাজকে সুন্নত মনে করা হবে, যেটা রাসূল (সা) করে যান নি। অর্থাৎ সেটি হবে দ্বীনের মাঝে একটি নতুন কিছু আবিষ্কার। যা বিদআত হিসাবে পরিগণিত হতে পারে।\n\nপ্লেট ধুয়ে পানি খাওয়া সুন্নত না হলেও, খাওয়া শেষে হাতের আঙ্গুল ও প্লেট চেটে-মুছে খাওয়া একটি গুরুত্বপূর্ণ সুন্নত। খাবারের কোনো অংশ পড়ে গেলে সেটি পরিষ্কার করে খাওয়াও রাসূলের (সা) সুন্নাহ।\n\nহাদীস\n-------------\nমুহাম্মাদ ইবনু হাতিম ও আবূ বকর ইবনু নাফি আবদী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন খাবার খেতেন তখন তাঁর আঙ্গুল তিনটি চেটে নিতেন এবং তিনি বলেছেনঃ যদি তোমাদের কারো লুকমা পড়ে যায় তবে সে যেন তা থেকে ময়লা দূর করে এর খাদ্যটুকু খেয়ে ফেলে, শয়তানের জন্য যেন তা রেখে না দেয়। আর তিনি আমাদের বাসন মুছে খেতে আদেশ দিয়েছেন এবং বলেছেন, কেননা তোমরা জান না, তোমাদের খাদ্যের কোন অংশে বরকত আছে।\n(মুসলিম ৫১৩৪ - http://www.hadithbd.com/hadith/link/?id=15004 )\n\nরেফারেন্সঃ\nমাসিক আলকাউসারঃ https://www.alkawsar.com/bn/article/408/"
      },
      {
        "title": "মৃতের খাটিয়া বহনের সময় উচ্চস্বরে কালিমা পড়া",
        "subtitle": "এটি সুন্নতের খেলাফ। এ সময় নবীজি (সা) চুপ থাকতেন",
        "content": "মৃত ব্যক্তির খাটিয়া বহনের সময় অধিকাংশ এলাকায় উচ্চস্বরে কালিমা পড়তে দেখা যায়। এটি একটি ভুল আমল।\n\nরাসূল (সা) এবং সাহাবায়ে কেরাম জানাযা বহনের সময় চুপ থাকতেন। আখেরাতের বিষয়ে চিন্তামগ্ন থাকতেন। ইবনু জুরাইজ রাহ. বলেন- \"নবী কারীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানাযার পিছনে চলতেন তখন অধিক চুপ থাকতেন এবং চিন্তায় পূর্ণ মগ্ন থাকতেন\" (মুসান্নাফে আবদুর রাযযাক, হাদীস ৬২৮২; মুসান্নাফে ইবনে আবী শাইবা, হাদীস ১১৩১৫)\n\nহযরত আবু হুরায়রা রা. থেকে বর্ণিত, নবী (সা) বলেনঃ \"জানাযার পিছনে যেন শব্দ না করা হয় এবং আগুন না নেওয়া হয়\" (সুনানে আবু দাউদ, হাদীস ৩১৬৩; মুসনাদে আহমাদ, হাদীস ৯৫১৫)\n\nসুনানে কুবরা বায়হাকী ও ইবনুল মুনযিরের আলআওসাতের এক বর্ণনা থেকে জানা যায়, সাহাবায়ে কেরামের আমল ব্যাপকভাবে এমনি ছিল; তাঁরা জানাযার পিছনে যাওয়ার সময় কোনো আওয়াজ করতেন না। [সুনানে কুবরা, বায়হাকী ৪/৭৪; আলআওসাত, ইবনুল মুনযির ৫/৪২২ (৩০৩৪)]\n\nএ সমস্ত হাদীস ও আছারের আলোকে ফকীহগণ বলেছেন, জানাযার পিছনে চলার সময় মূল কাজ হল আখেরাতের ফিকিরে থাকা। যিকির করতে চাইলে তা হবে অনুচ্চ স্বরে। এক্ষেত্রে যিকির করতে গিয়ে আওয়াজ উঁচু করা ঠিক নয়। (বাদায়েউস সানায়ে ২/৪৬; ফাতাওয়া তাতারখানিয়া ৩/৩৭)\n\nReference:\nমাসিক আলকাউসার\nhttps://www.alkawsar.com/bn/article/2448"
      },
      {
        "title": "দাড়ি রাখাকে অপশনাল সুন্নত মনে করা",
        "subtitle": "পুরুষের জন্য দাড়ি রাখা সুন্নতে ওয়াজিবা",
        "content": "দাড়ি ইসলামের শিআর ও পরিচয়-চিহ্ন হিসেবে গণ্য। দাড়ি লম্বা করা এবং মোচ খাটো করা দ্বীনে তাওহীদের শিক্ষা, যা সকল নবীর শরীয়তে ছিল। দাড়ি লম্বা রাখা ওয়াজিব এবং এক মুষ্ঠি থেকে খাটো করা নাজায়েয। যেহেতু দাড়ি রাখা সকল নবীর পবিত্র রীতি ছিল তাই একে ‘সুন্নত’ও বলা হয়। এতে কারো কারো ভুল ধারণা সৃষ্টি হয়েছে যে, দাড়ি লম্বা করাও অন্যান্য সাধারণ সুন্নতের মতো একটি সুন্নত। অতএব তা করলে ভালো, না করলেও গুনাহ নেই! এটা একদম ভুল ধারণা। দাড়ি এমন কোনো সুন্নত নয়, যা রাখা-না রাখার স্বাধীনতা রয়েছে, এটা একটা ‘সুন্নতে ওয়াজিবা’। অর্থাৎ সুন্নতে মুয়াক্কাদা থেকেও এর গুরুত্ব বেশি এবং এটা পরিত্যাগ করলে গুনাহ হয়।\n\nদেখুন, দাড়ি কামানো বা এক মুষ্ঠি থেকে ছোট রাখা এমন এক গুনাহ, যা মানুষের সঙ্গে সর্বদা সংযুক্ত থাকে এবং এমন একটি গুনাহ, যা গোপন করারও কোনো উপায় নেই। এটা একটা প্রকাশ্য গুনাহ, যা খুবই ভয়াবহ। তদুপরি দাড়ির সঙ্গে এই আচরণটা করা হয় সুন্নতের প্রতি অনীহা এবং অনৈসলামিক ফ্যাশনের প্রতি আকর্ষণের কারণে। এ অবস্থায় তো ঈমানের ব্যাপারেই শঙ্কিত হতে হয়।\n\nরেফারেন্সঃ\nhttps://www.alkawsar.com/bn/article/1424/"
      },
      {
        "title": "শুভ দিন দেখে বিয়ের দিন ঠিক করা",
        "subtitle": "ইসলামে শুভ-অশুভ দিন বলে কিছু নাই",
        "content": "এক ব্যক্তিকে পঞ্জিকা খোঁজ করতে দেখা গেল। কারণ জিজ্ঞাসা করলে সে বলল, একটি বিবাহের দিন-তারিখ নির্ধারণ করতে হবে। তাই পঞ্জিকা দেখে তিনি একটি শুভ দিন-তারিখ নির্ধারণ করবেন।  এটি একটি ভুল প্রথা। পঞ্জিকায় উল্লেখিত শুভ-অশুভ দিন-তারিখ হিন্দুধর্মের বিভিন্ন অলীক ও শিরকী বিশ্বাস এবং কুসংস্কারের উপর ভিত্তি করে প্রস্তুত করা। এর সাথে মুসলিমের কী সম্পর্ক! ইসলামে অশুভ দিন-তারিখ বলে কিছু নেই।\n\nকোনো মাস, দিন বা রাতকে অশুভ মনে করা, বিশেষ কোনো সময়কে বিশেষ কাজের জন্য অশুভ ও অলক্ষুণে মনে করা- সবই জাহেলিয়াতের কুসংস্কার। এর সাথে মুসলিমের কোনো সম্পর্ক নেই। যেমন ইসলামপূর্ব যুগের কোনো কোনো লোকের এই ধারণা ছিল যে, শাওয়াল মাসে বিবাহ-শাদির অনুষ্ঠান অশুভ ও অকল্যাণকর। উম্মুল মুমিনীন হযরত আয়েশা সিদ্দীকা রা. এই ভিত্তিহীন ধারণাকে এই বলে খ-ন করেছেন-\n\nتَزَوّجَنِي رَسُولُ اللهِ صَلّى اللهُ عَلَيْهِ وَسَلّمَ فِي شَوّالٍ، وَبَنَى بِي فِي شَوّالٍ، فَأَيّ نِسَاءِ رَسُولِ اللهِ صَلّى اللهُ عَلَيْهِ وَسَلّمَ كَانَ أَحْظَى عِنْدَهُ مِنِّي؟\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে শাওয়াল মাসেই বিবাহ করেছেন এবং শাওয়াল মাসেই আমার রুখসতি হয়েছে। অথচ তাঁর অনুগ্রহ লাভে আমার চেয়ে অধিক সৌভাগ্যবতী স্ত্রী আর কে আছে? -সহীহ মুসলিম, হাদীস ১৪২৩\n\nআল্লাহ তাআলা আমাদের সব ধরনের কুসংস্কার থেকে হেফাজত করুন। সহীহ আকীদার উপর রাখুন এবং দ্বীনের সহীহ সমঝ নসীব করুন।\n\nলেখাটি নেয়া হয়েছে মাসিক আলকাউসার থেকে।\nলিংকঃ https://www.alkawsar.com/bn/article/2312"
      },
      {
        "title": "কাপড়ে কুকুরের স্পর্শ লাগলে তা নাপাক হওয়া",
        "subtitle": "",
        "content": "অনেক মানুষের ধারণা, কুকুরের শরীর নাপাক। সুতরাং কুকুরের গায়ে যদি নিজের শরীর বা কাপড় লেগে যায় তাহলে তা নাপাক হয়ে যাবে।\nআর কুকুরের শরীর যদি ভেজা থাকে তাহলে নাপাকী আরো বৃদ্ধি পায়। এ অবস্থায় যদি কুকুরের গায়ের সাথে নিজের শরীর বা কাপড় লাগে তাহলে আরো বেশি নাপাক হবে।\n\nএটি একটি ভুল ধারণা। কুকুরের লালা নাপাক কিন্তু কুকুরের শরীর নাপাক নয়। সুতরাং কুকুর যদি কারো শরীর অথবা কাপড় ছুঁয়ে দেয় তাহলে তা নাপাক হবে না, যদিও কুকুরের শরীর ভেজা থাকে। আর কুকুরের গায়ে যদি নাপাকী লেগে থাকে সেটা ভিন্ন কথা।\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/1748/"
      },
      {
        "title": "কাপড়ে নাপাকি লাগলে শুধু তার একটি কোণা ধুলেই চলবে?",
        "subtitle": "",
        "content": "কোনো কোনো মানুষ মনে করেন, কাপড়ে নাপাকি লাগলে বা নাপাকির ছিটা লাগলে কাপড়ের এক কোণা ধুলেই পবিত্র হয়ে যাবে। \n\nতাদের এ ধারণা ঠিক নয়। বরং কাপড়ের যে অংশে নাপাকি লেগেছে সে অংশই ধুতে হবে। নইলে কাপড় পবিত্র হবে না।\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/1233/"
      },
      {
        "title": "মহিলাদের দ্বারা জবাইকৃত পশু কি হালাল নয়?",
        "subtitle": "",
        "content": "সাধারণত পুরুষরাই হাঁস মুরগি ইত্যাদি জবাই করে থাকেন। মহিলাদের জবাই করার তেমন প্রয়োজন হয় না। ফলে কোনো কোনো মানুষ মনে করেন, কোনো মহিলা মুরগি বা কোনো পশু জবাই করলে তা খাওয়া হালাল নয়। তাদের এই ধারণা ঠিক নয়। পুরুষের জবাইকৃত পশু যেমন হালাল তেমনি মহিলার জবাইকৃত পশুও হালাল।\n\nবাড়িতে পুরুষ মানুষ না থাকলে অনেক সময়ই মহিলাদের হাঁস-মুরগি জবাই করতে হয়। এতে কোনো অসুবিধা নেই।\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/1073/"
      },
      {
        "title": "সন্তানের আক্বিকার গোশত মা-বাবা খেতে পারবেন না",
        "subtitle": "এটি একটি ভ্রান্ত ধারণা",
        "content": "আকীকার গোস্ত বণ্টন নিয়ে কোথাও কোথাও বিভ্রান্তি দেখা যায়। অনেকের ধারণা, সন্তানের আকীকার গোস্ত  মা-বাবা খেতে পারবে না। বরং আশেপাশের ঘর-বাড়ি এবং গরীব-মিসকীনের মাঝে বিলিয়ে দিতে হবে।\n\nএ ধারণা ঠিক নয়। আকীকার গোস্ত সন্তানের মা-বাবা,পরিবার পরিজন,আত্নীয় স্বজন,প্রতিবেশী বা মিসকীন যে কেউ খেতে পারবে।\n\nদ্র.সুনানে বায়হাকী, খ.৯ পৃ. ৩০২;মুসান্নাফে ইবনে আবি শাইবা, হাদীস ২৪৭৩৯,২৪৭৪৯; ইলাউস সুনান, খ.১৭ পৃ.১২৬; তুহফাতুল মাওদূদ পৃ. ৭৮)\n\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/926/"
      },
      {
        "title": "ছেলের পিতাও কি বিয়ের আগে পাত্রী দেখবে?",
        "subtitle": "এটি একটি হারাম কাজ",
        "content": "অনেক পরিবারে দেখা যায়, পাত্রী দেখতে গেলে ছেলের পিতাও পাত্রী দেখেন। তারা ভাবেন, ছেলের পিতা তার হবু বৌমা না দেখলে কি হয়? এ কাজটি ঠিক নয়। বিবাহ না হওয়া পর্যন্ত এই মেয়েটি ছেলের পিতার জন্য দেখা জায়েয নেই। সুতরাং এ কাজটি বর্জন করা উচিত। অনেক পরিবারে তো আরও খারাপ অবস্থা দেখা যায়। ছেলের বন্ধু-বান্ধব, বড় ভাই, দুলাভাই ইত্যাদি আত্মীয়-স্বজনকে নিয়ে যান মেয়ে দেখতে। এসকল হারাম থেকে আমাদের বেঁচে থাকা উচিত। \n\nএছাড়াও ওলিমার অনুষ্ঠানে  কনেকে স্টেজে বসিয়ে আগত নারী-পুরুষ সকল মেহমানকে দেখানো ইত্যাদী সব ধরনের বেপর্দা ও গর্হিত সকল হারাম কাজ থেকে বিরত থাকা জরুরি।\n\nরেফারেন্সঃ https://www.alkawsar.com/bn/article/780/"
      },
      {
        "title": "হাঁটুর উপর কাপড় উঠে গেলে অযু ভেঙে যাওয়া",
        "subtitle": "এটি একটি ভুল ধারণা",
        "content": "অনেককে বলতে শোনা যায়, অযু করার পর কোনোভাবে হাঁটু খুলে অর্থাৎ হাঁটু দেখা গেলে/হাঁটুর উপর কাপড় উঠে গেলে অযু ভেঙ্গে যায়। তেমনি পা ধৌত করার সময় যদি হাঁটু খুলে যায় তাহলেও যতটুকু অযু করা হয়েছে তা ভেঙ্গে যায়। তাই আবার শুরু থেকে অযু করতে হবে। এ কারণে অনেককে নতুন করে অযু করতেও দেখা যায়।\n\nএ ধারণা ঠিক নয়। হাঁটু সতরের অন্তর্ভুক্ত এবং তা ঢেকে রাখা অপরিহার্য। পা ধোয়ার সময় সতর্কতার সাথে ধোয়া উচিত যেন হাঁটু খুলে না যায়। কিন্তু এ কথা ঠিক নয় যে, হাঁটু খুলে গেলে অযু ভেঙ্গে যায় কিংবা অযুর মাঝে এমনটি হলে নতুন করে অযু করা জরুরি!! অযু ভঙ্গের কারণগুলো তো মাশাআল্লাহ মকতবের ছোট ছোট শিশুরাও জানে। তাতে  সতর খুলে যাওয়ার কথা নেই।\n\nরেফারেন্সঃ\nhttps://www.alkawsar.com/bn/article/556/"
      }
    ]
  },
  {
    "category_id": 4,
    "category_name": "হাদীসের নামে জালিয়াতি",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/book.png",
    "content_list": [
      {
        "title": "ইলম ও আলেমদের মর্যাদা প্রকাশক কিছু জাল হাদীস",
        "subtitle": "আলেমদের মর্যাদা স্বয়ং আল্লাহ দিয়েছেন। তাই মিথ্যার আশ্রয় নেয়া নিতান্তই অমূলক",
        "content": "দ্বীনি ইলম শিক্ষা করা আমাদের সকলের উপর ফরজ। ইলম ও আলেমদের মর্যাদার বিষয়ে কুরআন হাদীসে অসংখ্য সুস্পষ্ট বর্ণনা রয়েছে। এরপরেও কিছু ওয়াজেয়ীন তাদের ওয়াজে ও বিভিন্ন লেখনীতে অসংখ্য প্রচলিত জাল হাদীস বর্ণনা করেন। ইলম ও আলেমদের মর্যাদা ও গুরুত্ব বুঝানোর জন্য এই জাল ও মিথ্যা বানোয়াট কথাগুলো আল্লাহর রাসূলের (সা) হাদীস বলে প্রচার করা হয়। যা অত্যন্ত গর্হিত অন্যায় কাজ। নিচে এরকম কয়েকটি প্রচলিত \"জাল হাদীস\" তুলে ধরা হলো।\n\n# \"জ্ঞানীর কলমের কালি, শহীদের রক্তের চেয়েও দামী\"\n.........................................................\nএটি একটি জাল হাদীস। যা রাসূলের (সা) নামে প্রচার করা হয়। আল্লামা সাখাবী, যারকানী, মোল্লা আলী কারী (রহ) প্রমুখ মুহাদ্দিস জানিয়েছেন এটি রাসূল (সা) এর বাণী নয়। যারকাশী বলেছেন \"বাক্যটি তাবিয়ী হাসান বসরীর (রহ) উক্তি\"\n\n# \"জ্ঞান অর্জনের জন্য সুদূর চীন দেশে হলেও যাও\"\n.........................................................\nঅধিকাংশ মুহাদ্দিস একে জাল হাদীস বলে উল্লেখ করেছেন। কেউ কেউ অন্যন্ত দুর্বল হাদীস বলে উল্লেখ করেছেন। সনদ বিচারে দেখা যায় দু'জন অত্যন্ত দুর্বল হাদীস বর্ণনাকারী  রাবী, যারা মিথ্যা হাদীস বর্ণনা করতেন শুধুমাত্র তারাই একে রাসূলের (সা) কথা হিসাবে প্রচার করেছেন।\n\n# \"আমার উম্মতের আলেমগণ বনী ইসরাইলের নবীগণের মত\"\n.........................................................\nঅনেক আলেমগণ তাদের নিজেদের মর্যাদা বুঝাতে উক্ত কথাটি জোরেসোরে প্রচার করে থাকেন। মুহাদ্দিসগণ একমত যে এটি সনদবিহীন, মিথ্যা, বানোয়াট ও জাল কথা।\n\n# \"আলেমদের চেহারার দিকে তাকানো ইবাদত\" বা \"আলেমের চেহারার দিকে তাকানো আল্লাহর কাছে ৬০ বছরের নামাজ ও রোজার চেয়েও প্রিয়\"\n.........................................................\nএ বাক্যদুটির কোনোটিই হাদীস নয়। সর্ববৈ মিথ্যা, বানোয়াট ও জাল কথা।\n\n# \"আলেমের ঘুম, মুর্খের ইবাদতের চেয়ে উত্তম\"\n.........................................................\nএই সনদে কোনো হাদীস পাওয়া যায় না। এটি একটি বানোয়াট কথা। তবে এর কাছাকাছি অর্থে একটি যয়ীফ (দূর্বল) হাদীস আছে \"ইলম সহ নিদ্রা যাওয়া, মুর্খতা সহ সালাত আদায় করা থেকে উত্তম\"\n\nআল্লাহ আমাদেরকে সকল প্রকার মিথ্যা ও বানোয়াট কথা থেকে হেফাজত করুন\n\nসূত্রঃ\nএই জাল হাদীসগুলোর কথা সংকলন করা হয়েছে ড. খোন্দকার আবদুল্লাহ জাহাঙ্গীর (রহ) স্যারের \"হাদীসের নামে জালিয়াতি\" (৫ম সংস্করন) নামক বইয়ের ৪৪৭ থেকে ৪৫০ পৃষ্ঠা থেকে।"
      },
      {
        "title": "স্বামীর পায়ের নিচে স্ত্রীর বেহেশত",
        "subtitle": "গল্প-সিনেমার মাধ্যমে প্রসিদ্ধি পাওয়া একটি ভুল কথা",
        "content": "আমাদের সমাজে একটি কথা প্রচলিত আছে যে \"স্বামীর পায়ের নিচে স্ত্রীর বেহেশত\"। মুখে মুখে যেমন এ কথা প্রচলিত; পাশাপাশি সাহিত্য, নাটক, সিনামাতেও এই কথাটা ধর্মীয় মোড়কে প্রচার করা হয়ে থাকে। কুরআন ও হাদীসে উক্ত বাক্যটির কোনো অস্তিত্ব পাওয়া যায় না। এই কথাটিকে হাদীস হিসাবে উল্লেখ করলে তা মিথ্যা কথা হিসাবে সাব্যস্ত হবে।\n\nহাদীসের আলোকে আমরা জানতে পারি, শরীয়ার মধ্য থেকে স্বামীর আনুগত্য করা একজন স্ত্রীর জন্য ওয়াজিব। স্বামীর প্রতি ভাল আচরণ বা খারাপ আচরণের সাথে স্ত্রীর জান্নাত জাহান্নামের প্রশ্ন জড়িত। কারণ এ বিষয়টিও হাদীসে এসেছে।\n\nকিন্তু \"মায়ের পায়ের নিচে সন্তানের বেহেশত\" এই হাদীসের অনুকরণে \"স্বামীর পায়ের নিচে স্ত্রীর বেহেশত\" এই কথাটি বলা যাবে না। এ শব্দ-বাক্যে কোনো হাদীস পাওয়া যায় না। সুতরাং এটিকে হাদীস হিসেবে বলা যাবে না। তবে কিছু বর্ণনায় এর মর্মার্থ পাওয়া যায়।\n\nমুআত্তা মালেক, মুসনাদে আহমাদ, মুসতাদরাকে  হাকেমসহ হাদীসের আরো কিছু কিতাবে বর্ণিত হয়েছেঃ\n\nএকবার এক নারী সাহাবী রাসূলের কাছে এলেন নিজের কোনো প্রয়োজনে। যাওয়ার সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞেস করলেন, তোমার কি স্বামী আছে? তিনি বললেন, জী, আছে। নবীজী বললেন, তার সাথে তোমার আচরণ কেমন? সে বলল, আমি যথাসাধ্য তার সাথে ভালো আচরণ করার চেষ্টা করি। তখন নবীজী বললেন, হাঁ, তার সাথে তোমার আচরণের বিষয়ে সজাগ থাকো, কারণ সে তোমার জান্নাত বা তোমার জাহান্নাম। মুআত্তা মালেক, হাদীস ৯৫২; মুসনাদে আহমাদ, ৪/৩৪১ হাদীস ১৯০০৩; মুসতাদরাকে হাকেম, হাদীস ২৭৬৯; সুনানে কুবরা, বায়হাকী, হাদীস ১৪৭০৬\n\nস্বামী-স্ত্রীর একের উপর অন্যের হক রয়েছে। এ বিষয়ে আল্লাহ তাআলা কুরআনে কারীমে মৌলিক নির্দেশনা দিয়েছেন। আল্লাহ তাআলা বলেন,\n\nوَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ.\n\nআর স্বামীদের যেমন তাদের (স্ত্রীদের) উপর ন্যায়সঙ্গত হক রয়েছে, তেমনি তাদেরও হক রয়েছে স্বামীদের উপর। সূরা বাকারা (২) : ২২৯\n\nআর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিস্তারিতভাবে স্বামী-স্ত্রীর  হক তুলে ধরেছেন এবং স্বামীদেরকে স্ত্রীর হক আদায়ের ব্যাপারে সতর্ক  করেছেন। বিদায় হজ্বের ভাষণে নবীজী বলেছেন,\n\nاتَّقُوا اللَّهَ فِي النِّسَاءِ.\n\nতোমরা নারীদের  বিষয়ে আল্লাহকে ভয় কর।\n(সহীহ মুসলিম, হাদীস ১২১৮)\n\nসাথে সাথে নারীদেরকে স্বামীর আনুগত্য করার প্রতি উদ্বুদ্ধ  করেছেন এবং এর ফযীলতও বর্ণনা করেছেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, নারী যখন পাঁচ ওয়াক্ত  নামায ঠিকমত আদায় করবে, রমযানের রোযা রাখবে,  আপন লজ্জাস্থানের হেফাযত করবে,  স্বামীর আনুগত্য করবে তখন সে  জান্নাতের যেই দরজা দিয়ে ইচ্ছা প্রবেশ করতে পারবে। (সহীহ ইবনে হিব্বান,  হাদীস ৪১৬৩)\n\nসুতরাং গুনাহের কাজ নয় এমন বিষয়ে  স্বামীর আনুগত্য জরুরি। কিন্তু  ‘স্বামীর পায়ের নিচে স্ত্রীর বেহেশত’ এটি হাদীস নয়।\n\nরেফারেন্সঃ\nমাসিক আলকাউসার\nhttps://www.alkawsar.com/bn/article/1705/"
      },
      {
        "title": "শবে মেরাজঃ আপনার জুতায় আমার আরশ ধন্য হয়েছে",
        "subtitle": "চরম জঘন্য একটি মিথ্যাচার",
        "content": "লোকমুখে মেরাজ সম্পর্কে একটি কথা প্রসিদ্ধ আছে যে, মেরাজ রজনীতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরশে মুআল্লায় প্রবেশের পূর্বে জুতা খুলতে চাইলে আল্লাহ তাআলা ইরশাদ করেন,\n\n\"হে মুহাম্মাদ! আপনি জুতা খুলবেন না। (জুতা নিয়েই আরোহন করুন) কেননা, আপনার জুতা নিয়ে আগমনে আরশ ধন্য হবে। এটি বরকত লাভের কারণে অন্যের উপর গর্ববোধ করবে।\"\n\nকথাগুলো সাধারণ মানুষের মাঝে প্রসিদ্ধ তো আছেই, কোন কোন বক্তার মুখেও শোনা যায়। কিন্তু তা প্রমাণিত নয়। সবগুলোই মনগড়া ও বানানো কথা।\n\nইমাম রযীউদ্দীন আল-কায্ভীনী (রহ.)কে জিজ্ঞেস করা হয়েছিল, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জুতা নিয়ে আরশ গমন এবং আল্লাহ তাআলার সম্বোধন (হে মুহাম্মাদ! আপনার জুতায় আরশ ধন্য হয়েছে) ইত্যাদি প্রমাণিত কি না। তিনি উত্তরে বলেছিলেন-\n\n\"জুতা পায়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আরশ গমনের হাদীস প্রমাণিত নয়। এমনকিক তিনি (খালি পায়ে) আরশে পৌঁছেছেন এমন কথাও কোন নির্ভরযোগ্যসূত্রে বর্ণিত নেই। সহীহ বর্ণনা মতে তিনি শুধু সিদরাতুল মুনতাহা পর্যন্ত গমন করেছেন।\"\n(সুবুলুল হুদা ওয়ার রাশাদ-শরহুল মাওয়াহেব ৮/২২৩)\n\nঅপর এক মুহাদ্দিসের ভাষ্য-\n\n\"আল্লাহ তাআলা তাকে ধ্বংস করুন, যে বলে তিনি জুতা নিয়ে আরশে আরোহণ করেছেন। কত ঔদ্ধত্য! কত বড় স্পর্ধা!! যিনি শিষ্টাচারীদের সরদার, যিনি আরেফবিল্লাহগণের মধ্যমণি, তাঁর ব্যাপারে এমন কথা! \n\nতিনি আরো বলেন যে, রযীউদ্দীন আল-কাযভীনীর উত্তরই সঠিক। প্রায় চল্লিশজন সাহাবী থেকে সংক্ষিপ্ত ও বিস্তারিতভাবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর মেরাজ তথা উর্ধ্ব জগতে গমনের ঘটনা বর্ণিত আছে। এঁদের কারো হাদীসে এ কথা উল্লেখ নেই যে, সে রাতে তাঁর পায়ে জুতা ছিল। এ কথা কতক গন্ডমূর্খ কিসসা-কাহিনীকারদের কাব্যে এসেছে। কোন নির্ভরযোগ্য সূত্রে বর্ণিত হাদীসে বা দুর্বলসূত্রে বর্ণিত হাদীসেও এ কথা নেই যে, তিনি আরশে আরোহন করেছেন। এটি কারো বানানো কথা, এর প্রতি ভ্রুক্ষেপ করা যায় না।\n(শরহুল মাওয়াহেব ৮/২২৩)\n\nআহমদ ইবনে মুহাম্মাদ মাক্কারী (রহ.) রচিত গ্রন্থ ফাতহুল মুতাআল ফী মাদহি খাইরিন নিআল-এ উপরোক্ত কথাটিকে জাল বলে জানিয়েছেন।\n(আল আসারুল মারফুআ ৩৭)\n\nআরো দ্রষ্টব্য: গায়াতুল মাকাল ফীমা ইয়াতাআল্লাকু বিন্নিআল : আল্লামা লাখনোভী (রহ.) \n\nলেখাটি সংগ্রহ করা হয়েছে হক্বানী আলেমদের দ্বারা পরিচালিত, বহুল প্রচারিত ও নির্ভরযোগ্য পত্রিকা মাসিক আলকাউসার থেকে।\nলিংকঃ https://www.alkawsar.com/bn/article/870"
      }
    ]
  },
  {
    "category_id": 5,
    "category_name": "বানোয়াট কিচ্ছা-কাহিনী",
    "category_image": "https://raw.githubusercontent.com/Megaminds-BD/muslims-day-data/master/image/false-story.png",
    "content_list": [
      {
        "title": "জিবরীল (আ) এর বয়স সংক্রান্ত বানোয়াট কথা",
        "subtitle": "যেই কথাটি লোকমুখে বহুল প্রচলিত",
        "content": "জিবরীল আ.-কে নবীজীর জিজ্ঞাসা, আপনার বয়স কত?... নবীজী বললেন, আমিই ঐ তারকা...!!\n\nআমাদের দেশের কোনো কোনো অসতর্ক বক্তার মুখে শোনা যায়, ফাতেমা রা.-কে নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, জিবরীল তোমার চাচা...। কেউ কেউ এভাবেও বলে, ফাতেমা রা. জিবরীলকে চাচা বললে জিবরীল আ. বলেন, আমি তোমার চাচা নই, জ্যাঠা (অর্থাৎ তোমার বাবার বড় ভাই)।  কেউ বলে, নবীজী জীবরীল আ.-কে জিজ্ঞেস করলেন, আপনি বড়, নাকি আমি? জীবরীল আ. বললেন, আমি বড়। তখন নবীজী বললেন, হে জিবরীল! আপনার বয়স কত? তখন জিবরীল আ. বলেন, আমি আমার বয়স বলতে পারব না। তবে চতুর্থ হিজাবে (মানুষের ভাষায়- আসমানে) আমি একটি তারকা দেখেছি, যা প্রতি সত্তর হাজার বছরে একবার উদিত হয়। আমি বাহাত্তর হাজার বার ঐ তারকা উদিত হতে দেখেছি।\n\nতখন নবীজী বললেন, হে জিবরীল! আমার রবের ইযযতের কসম, আমিই (ছিলাম) ঐ তারকা (অর্থাৎ আপনার সৃষ্টির আগে আমার সৃষ্টি)।\n\nএটি বানোয়াট ও ভিত্তিহীন একটি কিসসা। নির্ভরযোগ্য কোনো সূত্রে তা পাওয়া যায় না।\n\nএদেশের কোনো কোনো বক্তা কিসসাটিকে আরো চটকদার আকারে পেশ করার জন্য এর সাথে ‘চাচা আর জ্যাঠা’র বিষয়টি যুক্ত করেছে। অথচ আরবী ভাষায় ‘চাচা-জ্যাঠা’র বিষয় নেই; উভয়ের জন্য আরবী ভাষায় عَمّ শব্দটি ব্যবহৃত হয়।\n\nআব্দুল্লাহ ইবনে সিদ্দীক আলগুমারী রাহ. ‘মুরশিদুল হা-ইর লিবায়ানি ওয়ায-ই হাদীসি জাবির’ কিতাবে কিসসাটি উল্লেখ করার পর বলেন-\n\nوهذا كذب قبيح، قبح الله من وضعه وافتراه.\n\nএটি একটি নিকৃষ্ট মিথ্যা (ও বানোয়াট কথা)। যে এটি জাল করেছে আল্লাহ তাকে লাঞ্ছিত করুন। -মুরশিদুল হা-ইর লিবায়ানি ওয়ায-ই হাদীসি জাবির, পৃ. ৫\n\nরেফারেন্সঃ\nমাসিক আলকাউসার (অক্টোবর ২০২০)\nhttps://www.alkawsar.com/bn/article/2708/"
      },
      {
        "title": "নবীজির (সা) মিষ্টি খাওয়া সংক্রান্ত মিথ্যা গল্প",
        "subtitle": "বহুল প্রচলিত একটি ভিত্তিহীন গল্প",
        "content": "কিছু মানুষকে একটি কাহিনী বলতে শোনা যায়- \nএকবার এক সাহাবী নিজ সন্তানকে নিয়ে নবীজীর কাছে এলেন। বললেন, আল্লাহর রাসূল! আমার ছেলে খুব বেশি মিষ্টি খায়, দয়া করে আপনি তাকে বারণ করুন। নবীজী বললেন, তিন দিন পরে আস। সাহাবী তিন দিন পরে এলে নবীজী তার ছেলেকে মিষ্টি খাওয়া থেকে বারণ করলেন।\n\nনবীজী কেন তিন দিন পরে আসতে বললেন- এর কারণ জিজ্ঞাসা করা হলে তিনি বললেন, এই তিন দিনে আগে আমি নিজে মিষ্টি খাওয়া ছেড়েছি তারপর তাকে নিষেধ করেছি।\n\nকোনো কাজের কথা অন্যকে বলতে হলে আগে নিজে আমল করা উচিত- এ বিষয়টিকে সামনে আনার জন্য এ কিসসাটির অবতারণা করা হয়। অথচ এটি একটি বানোয়াট কিসসা; এর কোনোই ভিত্তি নেই। এর কোনো সনদও পাওয়া যায় না। এমনকি কোনো নির্ভরযোগ্য হাওয়ালাও নয়।\n\nমিষ্টি খাওয়া তো কোনো গুনাহের কাজ নয় যে, তা বেশি খেতে বারণ করার জন্য নিজেকে মিষ্টি খাওয়া ছেড়ে দিতে হবে। হাঁ, কোনো বিষয়ে অন্যকে উপদেশ দেয়া বা নিষেধ করা আর নিজে সে অনুযায়ী আমল না করা বা বিরত না থাকা নিন্দনীয়। কিন্তু  এর অর্থ এটা নয় যে, কোনো বিষয় নিজের মাঝে আমল না থাকলে অন্যকে বলা যাবে না; এমনটি ধারণা করা ঠিক নয়। অন্যকে আমলের বা বিরত থাকার উপদেশ দিবে, সাথে সাথে নিজেও আমলের চেষ্টা করবে। কারণ অনেক সময় অন্যকে বলার দ্বারা নিজেরও আমলের তাওফীক হয়।\n\nআল্লাহ আমাদেরকে হাদীসের নামে জালিয়াতি করা থেকে হেফাজত করুন। রাসূলের (সা) নামে এমন কথা বলা থেকে হেফাজত করুন যা রাসূল (সা) বলেন নি। আল্লাহ আমাদেরকে সকল প্রকার শিরক, বিদআত ও জাল হাদীস থেকে রক্ষা করুন।\n\nলেখাটি নেয়া হয়েছে প্রসিদ্ধ ইসলামি পত্রিকা মাসিক আলকাউসার থেকে। মূল লেখাটি পড়া যাবে এখান থেকেঃ https://www.alkawsar.com/bn/article/2234/"
      },
      {
        "title": "হযরত ওয়ায়েস করনী (রহ) এর দাঁত ভাঙ্গার মিথ্যা গল্প",
        "subtitle": "তিনি কখনোই নিজের দাঁত ভাঙ্গার মত নাজায়েজ কাজে লিপ্ত হন নি",
        "content": "হযরত ওয়ায়েস করনী (রহ) একজন তাবেয়ী ছিলেন। ৩৭ হিজরিতে তিনি ইন্তেকাল করেন। রাসূলের (সা) সমসাময়িক হওয়ার পরেও তিনি রাসূলের (সা) সাথে দেখা করতে পারেন নি। তাই তিনি সাহাবী নন। তার বৃদ্ধা মায়ের সেবাযত্ন করার জন্য তিনি রাসূলের (সা) দরবারে সাক্ষাত করতে আসতে পারেন নাই। কিন্তু তিনি সাহাবীদের সাক্ষাত পেয়েছেন। তাই তিনি একজন তাবেয়ী ছিলেন।\n\nআমাদের সমাজে হযরত ওয়ায়েস করনী (রহ) সম্পর্কে অনেক গল্প প্রচলিত রয়েছে। এমন অনেক কথা মানুষের মুখে মুখে প্রচার হয়েছে যেগুলো হাদীসের কিতাবগুলোতে পাওয়া যায় না।\n\nসবচেয়ে প্রসিদ্ধ গল্পটি হচ্ছে এরকমঃ\n\n\"ওহুদ যুদ্ধে যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের একটি দাঁত ভেঙে গেল। তখন ওয়ায়েস করনী বিষয়টি জানতে পারলেন এবং যারপরনাই ব্যাথিত হলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের প্রতি তার অগাধ ভালবাসা ছিল। এ ঘটনা শুনে তিনি স্থির থাকতে পারলেন না। তিনি ভাবলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দাঁত মোবারক যখন শহীদ হয়েছে তো আমার এ দাঁতের কী অর্থ! তিনি নিজের একটি দাঁত ভেঙে ফেললেন। পরক্ষণে চিন্তা করলেন, আমি যে দাঁত ভেঙেছি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হয়ত এ দাঁত ভাঙেনি অন্য দাঁত। তাই ভেবে তিনি নিজের আরেকটি দাঁত ভেঙে ফেললেন। এভাবে তিনি নিজের সবগুলো দাঁত ভেঙে ফেললেন।\" নাউযুবিল্লাহ! ওয়েস করণী (রহ) সম্পর্কে অন্য আরেকটি মিথ্যা কথা হচ্ছে, রাসূলের (সা) এর জুব্বা মোবারক ওয়েস করণীকে (রহ) দেয়ার জন্য নবীজি (সা) বলে গিয়েছিলেন। তাই তাকে সেই জুব্বা প্রদান করা হয়েছে। এটিও মিথ্যা। এর কোনো সঠিক ভিত্তি নাই।\n\nসুস্থ্য মস্তিষ্কে নিজের অঙ্গহানী করা ভয়ংকরতম কবিরা গুনাহ। কারো প্রতি মহব্বতে নিজের হাত কাটা, দাঁত ভাঙ্গা বা এ জাতীয় কাজ করা সম্পূর্ণ নিষেধ। নবীর (সা) প্রতি ভালবাসার উদাহরণ হচ্ছে ঐ সাহাবী (রা) যিনি ওহুদের যুদ্ধে অসুস্থ্যতার জন্য অংশ নিতে পারেন নাই। কিন্তু যখন খবর আসল রাসূল (সা) হয়ত শহীদ হয়ে গিয়েছেন তিনি সেই অবস্থায় তলয়ার নিয়ে ওহুদের ময়দানের দিকে ছুটে চললেন যুদ্ধে অংশ নিতে। নবীর (সা) শহীদ হওয়ার সংবাদে তাঁর প্রতি ভালবাসার কারণে নিজের তলোয়ার নিজের বুকে বিদ্ধ করে তিনি আত্মহত্যা করেন নাই। একই ভাবে ওয়ায়েস করনী (রহ), তিনিও এমন ভয়ংকর কবিরা গুনাহ করেন নাই। এ সংক্রান্ত কোনো নির্ভরযোগ্য বর্ণনা হাদীসের কিতাবে পাওয়া যায় না।\n\nআল্লাহ আমাদেরকে হাদীসের নামে জালিয়াতির হাত থেকে রক্ষা করুন। নবী (সা), তাঁর সাহাবীগণ (রাঃ), তাবেয়ীগণ (রহ) ও সকল ওলি-বুজুর্গদের নামে মিথ্যা কথা প্রচার করা থেকে আমাদেরকে আল্লাহ রক্ষা করুন। আমীন।\n\nরেফারেন্সঃ\n১। মাসিক আলকাউসারঃ https://www.alkawsar.com/bn/article/1189/\n২। মাসিক আলকাউসারঃ https://www.alkawsar.com/bn/article/1341/\n৩। হাদীসের নামে জালিয়াতি (পৃষ্ঠাঃ ৪১৬) - ড. খোন্দকার আব্দুল্লাহ জাহাঙ্গীর (রহ)\n৪। ড. আব্দুল্লাহ জাহাঙ্গীর স্যারের লেকচারঃ https://youtu.be/X-cwP9IND3I"
      },
      {
        "title": "হযরত আলী (রা) এর দান বিষয়ক মিথ্যা কিসসা",
        "subtitle": "হযরত আলী (রা) কে নিয়ে মিথ্যা গল্পগুলোর বেশির ভাগই শিয়া সম্প্রদায়ের বানানো",
        "content": "আলী রা.-এর ছয় দিরহাম দান এবং জিবরীল ও মিকাঈল আ.-এর উটনী ক্রয়-বিক্রয় প্রসঙ্গে লোকমুখে এ কাহিনীটি বেশ প্রসিদ্ধ-\n\n\nএকদিন আলী রা. অর্থের প্রয়োজনে ফাতেমা রা.-এর একটি শাল বাজারে বিক্রি করতে গেলেন। তিনি মাত্র ৬ দিরহামে শালটি বিক্রি করলেন। একজন ভিক্ষুক এসে হাত পাতলে তিনি সেই ছয় দিরহাম তাকে দিয়ে দিলেন। এতে আল্লাহ অনেক খুশি হলেন।\n\nপরক্ষণেই (জিবরীল আমীন) এক গ্রাম্য ব্যক্তির ছুরতে একটি উটনী নিয়ে এলেন এবং আলী রা.-কে বললেন, আপনি কি আমার কাছ থেকে এ উটনীটি ক্রয় করবেন? তখন আলী রা. বললেন, আমার কাছে যে নগদ অর্থ নেই! তখন তিনি বললেন, আপনি বাকিতেই নিয়ে যান।\n\nদরদাম ঠিক হওয়ার পর তিনি একশ দিরহামে উটনীটি ক্রয় করলেন। পথিমধ্যে মীকাঈল আ. একজন মানুষের ছুরতে এসে বললেন, আলী! উটনীটি কি বিক্রি করবেন? তিনি বিক্রি করতে রাজি হলেন, বললেন, আমি এটি একশ দিরহামে কিনেছি, তুমি কত দিয়ে নেবে? তখন সে বলল, আমি একশ ষাট দিরহামে নিব। তিনি তার কাছে উটনীটি একশ ষাট দিরহামে বিক্রি করলেন।\n\nতারপর বিক্রেতার (জীবরীল আ.) সাথে দেখা হল। সে বলল, উটনীটি কি বিক্রি করতে পেরেছেন? তিনি বললেন, হাঁ এবং তাকে উটনীর মূল্য একশ দিরহাম দিয়ে দিলেন। বাকি ষাট দিরহাম নিয়ে বাড়িতে এলেন।\n\nতা দেখে ফাতিমা রা. ঘটনা জানতে চাইলেন। তখন তিনি বললেন, আমি ছয় দিরহাম দান করেছি, এর বিনিময়ে আল্লাহ আমাকে এ ষাট দিরহাম দান করেছেন। এরপর পুরো ঘটনা খুলে বললেন।\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলে তাঁকেও ঘটনা শোনানো হল। তিনি বললেন, উটনীর বিক্রেতা ছিল, জিবরীল, ক্রেতা ছিল, মীকাঈল আর উটনীটি হল ঐ উটনী, যাতে ফাতেমা কাল কিয়ামতের দিন সওয়ার হবে।\n\nঘটনাটি কেউ কেউ এভাবেও বলে থাকে-\n\nএকদিন মা ফাতেমা রা. হযরত আলী রা.-কে বললেন, ঘরে কিছু সুতা কেটেছি, বাজারে বিক্রি করে ক্ষুধার্ত হাসান ও হোসেনের জন্য কিছু আটা নিয়ে আসুন। হযরত আলী রা. সুতাগুলো নিয়ে বাজারে ৬ দিরহামে বিক্রি করলেন।\n\nএমন সময় এক অসহায় সাহাবী হযরত আলী রা.-কে বললেন, আলী! কিছু দিরহাম কর্য হবে? আমার ঘরে বাচ্চারা না খেয়ে আছে...\n\nএটি একটি ভিত্তিহীন কিসসা। এর নির্ভরযোগ্য কোনো সনদ খুঁজে পাওয়া যায় না। আবদুর রহমান সাফূরী রাহ. (মৃত্যু : ৮৯৯হি.-এর পর) নুযহাতুল মাজালিস কিতাবে ‘হিকায়া’ (একটি ঘটনা) বলে সনদবিহীন এটি উল্লেখ করেছেন। এর হাওয়ালায় আরো কিছু কিতাবেও এটি উদ্ধৃত হয়েছে। আর নুযহাতুল মাজালিস কিতাবটি ভিত্তিহীন ও বানোয়াট কিসসা-কাহিনীতে ভরপুর।\n\nনূরুদ্দীন হালাবী রাহ. (মৃত্যু ১০৪৪হি.) আসসীরাতুল হালাবিয়্যাহ কিতাবে আলোচ্য কিসসাটি উল্লেখ করে সুয়ূতী রাহ.-এর ফাতাওয়ার উদ্ধৃতি দিয়ে একে ভিত্তিহীন ও বানোয়াট আখ্যা দিয়েছেন। তিনি বলেন, সুয়ূতী রাহ.-কে এ কিসসাটিসহ আরো কিছু কিসসা সম্পর্কে সহীহ কি না- জিজ্ঞাসা করা হলে তিনি ‘সহীহ নয়’ বলে মন্তব্য করেছেন। (দ্র. আসসীরাতুল হালাবিয়্যা, খ. ২ পৃ. ২৮১; আলহাবী, সুয়ূতী খ. ২  পৃ. ৪১)\n\nইরান থেকে আগত হিন্দুস্তানের শিয়া আলেম নূরুল্লাহ তুসতারী (মৃত্যু ১০১৯ হি.) কৃত ইহকাকুল হাক (খ. ৮ পৃ. ৭০৭), ইসমাঈল যানজানী খুওয়াইনীকৃত ‘আলমাউসূআতুল কুবরা আন ফাতিমাতিয যাহরা’ (খ. ১৭ পৃ. ২৯৮-২৯৯), মুহাম্মাদ সালেহ কাশফীকৃত ‘আলমানাকিবুল মুরতাযাউয়্যাহ’ (পৃ. ৩৬৮-ইহকাকুল হাক পৃ. ৭০৮) ইত্যাদি শিয়াদের কিছু কিতাবেও নুযহাতুল মাজালিসের হওয়ালায় কিসসাটি সনদবিহীন উল্লেখ করা হয়েছে।\n\nআর শিয়াদের প্রসিদ্ধ কিতাব বিহারুল আনওয়ার আলজামিআতু লি দুরারি আখবারিল আইম্মাতিল আতহার, মুহাম্মাদ বাকের আলমাজলিসী (মৃত্যু ১১১১ হি.)-এ এজাতীয় একটি ঘটনা উল্লেখ করা হয়েছে। সেখানে সনদবিহীন ঘটনাটি উল্লেখ করা হয়েছে। সেখানের ঘটনাটিও এ ঘটনার মতই।\n\nবিহারুল আনওয়ারের টীকায় হাওয়ালা দেওয়া হয়েছে আবু জাফর মুহাম্মাদ ইবনে আলী ইবনে শাহর আশওয়াব (মৃত্যু ৫৮৮হি.)কৃত মানাকিবু আলে আবি তালিব-এর। কিন্তু সেখানেও এখানের মতই সনদবিহীনভাবে ঘটনাটি উল্লেখ করা হয়েছে। (দ্র. মানাকিবু আলে আবি তালিব খ. ২ পৃ. ৯১-৯২)\n\nযাইহোক, আলোচ্য কিসসাটির কোনো সনদ খুঁজে পাওয়া যায় না; এটি একটি ভিত্তিহীন কিসসা। আলী রা.-এর বিষয়ে শিয়ারা অনেক বিষয় জাল করেছে; আলোচ্য কিসসাটিও শিয়াগণ কর্তৃক জালকৃত হওয়ার সম্ভাবনাই বেশি।\n\n\n----------------------------------------\nপ্রসিদ্ধ ইসলামি পত্রিকা মাসিক আলকাউসার থেকে সংকলিত।\nমূল লেখাটি পাওয়া যাবে এখানেঃ https://www.alkawsar.com/bn/article/2653/"
      },
      {
        "title": "দরুদ শ্রবণকারী মাছের বানোয়াট কিচ্ছা",
        "subtitle": "শিয়া সম্প্রদায়ের বানানো একটি মিথ্যা গল্প",
        "content": "ঢাকার একটি লাইব্রেরি থেকে প্রকাশিত ‘বার চাঁদের ফযীলত’ নামক পুস্তকে দরূদের ফযীলত বর্ণনা করতে নিচের কিসসাটির অবতারণা করা হয়েছে-\n\n দরূদ শ্রবণকারী মাছ...\n----------------------------------\n\n“একবার এক সওদাগরের একখানি বাণিজ্য-তরী নীল নদী দিয়া যাইতেছিল। সেই জাহাজে এরূপ একজন লোক ছিল, যে প্রত্যহ হযরত (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর নামে দরূদ পাঠ করিত। একদা সে দরূদ পাঠ করিতেছিল; এমন সময় দেখিতে পাইল, জাহাজের গা ঘেঁষিয়া নদীর একটি মাছ কান পাতিয়া তাহার দরূদ পাঠ শুনিতেছে। যখন তাহার দরূদ পাঠ শেষ হইল তখনই মাছটি পানিতে ডুবিয়া গেল।\n\nঘটনাক্রমে সেই মাছটি এক জেলের জালে ধরা পড়িল। অতঃপর জেলে মাছটিকে বিক্রয় করার জন্য বাজারে উপস্থিত করিল। সেদিন হযরত ওমর রা. বা মতান্তরে আবু বকর সিদ্দীক রা. এই উদ্দেশ্যে বাজারে আসিয়াছিলেন যে, একটি বড় মাছ পাওয়া গেলে উহা কিনিয়া আনিবেন এবং হযরত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দাওয়াত করিয়া উহা খাওয়াইবেন। বাজারে এই মাছটিকে দেখিয়া তিনি খুব খুশি হইলেন এবং ইহা ক্রয় করিয়া নিয়া স্ত্রীকে বলিলেন, এই মাছটিকে খুব ভালোভাবে রান্না করিও; আজ ইনশাআল্লাহ হযরত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দাওয়াত করিব।\n\nবিবি সাহেবা মাছটির আঁশ ছাড়াইয়া ভালোভাবে ধুইয়া পরিষ্কার করিয়া নানারকম মসলা মাখিয়া উহাকে রান্না করিবার জন্য চুলায় তুলিয়া হাঁড়ির নিচে আগুন দিতে লাগিলেন। কিন্তু আগুন জ্বলিল না। বহু চেষ্টা করিয়া কোনমতে আগুন ধরাইলেই আবার উহা নিভিয়া যাইত। এভাবে বহুক্ষণ যাবৎ চেষ্টা করিয়াও আগুনকে উত্তপ্ত করিতে না পারিয়া স্বামীকে ব্যাপারটি অবগত করিলেন। তিনিও খুব চেষ্টা করিলেন। কিন্তু কোনোই ফল হইল না। অবশেষে মজবুর হইয়া তাঁহারা হযরত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট এই ঘটনা বিবৃত করিলেন। তিনি মাছের অবস্থা অবগত হইয়া বলিলেন, দুনিয়ার আগুন তো দূরের কথা দোযখের আগুনও ইহাকে জ্বালাইতে পারিবে না। কারণ, কোনো ব্যক্তি যখন দরূদ পাঠ করিতেছিল তখন এই মাছটি মনোযোগ সহকারে উহা শুনিতেছিল। উহার বরকতেই তোমরা ইহাকে রান্না করার জন্য আগুন জ্বালাইতে পার নাই।”\n\nএটি একটি বানোয়াট কিসসা। কিসসাটির মাঝেই তা বানোয়াট হওয়ার বিভিন্ন আলামত বিদ্যমান। মাছটি দরূদ শুনতে পেল নীলনদে আর ওমরা রা. বা আবু বকর রা. মদীনার বাজারে তা কিনতে গেলেন! কিসসাটি কোন্ যামানার ঘটনা হিসাবে দাবি করা হচ্ছে তাও মাথায় রাখুন! আবার সাহাবী মাছ কেনার উদ্দেশ্যে বাজারে যাচ্ছেন; মদীনার বাজার কি এমন ছিল যে, সচারচর সেখানে মাছ পাওয়া যেত? এছাড়াও আরো অসামঞ্জস্য কথাবার্তা আছে ঘটনাটিতে।\n\nমূলত এটি শিয়াদের বানানো একটি কিসসা। শিয়াদের মাধ্যমে পাক-ভারত উপমহাদেশে এজাতীয় অনেক বানোয়াট কথা প্রসিদ্ধ হয়েছে।\n\nশিয়াদের বেশ কিছু ওয়েবসাইটে এই কিসসাটিই একটু ভিন্ন আঙ্গিকে এসেছে। সেখানে ওমরা রা. বা আবু বকর রা.-এর কথা নেই। তেমনি নবীজীকে দাওয়াত করার বিষয়টিও নেই। সেখানে আছে, কোনো এক ব্যক্তি একটি মাছ কেনে; রান্না করার জন্য প্রস্তুতও করে; কিন্তু দেখে যে, আগুনে তার কিছুই হচ্ছে না। নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বিষয়টি জানালে তিনি মাছটিকে জিজ্ঞাসা করেন-কেন এমনটি হচ্ছে। তখন মাছটি বলে, এক ব্যক্তিকে ‘আপনার ও আপনার আহলে বাইতের উপর’ দরূদ পড়তে শুনে সে খুব প্রভাবিত ও আনন্দিত হয় এবং সেও ‘নবীজী ও তাঁর আহলে বাইতের উপর’ বেশি বেশি দরূদ পড়তে থাকে এবং একটি গায়েবী আওয়ায পায়- ‘হে মাছ! আল্লাহ তোমার দেহের জন্য আগুনকে হারাম করে দিয়েছেন। আগুন তোমাকে পোড়াতে পারবে না।’ একারণেই এমনটি ঘটেছে।\n\nযাইহোক, এটি একটি জাল ও বানোয়াট কিসসা; যা শিয়াদের কর্তৃক জালকৃত।\n\nতাই পাঠকদের কাছে অনুরোধ, \"বার চান্দের ফযীলত\", \"মোকসেদুল মোমিন\" ইত্যাদি বানোয়াট বই-পুস্তক পড়া ও কেনা থেকে বিরত থাকুন। কোনো বই কেনা ও পড়ার আগে আলেমদের থেকে ঐ বইয়ের বিশুদ্ধতার ব্যাপারে নিশ্চিত হয়ে নিন। আল্লাহ আমাদের সবাইকে মিথ্যা বানোয়াট কিসসা কাহিনী থেকে নিজেদের ঈমান-আমলকে হেফাজত করার তাওফিক দান করুন। আমীন।\n\nরেফারেন্সঃ\nমাসিক আলকাউসার, জানুয়ারি ২০২১\nhttps://www.alkawsar.com/bn/article/2751/"
      },
      {
        "title": "আবু জেহেলের গর্ত খোঁড়ার একটি ভিত্তিহীন কিচ্ছা",
        "subtitle": "মিথ্যা গল্পে নবীজির (সা) মর্যাদা বাড়ে না",
        "content": "লোকমুখে প্রসিদ্ধ, একবার আবু জেহেল নবীজীকে হত্যার ফন্দি আঁটল। নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে পথ দিয়ে যাতায়াত করেন সে পথে সারারাত জেগে সে একটি গর্ত খুঁড়ল। সে ভাবল, ফজরের সময় নবীজী এ পথ দিয়ে যাবেন আর...। সে গর্ত খুঁড়ে এর উপর দিয়ে হালকা ডালপালা, পাতা ও বালি দিয়ে ঢেকে দিল; সাধারণ পথের মত বানিয়ে রাখল। এদিকে নবীজী ফজরের নামাযের জন্য গেলেন এবং আবার ফিরে এলেন, কিন্তু নবীজীর কিছুই হল না। নবীজী কিছু টেরও পেলেন না; কারণ, নবীজী যাওয়ার সময় জিবরীল আমীন ঐ গর্তের উপর তাঁর ডানা বিছিয়ে দিয়েছিলেন।\n\nএদিকে সারা রাত গর্ত খোঁড়ার কারণে আবু জেহেলের তন্দ্রা এল এবং সে কিছুই টের পেল না। সকাল হয়ে যাচ্ছে দেখে সে ভাবল, দেখি তো গর্তে পড়ল কি না? সে দেখতে গিয়ে তন্দ্রাভাবের কারণে নিজেই গর্তে গিয়ে পড়ল। সে বাঁচাও বাঁচাও করে চিৎকার করল। তার ছেলে তাকে গর্ত থেকে উঠানোর জন্য হাত এগিয়ে দিল কিন্তু সে একটুর জন্য হাত ধরতে পারল না। আনা হল বড় রশি। একটুর জন্য সেটিও ধরতে পারছিল না। রশি জোড়া দিতে দিতে ৭০ হাত বানানো হল তারপরও একটুর জন্য ধরতে পারে না। তখন আরো বড় রশি আনতে চাইলে সে বলল, রাখো; তোমরা ৭০ হাত কেন ৭০ হাজার হাত লম্বা রশি আনলেও আমাকে উঠাতে পারবে না।\n\nএক কাজ কর, মুহাম্মাদকে ডাকো; কেবল সে-ই আমাকে এখান থেকে উঠাতে পারবে। নবীজী এসে বললেন, আমি আপনাকে উঠাব, আপনি শুধু একটি বার বলেন, লা ইলাহা ইল্লাল্লাহ...। আবু জেহেল বলল, আগে উঠাও তারপর বলছি। নবীজী তখন হাত বাড়িয়ে দিতেই সে হাত ধরে ফেলল এবং উপরে উঠে এল। উপরে ওঠার সাথে সাথে বলল, দেখলে, মুহাম্মাদ কত বড় জাদুগর! সত্তর হাত রশি দিয়েও যেখানে আমি ঠাঁই পাচ্ছিলাম না, সেখানে তার হাত বাড়াতেই আমি ঠাঁই পেলাম। দেখেছ তোমরা, মুাহম্মাদ কত বড় জাদুগর!\n\nএটি একটি ভিত্তিহীন কাহিনী। লোকমুখে বহুল প্রচলিত হলেও এর কোনো দালীলিক ভিত্তি নেই। সুতরাং আমরা তা বলা থেকে বিরত থাকব।\n\nসূত্রঃ https://www.alkawsar.com/bn/article/2492"
      },
      {
        "title": "নবীজির (সা) কন্যা ফাতেমা রা.-এর ঘরে জান্নাতের খাবার",
        "subtitle": "",
        "content": "নবীকন্যা হযরত ফাতেমা রা. সম্পর্কে একটি কিসসা লোকমুখে প্রসিদ্ধ আছে। এছাড়াও সেদিন হকারদের মাধ্যমে সমাজে ছড়ানো ‘হযরত ফাতেমা রা.-এর জীবনী’ নামের একটি চটি বইয়েও কিসসাটি দেখতে পেলাম-\n\nএকবার নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একাধারে দুই দিন না খেয়ে কাটানোর পর তৃতীয় দিন প্রচ- ক্ষুধার্ত অবস্থায় কন্যা ফাতেমার বাড়িতে গেলেন। নবীজীর চেহারা দেখেই ফাতেমা রা. বুঝলেন- নবীজী অনেক ক্ষুধার্ত। কিন্তু তার কিছুই করার ছিল না। কারণ, নিজেরাও আজ তিন দিন থেকে উপবাস কাটাচ্ছেন। নবীজীও আদরের কন্যার চেহারায় অনাহারের ছাপ দেখতে পেলেন। মনে মনে কষ্ট পেলেন, কিন্তু কিছু বললেন না। কন্যাকে ধৈর্যের উপদেশ দিয়ে গৃহ ত্যাগ করলেন।\n\nনিজ পিতা নবীজীকে কিছু না খাওয়াতে পেরে ফাতেমা রা.-ও খুব কষ্ট পেলেন। তখন ফাতেমা রা. দু’হাত তুলে আল্লাহ্র কাছে দুআ করলেন। কান্নাভেজা কণ্ঠে আল্লাহ্র কাছে ফরিয়াদ জানালেন- আল্লাহ! তুমি আমাকে যে অবস্থায় রাখ তাতেই আমি খুশি; কিন্তু আমার পিতা আমার বাড়ি থেকে না খেয়ে যাবেন- এটা আামার জন্য বড় দুঃখের বিষয়। চোখের পানি ছেড়ে কাঁদতে থাকলেন। একপর্যায়ে হঠাৎ দেখতে পেলেন এক অপরিচিত লোক এসে রুটি এবং পাকানো গোশত রেখে চলে গেলেন। নবীকন্যা দুআ শেষে এ খাদ্যসামগ্রী দেখে খুবই খুশি হলেন। পুত্র হাসানকে পাঠালেন- নানাকে ডেকে আনার জন্য। নবীজী উপস্থিত হলেন। ফাতেমা রা. নবীজীর সামনে অপরিচিত লোকের দেওয়া খাবার পেশ করলেন। নবীজী তখন জিজ্ঞেস করলেন, এ খাবার কোথা থেকে এল। ফাতেমা রা. বললেন, যেখান থেকে হযরত ঈসা আলাইহিস সালামের মাতা মারইয়াম আ.-এর খাবার আসত সেই জান্নাত থেকেই এ বরকতময় খাবার এসেছে। একথা শুনে নবীজী খুব খুশি হলেন।\n\nসকলে মিলে সে খাবার খেলেন। সকলে তৃপ্তিভরে খাওয়ার পরও দেখলেন খাবার উদ্বৃত্ত রয়েছে। নবীকন্যা বেঁচে যাওয়া খাবার নিজের জন্য না রেখে সব প্রতিবেশীদের মাঝে বিলিয়ে দিলেন। তখন এ বরকতময় খাবার দ্বারা প্রতিবেশীরাও তৃপ্ত হলেন। সে খাবার খেয়ে প্রতিবেশীরা বলতে লাগল, এমন মজাদার খাবার আমরা আর কখনও খাইনি।\n\nএটি একটি বানোয়াট কিসসা; নির্ভরযোগ্য কোনো সূত্রে তা পাওয়া যায় না। নবী পরিবারের সাথে এর চেয়েও অলৌকিক ব্যাপার ঘটতে পারে। কিন্তু যা ঘটেনি তা নবী পরিবারের সাথে যুক্ত করে বর্ণনা করার কোনো অর্থ নেই। আর এর কোনো ফায়দাও নেই। সুতরাং আমরা তা বলা থেকে বিরত থাকব।\n\nফাতেমা রা.-এর সাথে নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের অনাহার ও ক্ষুধাকষ্ট সংক্রান্ত কিছু ঘটনা নির্ভরযোগ্য সূত্রে পাওয়া যায়, আমরা সেগুলো আলোচনা করতে পারি এবং তা থেকে শিক্ষা গ্রহণ করতে পারি।\n\nযেমন, একবার ফাতেমা রা. নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে এক টুকরো যবের রুটি নিয়ে এলেন। নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা খেয়ে বললেন-\n\nهَذَا أَوّلُ طَعَامٍ أَكَلَهُ أَبُوكِ مِنْ ثَلَاثَةِ أَيّامٍ.\n\nতিন দিনের মধ্যে এই প্রথম তোমার পিতা খাবার খেল।\n\n(আরেক বর্ণনায় রয়েছে) রুটি আনলে নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করলেন, এটা কী? ফাতেমা রা. বললেন, আমি রুটি প্রস্তুত করলাম, তখন আমার মন চাইল না- আপনাকে রেখে খাই; তাই আপনার জন্য একটু নিয়ে এলাম। -মুসনাদে আহমাদ, হাদীস ১৩২২৩; আলমুজামুল কাবীর, তবারানী, হাদীস ৭৫০; মাজমাউয যাওয়ায়েদ, হাদীস ১৮২৩৩\n\nইমরান ইবনে হুসাইন রা. বলেন, একবার আমি নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে বসা ছিলাম। এমন সময় ফাতেমা রা. এলেন। নবীজী তাকে বললেন, কাছে এসো ফাতেমা! ফাতেমা রা. একটু কাছে এলেন। নবীজী আবার বললেন, আরো কাছে এসো। (অনাহারে) ফাতেমা রা.-এর চেহারা হলুদ বর্ণ ধারণ করেছিল। রক্তশূন্যতা দেখা দিয়েছিল। তখন নবীজী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জন্য দুআ করলেন এবং বললেন-\n\nلَا تُجِعْ فَاطِمَةَ بِنْتَ مُحَمّدٍ.\n\nহে আল্লাহ!... মুহাম্মাদের কন্যা ফাতেমাকে আপনি ক্ষুধার্ত রাখবেন না।\n\nইমরান রা. বলেন, নবীজীর দুআর পর আমি দেখলাম, ফাতেমা রা.-এর চেহারার হলুদ বর্ণ চলে গেল এবং রক্তশূন্যতা কেটে গেল। পরবর্তীতে আমি ফাতেমা রা.-কে এ বিষয়ে জিজ্ঞেস করলে তিনি বলেন-\n\nمَا جُعْتُ بَعْدَ ذَلِكَ يَا عِمْرَانُ.\n\nইমরান! নবীজীর ঐ দুআর পর থেকে আমি আর কোনোদিন ক্ষুধায় কষ্ট পায়নি। -আলমুজামুল আওসাত, তবারানী, হাদীস ৩৯৯৯; মাজমাউয যাওয়ায়েদ, হাদীস ১৫২০৫\n\nহাইছামী রাহ. বলেন-\n\nرَوَاهُ الطّبَرَانِيّ فِي الْأَوْسَطِ، وَفِيهِ عُتْبَةُ بْنُ حُمَيْدٍ، وَثّقَهُ ابْنُ حِبّانَ وَغَيْرُهُ، وَضَعّفَهُ جَمَاعَةٌ، وَبَقِيّةُ رِجَالِهِ وُثِّقُوا.\n\nরেফারেন্সঃ\nhttps://www.alkawsar.com/bn/article/2547/"
      }
    ]
  }
]
